{
  "date": "2025-10-06",
  "content": "### Summary Attribution:\n\n-   **Claim:** The European Union is pushing for an ambitious 90% reduction in transport greenhouse gas emissions by 2050.\n    -   **Supported by:** \"The European Green Deal seeks a 90% reduction in these emissions by 2050.\"\n    -   **From article:** \"Sustainable transport\"\n    -   **Confidence:** High\n\n-   **Claim:** This strategy includes promoting clean vehicles, alternative fuels, and multimodal transport solutions.\n    -   **Supported by:** \"A key objective is to boost considerably the uptake of clean vehicles and alternative fuels... Achieving the ambitious climate goals also requires a shift to more sustainable transport modes such as rail and inland waterways. Multimodal transport – the combining of various transport modes throughout a journey – can also increase the use of sustainable transport modes...\"\n    -   **From article:** \"Sustainable transport\"\n    -   **Confidence:** High\n\n-   **Claim:** Crucially for Maersk, the EU plans to extend emissions trading to the maritime sector.\n    -   **Supported by:** \"To rectify this, the Commission envisages extending emissions trading to the maritime sector...\"\n    -   **From article:** \"Sustainable transport\"\n    -   **Confidence:** High\n\n-   **Claim:** The EU plans to prioritize reducing pollution in ports.\n    -   **Supported by:** \"The EU will pay particular attention to reducing pollution in EU ports as well as the pollutants emitted by aeroplanes and airport operations.\"\n    -   **From article:** \"Sustainable transport\"\n    -   **Confidence:** High\n\n-   **Claim:** A significant debate is unfolding at the International Maritime Organization (IMO) regarding its upcoming Net-Zero Framework.\n    -   **Supported by:** \"In the face of the upcoming International Maritime Organization. (IMO) Net-Zero Framework vote next month, we’re seeing a lot of rhetoric around the so-called LNG pathway, yet little substance.\"\n    -   **From article:** \"The great LNG scam: the IMO’s climate credibility is on the line\"\n    -   **Confidence:** High\n\n-   **Claim:** There's strong advocacy to exclude LNG as a viable \"transition\" fuel.\n    -   **Supported by:** \"But let us be clear with you, LNG, in any shape or form, cannot be a solution for shipping. The IMO must recognise this in the guidelines that still need to be negotiated over the coming months, and that will shape the framework before it enters into action in 2027.\"\n    -   **From article:** \"The great LNG scam: the IMO’s climate credibility is on the line\"\n    -   **Confidence:** High\n\n-   **Claim:** Citing a 180% increase in methane emissions from LNG-fueled ships between 2016 and 2023.\n    -   **Supported by:** \"The reality is that methane emissions from ships fuelled by LNG increased 180% between 2016 and 2023.\"\n    -   **From article:** \"The great LNG scam: the IMO’s climate credibility is on the line\"\n    -   **Confidence:** High\n\n-   **Claim:** Critics emphasize methane's potent greenhouse gas effect and public health concerns.\n    -   **Supported by:** \"Research repeatedly shows that methane – a potent greenhouse gas – is incompatible with the shipping sector’s decarbonisation goals... The 180% sharp rise in methane emissions from LNG-fuelled ships is a massive public health concern. Methane is globally linked to 1.04 to 1.23 million respiratory-related deaths annually among adults over 30 and a higher risk of various cardiovascular diseases.\"\n    -   **From article:** \"The great LNG scam: the IMO’s climate credibility is on the line\"\n    -   **Confidence:** High\n\n-   **Claim:** Calls are intensifying for the IMO to align shipping's climate ambition with the 1.5-degree pathway.\n    -   **Supported by:** \"First, the IMO must align shipping’s climate ambition with the 1.5 degree climate-warming pathway and the principles of a just and equitable transition.\"\n    -   **From article:** \"The great LNG scam: the IMO’s climate credibility is on the line\"\n    -   **Confidence:** High\n\n-   **Claim:** Calls are intensifying for the IMO to implement comprehensive policy elements, including a robust carbon intensity measure, a global fuel standard, and a GHG pricing system based on a full well-to-wake lifecycle assessment.\n    -   **Supported by:** \"Secondly, governments must ensure alignment and coherence among all three policy elements that are critical to make the IMO strategy work: a carbon intensity measure, a global fuel standard, and a GHG pricing system. These must be guided by life cycle assessment (LCA) guidelines based on the well-to-wake principle.\"\n    -   **From article:** \"The great LNG scam: the IMO’s climate credibility is on the line\"\n    -   **Confidence:** High\n\n-   **Claim:** In the United States, a proposed review by the Trump administration of an offshore wind project approval highlights potential political interference and regulatory shifts in the renewable energy sector.\n    -   **Supported by:** \"The Trump administration told a federal court it intends to reconsider a key US government approval that authorized the construction of Equinor ASA’s planned second phase of an offshore wind project near New York and New Jersey... The move is part of a broader campaign by President Donald Trump against the nascent US offshore wind industry, after years deriding the energy source and casting it as part of a “green energy scam.” His administration has stopped new offshore wind leasing and permitting, is moving to revoke existing authorizations and has halted projects under construction.\"\n    -   **From article:** \"Trump Plans Review of Equinor’s Empire Wind 2 Near New York\"\n    -   **Confidence:** High\n\n-   **Claim:** This signals increased uncertainty for large-scale green energy infrastructure investments.\n    -   **Supported by:** \"An Equinor executive said on Bloomberg TV in July that the Norwegian company is unlikely to pursue the Empire Wind 2 project, which hasn’t started construction, because of regulatory changes in the US.\"\n    -   **From article:** \"Trump Plans Review of Equinor’s Empire Wind 2 Near New York\"\n    -   **Confidence:** High\n\n-   **Claim:** A recent report indicates that biodiversity and ecosystem health in Europe continue to decline.\n    -   **Supported by:** \"Biodiversiteten og økosystemernes tilstand i Europa forværres fortsat...\" (Biodiversity and the state of ecosystems in Europe continue to worsen...)\n    -   **From article:** \"Ministeriet for Grøn Trepart udpeger ny afdelingschef\"\n    -   **Confidence:** High\n\n-   **Claim:** The continent is unlikely to meet its agreed climate goals by 2030.\n    -   **Supported by:** \"...og det er usandsynligt, at de aftalte europæiske klimamål kan nås inden 2030, viser en ny rapport.\" (...and it is unlikely that the agreed European climate goals can be reached before 2030, a new report shows.)\n    -   **From article:** \"Ministeriet for Grøn Trepart udpeger ny afdelingschef\"\n    -   **Confidence:** High\n\n-   **Claim:** This underscores a pressing need for accelerated societal and economic adaptation to new climate realities.\n    -   **Supported by:** \"Der er derfor et presserende behov for at tilpasse det europæiske samfund og økonomi til den nye klimavirkelighed...\" (There is therefore a pressing need to adapt European society and economy to the new climate reality...)\n    -   **From article:** \"Ministeriet for Grøn Trepart udpeger ny afdelingschef\"\n    -   **Confidence:** High\n\n-   **Claim:** New orders for alternative-fueled vessels experiencing a significant 48% decline in the first nine months of the current year compared to the previous year.\n    -   **Supported by:** \"The first nine months of 2025 have recorded 192 new orders for alternative-fuelled vessels, marking a significant 48% decline compared to the same period in 2024.\"\n    -   **From article:** \"Alternative-Fueled Vessel Orders Fall as Maritime Industry Adopts ‘Wait and See’ Approach\"\n    -   **Confidence:** High\n\n-   **Claim:** This slowdown is attributed largely to regulatory uncertainty surrounding the IMO’s Net-Zero Framework and unresolved lifecycle assessment factors for various fuels.\n    -   **Supported by:** \"Jason Stefanatos, Global Decarbonization Director at DNV Maritime, points to a clear slowdown in the market: “...Uncertainties around the IMO’s Net-Zero Framework, including lifecycle assessment factors for certain fuels, are prompting many owners to adopt a ‘wait and see’ approach to new orders. It is, therefore, essential that the industry receives greater regulatory clarity in the coming months.”\"\n    -   **From article:** \"Alternative-Fueled Vessel Orders Fall as Maritime Industry Adopts ‘Wait and See’ Approach\"\n    -   **Confidence:** High\n\n-   **Claim:** While LNG remains the dominant alternative fuel choice in new orders.\n    -   **Supported by:** \"LNG remains the dominant alternative fuel choice with 121 orders, followed by methanol (43), LPG carriers (19), ammonia (5), and hydrogen (4).\"\n    -   **From article:** \"Alternative-Fueled Vessel Orders Fall as Maritime Industry Adopts ‘Wait and See’ Approach\"\n    -   **Confidence:** High\n\n-   **Claim:** A Swedish company has secured a contract to supply fuel cell systems for the world’s first hydrogen-powered bulk carriers.\n    -   **Supported by:** \"PowerCell, a Swedish supplier of fuel cells for the marine market, has secured a contract worth just over SEK40m ($4.25m) to supply the fuel cell systems for two hydrogen-powered bulk carriers.\"\n    -   **From article:** \"World’s first hydrogen-powered bulk carriers to feature Swedish fuel cells\"\n    -   **Confidence:** High\n\n-   **Claim:** These vessels, set for delivery in 2026-2027, will operate entirely without emissions by using renewable hydrogen.\n    -   **Supported by:** \"The order includes 14 of PowerCell’s Marine System 225 units, providing over 3 MW of power, with the deliveries scheduled for 2026 – 2027... Each of the two bulk carrier vessels will be fitted with seven Marine System 225 units, enabling them to operate entirely without emissions by replacing fossil fuels with renewable hydrogen.\"\n    -   **From article:** \"World’s first hydrogen-powered bulk carriers to feature Swedish fuel cells\"\n    -   **Confidence:** High\n\n-   **Claim:** A new digital tool has been developed to help shipping companies make more informed decisions about decarbonization across a vessel's entire lifecycle.\n    -   **Supported by:** \"Et nyt værktøj udviklet af ReFlow i en proces faciliteret af Danske Rederier og i samarbejde med en række danske rederier skal gøre disse beslutninger nemmere.\" (A new tool developed by ReFlow in a process facilitated by Danish Shipping and in collaboration with a number of Danish shipping companies will make these decisions easier.)\n    -   **From article:** \"Nyt digitalt værktøj skal hjælpe rederier med at træffe bedre beslutninger om dekarbonisering gennem hele et skibs livscyklus\"\n    -   **Confidence:** High\n\n-   **Claim:** The tool allows for evaluating various scenarios, such as different fuel types, technological upgrades, and energy efficiency initiatives.\n    -   **Supported by:** \"Det giver rederier og andre mulighed for at afprøve forskellige scenarier, fx valg af brændstoftyper, teknologiske opgraderinger, effekten af ener­gi­ef­fek­ti­vi­se­rings­i­ni­ti­a­ti­ver og mere.\" (It gives shipping companies and others the opportunity to test different scenarios, e.g., choice of fuel types, technological upgrades, the effect of energy efficiency initiatives and more.)\n    -   **From article:** \"Nyt digitalt værktøj skal hjælpe rederier med at træffe bedre beslutninger om dekarbonisering gennem hele et skibs livscyklus\"\n    -   **Confidence:** High\n\n-   **Claim:** Aiming to provide a standardized model for assessing total lifecycle emissions.\n    -   **Supported by:** \"Tanken har været at skabe en standardmodel for vurdering af et skibs samlede livs­cy­klus­ud­led­nin­ger...\" (The idea has been to create a standard model for assessing a ship's total lifecycle emissions...)\n    -   **From article:** \"Nyt digitalt værktøj skal hjælpe rederier med at træffe bedre beslutninger om dekarbonisering gennem hele et skibs livscyklus\"\n    -   **Confidence:** High\n\n-   **Claim:** An economic commentary highlights concerns about declining investments and a shortage of skilled labor potentially threatening the overall green transition in Denmark and internationally towards 2035.\n    -   **Supported by:** \"Fald i investeringer og arbejdskraft: Grøn omstilling trues frem mod 2035”\" (Decline in investments and labor: Green transition threatened towards 2035) and \"Dette er en økonomisk kommentar skrevet af nogle af landets mest toneangivende økonomiske og finansielle eksperter, som kommenterer dansk og international økonomi samt udviklingen på de globale økonomiske markeder.\" (This is an economic commentary written by some of the country's most influential economic and financial experts, commenting on Danish and international economy as well as developments in global financial markets.)\n    -   **From article:** \"“Fald i investeringer og arbejdskraft: Grøn omstilling trues frem mod 2035”\"\n    -   **Confidence:** High\n\n-   **Claim:** Industry actors are advocating for increased research and innovation funding for the construction sector, drawing parallels with Denmark's success in wind energy.\n    -   **Supported by:** \"Når vi taler om grøn omstilling i Danmark, har fokus hidtil primært været på energisektoren, CO2-fangst, Power2X og landbrug. Der er investeret massivt i forsknings- og innovationsmidler til disse områder, og resultaterne taler for sig selv. Danmark er eksempelvis blevet verdensførende inden for vindenergi og har skabt tusindvis af arbejdspladser og milliarder i eksportindtægter. Men hvis vi skal nå hele vejen i mål med den grønne omstilling, er det afgørende, at vi nu også retter blikket mod bygge- og anlægssektoren... byggeriet behov for målrettede investeringer i forskning og innovation for at kunne udvikle de løsninger, der skal bære os frem mod 2050-målene.\" (When we talk about green transition in Denmark, the focus has so far primarily been on the energy sector, CO2 capture, Power2X and agriculture. Massive research and innovation funds have been invested in these areas, and the results speak for themselves. Denmark, for example, has become world leader in wind energy and has created thousands of jobs and billions in export earnings. But if we are to achieve the green transition all the way, it is crucial that we now also turn our attention to the construction sector... construction needs targeted investments in research and innovation to develop the solutions that will carry us towards the 2050 goals.)\n    -   **From article:** \"12 aktører: Vi blev verdensførende på vindenergi. Nu skal byggeriet have samme forskningsløft\"\n    -   **Confidence:** High\n\n-   **Claim:** The call for a dedicated \"Building Development and Demonstration Program\" (BUDP) similar to existing energy and environmental technology programs.\n    -   **Supported by:** \"Vi foreslår et missionsdrevet partnerskab eller et “Byggeriets Udviklings- og Demonstrationsprogram” (BUDP), ligesom der allerede findes et Energiteknologisk Udviklings- og Demonstrationsprogram (EUDP) og et Miljøteknologisk Udviklings- og Demonstrationsprogram (MUDP).\" (We propose a mission-driven partnership or a \"Building Development and Demonstration Program\" (BUDP), just as there is already an Energy Technology Development and Demonstration Program (EUDP) and an Environmental Technology Development and Demonstration Program (MUDP).)\n    -   **From article:** \"12 aktører: Vi blev verdensførende på vindenergi. Nu skal byggeriet have samme forskningsløft\"\n    -   **Confidence:** High\n\n-   **Claim:** Danish Shipping is organizing an upcoming symposium to address the critical issue of preventing the spread of invasive species via containers.\n    -   **Supported by:** \"Event Working Together: Clean Containers and Safe Trade - Symposium on Plant and Biodiversity Protection Dato: 07.10.25 Hvordan bremser vi spredningen af invasive arter i containere? ... Symposiet afholdes af Danske Rederier i samarbejde med Landbrugs- og Fi­ske­risty­rel­sen, IPPC-sekretariatet, Bureau International des Containers (BIC) og World Shipping Council (WSC).\" (Event Working Together: Clean Containers and Safe Trade - Symposium on Plant and Biodiversity Protection Date: 07.10.25 How do we stop the spread of invasive species in containers? ... The symposium is organized by Danish Shipping in collaboration with the Danish Agency for Agriculture and Fisheries, the IPPC Secretariat, the Bureau International des Containers (BIC) and the World Shipping Council (WSC).)\n    -   **From article:** \"Velkommen til Danske Rederier\"\n    -   **Confidence:** High\n\n-   **Claim:** An upcoming conference will gather European port and waterway authorities, policymakers, and other stakeholders to discuss the decarbonization of inland ports.\n    -   **Supported by:** \"Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway authorities, policymakers, terminal operators, digital service providers, researchers, and other relevant stakeholders.\"\n    -   **From article:** \"Green inland ports final conference\"\n    -   **Confidence:** High\n\n-   **Claim:** The event will present key findings and tools supporting port decarbonization and gather input for policy recommendations on sustainable port governance.\n    -   **Supported by:** \"The conference will present key findings from the green inland ports study, and showcase the tools developed as part of the study supporting port decarbonisation. It will also collect stakeholder input for policy recommendations on sustainable port governance.\"\n    -   **From article:** \"Green inland ports final conference\"\n    -   **Confidence:** High\n\n### Consultation Attribution:\n\n-   **Claim:** Maersk has strategically embedded sustainability into its core operations, governance, and investment decisions, notably through significant commitments to green methanol and an internal carbon pricing mechanism.\n    -   **Supported by:** This is a statement about Maersk's internal strategy and commitments, not directly verifiable from the provided source material, which focuses on broader industry and legislative developments.\n    -   **From article:** N/A\n    -   **Confidence:** Low (as a direct quote support from provided sources) / Unverifiable from provided sources.\n\n-   **Claim:** The EU's ambitious transport decarbonization goals (90% reduction by 2050).\n    -   **Supported by:** \"The European Green Deal seeks a 90% reduction in these emissions by 2050.\"\n    -   **From article:** \"Sustainable transport\"\n    -   **Confidence:** High\n\n-   **Claim:** EU's maritime ETS.\n    -   **Supported by:** \"To rectify this, the Commission envisages extending emissions trading to the maritime sector...\"\n    -   **From article:** \"Sustainable transport\"\n    -   **Confidence:** High\n\n-   **Claim:** EU's port pollution focus.\n    -   **Supported by:** \"The EU will pay particular attention to reducing pollution in EU ports as well as the pollutants emitted by aeroplanes and airport operations.\"\n    -   **From article:** \"Sustainable transport\"\n    -   **Confidence:** High\n\n-   **Claim:** The IMO's strong advocacy to exclude LNG as a viable transition fuel.\n    -   **Supported by:** \"But let us be clear with you, LNG, in any shape or form, cannot be a solution for shipping. The IMO must recognise this in the guidelines that still need to be negotiated over the coming months...\"\n    -   **From article:** \"The great LNG scam: the IMO’s climate credibility is on the line\"\n    -   **Confidence:** High\n\n-   **Claim:** The IMO's push for a global fuel standard and GHG pricing system based on well-to-wake (WtW) lifecycle assessment.\n    -   **Supported by:** \"Secondly, governments must ensure alignment and coherence among all three policy elements that are critical to make the IMO strategy work: a carbon intensity measure, a global fuel standard, and a GHG pricing system. These must be guided by life cycle assessment (LCA) guidelines based on the well-to-wake principle.\"\n    -   **From article:** \"The great LNG scam: the IMO’s climate credibility is on the line\"\n    -   **Confidence:** High\n\n-   **Claim:** The industry-wide slowdown in alternative-fueled vessel orders due to regulatory uncertainty.\n    -   **Supported by:** \"The first nine months of 2025 have recorded 192 new orders for alternative-fuelled vessels, marking a significant 48% decline compared to the same period in 2024... “Uncertainties around the IMO’s Net-Zero Framework, including lifecycle assessment factors for certain fuels, are prompting many owners to adopt a ‘wait and see’ approach to new orders.”\"\n    -   **From article:** \"Alternative-Fueled Vessel Orders Fall as Maritime Industry Adopts ‘Wait and See’ Approach\"\n    -   **Confidence:** High\n\n-   **Claim:** The emphasis on reducing pollution in ports and decarbonizing inland ports.\n    -   **Supported by:** \"The EU will pay particular attention to reducing pollution in EU ports...\" (from \"Sustainable transport\") and \"Join DG MOVE in Vienna for the green inland ports final conference... showcase the tools developed as part of the study supporting port decarbonisation.\" (from \"Green inland ports final conference\")\n    -   **From article:** \"Sustainable transport\" and \"Green inland ports final conference\"\n    -   **Confidence:** High\n\n-   **Claim:** The European biodiversity report.\n    -   **Supported by:** \"Biodiversiteten og økosystemernes tilstand i Europa forværres fortsat... viser en ny rapport.\" (Biodiversity and the state of ecosystems in Europe continue to worsen... a new report shows.)\n    -   **From article:** \"Ministeriet for Grøn Trepart udpeger ny afdelingschef\"\n    -   **Confidence:** High\n\n-   **Claim:** The focus on invasive species in shipping.\n    -   **Supported by:** \"Hvordan bremser vi spredningen af invasive arter i containere? ... Symposiet afholdes af Danske Rederier...\" (How do we stop the spread of invasive species in containers? ... The symposium is organized by Danish Shipping...)\n    -   **From article:** \"Velkommen til Danske Rederier\"\n    -   **Confidence:** High\n\n-   **Claim:** IMO scrutinizes LNG.\n    -   **Supported by:** \"In the face of the upcoming International Maritime Organization. (IMO) Net-Zero Framework vote next month, we’re seeing a lot of rhetoric around the so-called LNG pathway, yet little substance... LNG, in any shape or form, cannot be a solution for shipping.\"\n    -   **From article:** \"The great LNG scam: the IMO’s climate credibility is on the line\"\n    -   **Confidence:** High\n\n-   **Claim:** The development of digital tools for lifecycle decarbonization decisions.\n    -   **Supported by:** \"Et nyt værktøj udviklet af ReFlow i en proces faciliteret af Danske Rederier og i samarbejde med en række danske rederier skal gøre disse beslutninger nemmere... Tanken har været at skabe en standardmodel for vurdering af et skibs samlede livs­cy­klus­ud­led­nin­ger.\" (A new tool developed by ReFlow in a process facilitated by Danish Shipping... will make these decisions easier... The idea has been to create a standard model for assessing a ship's total lifecycle emissions.)\n    -   **From article:** \"Nyt digitalt værktøj skal hjælpe rederier med at træffe bedre beslutninger om dekarbonisering gennem hele et skibs livscyklus\"\n    -   **Confidence:** High\n\n-   **Claim:** The pioneering hydrogen propulsion project.\n    -   **Supported by:** \"PowerCell, a Swedish supplier of fuel cells for the marine market, has secured a contract worth just over SEK40m ($4.25m) to supply the fuel cell systems for two hydrogen-powered bulk carriers... When launched in 2027, the vessels will be the world’s first hydrogen-powered bulk carriers.\"\n    -   **From article:** \"World’s first hydrogen-powered bulk carriers to feature Swedish fuel cells\"\n    -   **Confidence:** High\n\n-   **Claim:** Calls for R&D funding in other sectors, such as construction.\n    -   **Supported by:** \"Bygge- og anlægssektoren bør have en central rolle, når årets forskningsreserve skal fordeles i efteråret. Ligesom andre sektorer har fået målrettede midler...\" (The construction and civil engineering sector should play a central role when this year's research reserve is distributed in the autumn. Just as other sectors have received targeted funds...) and \"Vi foreslår et missionsdrevet partnerskab eller et “Byggeriets Udviklings- og Demonstrationsprogram” (BUDP)...\" (We propose a mission-driven partnership or a \"Building Development and Demonstration Program\" (BUDP)...)\n    -   **From article:** \"12 aktører: Vi blev verdensførende på vindenergi. Nu skal byggeriet have samme forskningsløft\"\n    -   **Confidence:** High\n\n-   **Claim:** Uncertainty in US renewable energy policy.\n    -   **Supported by:** \"The Trump administration told a federal court it intends to reconsider a key US government approval that authorized the construction of Equinor ASA’s planned second phase of an offshore wind project near New York and New Jersey... An Equinor executive said on Bloomberg TV in July that the Norwegian company is unlikely to pursue the Empire Wind 2 project, which hasn’t started construction, because of regulatory changes in the US.\"\n    -   **From article:** \"Trump Plans Review of Equinor’s Empire Wind 2 Near New York\"\n    -   **Confidence:** High\n\n-   **Claim:** Broader threats to green transition investments.\n    -   **Supported by:** \"Fald i investeringer og arbejdskraft: Grøn omstilling trues frem mod 2035”\" (Decline in investments and labor: Green transition threatened towards 2035)\n    -   **From article:** \"“Fald i investeringer og arbejdskraft: Grøn omstilling trues frem mod 2035”\"\n    -   **Confidence:** High\n\n-   **Claim:** Upcoming EU ETS and FuelEU Maritime regulations.\n    -   **Supported by:** \"To rectify this, the Commission envisages extending emissions trading to the maritime sector...\" (from \"Sustainable transport\") and \"The IMO’s Net Zero Framework, if adopted, would be the first global regime to pair mandatory emissions caps with greenhouse gas pricing across the entire industry. The plan, set to take effect in 2027, would introduce steep penalties for ships that miss fuel-efficiency targets.\" (The summary implies FuelEU Maritime, which is an EU regulation, while the source primarily discusses IMO's global framework, although the EU ETS for maritime is mentioned. The AI consult links IMO to FuelEU. I will focus on the ETS support.)\n    -   **From article:** \"Sustainable transport\" and \"Alternative-Fueled Vessel Orders Fall as Maritime Industry Adopts ‘Wait and See’ Approach\" (for the context of new regulations and penalties)\n    -   **Confidence:** Medium (The mention of FuelEU Maritime in the summary is an inferred EU regulation, not directly named or detailed in the provided sources in the same way as IMO's framework or EU ETS).\n\n-   **Claim:** Declining investments and policy uncertainty pose a substantial risk.\n    -   **Supported by:** \"Fald i investeringer og arbejdskraft: Grøn omstilling trues frem mod 2035”\" (Decline in investments and labor: Green transition threatened towards 2035) and \"The Trump administration told a federal court it intends to reconsider a key US government approval... His administration has stopped new offshore wind leasing and permitting, is moving to revoke existing authorizations and has halted projects under construction.\"\n    -   **From article:** \"“Fald i investeringer og arbejdskraft: Grøn omstilling trues frem mod 2035”\" and \"Trump Plans Review of Equinor’s Empire Wind 2 Near New York\"\n    -   **Confidence:** High\n\n-   **Claim:** The focus on port pollution and inland port decarbonization.\n    -   **Supported by:** \"The EU will pay particular attention to reducing pollution in EU ports...\" (from \"Sustainable transport\") and \"Join DG MOVE in Vienna for the green inland ports final conference... showcase the tools developed as part of the study supporting port decarbonisation.\" (from \"Green inland ports final conference\")\n    -   **From article:** \"Sustainable transport\" and \"Green inland ports final conference\"\n    -   **Confidence:** High\n\n-   **Claim:** Geopolitical risks identified in the US.\n    -   **Supported by:** \"The Trump administration told a federal court it intends to reconsider a key US government approval... The move is part of a broader campaign by President Donald Trump against the nascent US offshore wind industry... An Equinor executive said on Bloomberg TV in July that the Norwegian company is unlikely to pursue the Empire Wind 2 project... because of regulatory changes in the US.\"\n    -   **From article:** \"Trump Plans Review of Equinor’s Empire Wind 2 Near New York\"\n    -   **Confidence:** High\n\n-   **Claim:** Incubating next-generation zero-emission technologies beyond methanol, such as green ammonia and advanced hydrogen systems.\n    -   **Supported by:** (While the hydrogen propulsion project is mentioned, \"green ammonia\" as an advanced zero-emission technology beyond methanol isn't mentioned in the provided sources). \"PowerCell, a Swedish supplier of fuel cells for the marine market, has secured a contract... for two hydrogen-powered bulk carriers.\"\n    -   **From article:** \"World’s first hydrogen-powered bulk carriers to feature Swedish fuel cells\" (Only for hydrogen, not ammonia).\n    -   **Confidence:** Medium (Only partial support for hydrogen, no mention of ammonia).\n\n-   **Claim:** IMO to advocate for rapid finalization of the Net-Zero Framework, clear global fuel standards, and robust carbon pricing.\n    -   **Supported by:** \"The IMO must align shipping’s climate ambition with the 1.5 degree climate-warming pathway... governments must ensure alignment and coherence among all three policy elements that are critical to make the IMO strategy work: a carbon intensity measure, a global fuel standard, and a GHG pricing system.\"\n    -   **From article:** \"The great LNG scam: the IMO’s climate credibility is on the line\"\n    -   **Confidence:** High\n\n-   **Claim:** Address Skilled Labor Shortage Proactively.\n    -   **Supported by:** \"Fald i investeringer og arbejdskraft: Grøn omstilling trues frem mod 2035”\" (Decline in investments and labor: Green transition threatened towards 2035)\n    -   **From article:** \"“Fald i investeringer og arbejdskraft: Grøn omstilling trues frem mod 2035”\"\n    -   **Confidence:** High\n\n-   **Claim:** Broaden Environmental Stewardship (invasive species management and biodiversity protection).\n    -   **Supported by:** \"Hvordan bremser vi spredningen af invasive arter i containere? ... Symposiet afholdes af Danske Rederier...\" (from \"Velkommen til Danske Rederier\") and \"Biodiversiteten og økosystemernes tilstand i Europa forværres fortsat... viser en ny rapport.\" (from \"Ministeriet for Grøn Trepart udpeger ny afdelingschef\")\n    -   **From article:** \"Velkommen til Danske Rederier\" and \"Ministeriet for Grøn Trepart udpeger ny afdelingschef\"\n    -   **Confidence:** High"
}