{
  "timestamp": "",
  "query": "",
  "serper_results": [
    {
      "title": "Annual Report 2024",
      "link": "https://danishshipping.dk/en/about/danish-shipping/annual-report-2024/",
      "date": "",
      "snippet": "",
      "text": "2023 was the year when shipping really clocked in for the green transition.\n\nIn June 2023, the International Maritime Organization reached a historic agreement on a new climate strategy. 175 member countries agreed that global shipping should be climate-neutral by around 2050.\n\nDenmark was among the countries at the forefront of securing as ambitious an agreement as possible. It was a success. We can be proud of that.\n\nDanish shipping companies are also leading the way towards a greener future for our industry. A look at the order books clearly shows this. More than 80% of the ordered tonnage consists of ships that can operate on green fuels.\n\nLast year, Laura Mærsk, the world's first container ship capable of running on e-methanol, was put into use, and ESVAGT has the world’s first service vessel for offshore wind turbines that can operate on green fuels underway.\n\nThese are just a few examples. Everything from large container ships and ferries to crew transfer vessels and everything in between that can operate on green fuels is on its way to the Danish shipping companies. Big steps are being taken in the right direction.\n\nOur biggest challenge is that the production of new green fuels needs to scale up significantly if shipping is to become climate-neutral by around 2050. This requires investments throughout the value chain and close cooperation between governments, authorities, energy producers, and companies.",
      "authors": []
    },
    {
      "title": "Decarbonising maritime transport – FuelEU Maritime",
      "link": "https://transport.ec.europa.eu/transport-modes/maritime/decarbonising-maritime-transport-fueleu-maritime_en#:~:text=The%20FuelEU%20maritime%20regulation%20will,2025%3A%20%2D2%25%3B",
      "date": "",
      "snippet": "",
      "text": "As part of the European Commission’s Fit for 55 legislative package, the FuelEU Maritime Regulation (Regulation (EU) 2023/1805) promotes the use of renewable, low-carbon fuels and clean energy technologies for ships, essential to support decarbonisation in the sector.\n\nThe Regulation is fully applied from 1 January 2025 except for Articles 8 and 9 on monitoring plans that are applied from August 2024.\n\nLatest news:\n\nFuelEU delayed in Norway and Iceland (dated 18.12.2025): Due to delays in the process of incorporating the FuelEU Maritime Regulation into the EEA Agreement, the application of the Regulation will be delayed in Norway and Iceland. This means that Norwegian and Icelandic ports will be regarded as third-country ports in a FuelEU context from 1 January 2025 until the incorporation of FuelEU in the EEA Agreement. See also the announcement of the Norwegian Maritime Authority .\n\nKey facts about the FuelEU Maritime Regulation:\n\nFuelEU Maritime sets maximum limits for the yearly average greenhouse gas (GHG) intensity of the energy used by ships above 5,000 gross tonnage calling at European ports, regardless of their flag. Targets will ensure that the greenhouse gas intensity of fuels used in the sector will gradually decrease over time, starting with a 2% decrease by 2025 and reaching up to an 80% reduction by 2050. The targets cover not only CO 2 but also methane and nitrous oxide emissions over the full lifecycle of the fuels used onboard, on a Well-to-Wake (WtW) basis.\n\nbut also methane and nitrous oxide emissions over the full lifecycle of the fuels used onboard, on a Well-to-Wake (WtW) basis. To reduce air pollution in ports, passenger and container ships at berth or moored at the quayside must use on-shore power supply (OPS) or alternative zero-emission technologies from 1 January 2030 onwards in ports covered under Article 9 of the Alternative Fuels Infrastructure Regulation (AFIR), and from 1 January 2035 in all EU ports that develop OPS capacity. Member States may choose to apply the obligation to ports not covered by Article 9 of AFIR, from 1 January 2030.\n\nBy taking a goal-based and technology-neutral approach, FuelEU Maritime allows for innovation and the development of new sustainable fuels and energy conversion technologies, offering operators the freedom to decide which fuels and technologies to use based on ship-specific or operation-specific profiles. The Regulation also provides for different flexibility mechanisms, supporting existing fleets to find suitable compliance strategies and rewarding first-movers for early investment in energy transition.\n\nText version Vessels >5000 gross tonnes = 55% of all ships = 90% of C0 2 emissions from the maritime sector The FuelEU maritime regulation will oblige vessels above 5000 gross tonnes calling at European ports (with exceptions such as fishing ships): to reduce the greenhouse gas intensity of the energy used on board as follows:\n\nAnnual average carbon intensity reduction compared to the average in 2020: 2025: -2%; 2030: -6%; 2035: -14.5%; 2040: -31%; 2045: -62%; 2050: -80%.\n\nthe of the energy used on board as follows: Annual average carbon intensity reduction compared to the average in 2020: to connect to onshore power supply for their electrical power needs while moored at the quayside, unless they use another zero-emission technology\n\nFrequently Asked Questions\n\nThe following questions and answers are intended to guide stakeholders in understanding the application of the FuelEU Regulation. They were prepared by the services of the Directorate-General for Mobility and Transport of the European Commission and does not commit the European Commission as such.\n\nQuestions and Answers on Regulation (EU) 2023/1805 on the use of renewable and low-carbon fuels in maritime transport, and amending Directive 2009/16/EC\n\nSecondary legislation\n\nA number of implementing and delegated acts related to the FuelEU have already been adopted and are published. These are:\n\nThe following implementing acts are upcoming, and public feedback will be requested soon:\n\nImplementing act on OPS communication\n\nImplementing act on the FuelEU database\n\nImplementing act on the criteria for the acceptance of zero-emission technologies\n\nImplementing act on the list of neighbouring container transhipment ports\n\nHelpdesk\n\nThe Commission and the European Maritime Safety Agency are available to answer any queries from stakeholders in relation to the MRV Maritime Regulation, the EU ETS Directive and the FuelEU Maritime Regulation. Please contact fitfor55 emsa [dot] europa [dot] eu (fitfor55[at]emsa[dot]europa[dot]eu) with any questions you may have.\n\nEvents and webinars\n\nEuropean Maritime Safety Agency (EMSA) together with the Commission is promoting a series of webinars for a better understanding of the FuelEU Maritime Regulation. Information on the past and forthcoming webinars are available here:\n\nReducing GHG emissions - FuelEU Webinars - EMSA - European Maritime Safety Agency\n\nGuidance document\n\nThe Commission is currently working on comprehensive guidelines to assist stakeholders in the implementation of the FuelEU Maritime Regulation. These guidance documents will be made publicly available once finalised.\n\nESSF SAPS - Reports on FuelEU Maritime\n\nThese documents were prepared by experts under the European Sustainable Shipping Forum (ESSF): the sub-group of Sustainable Alternative Power for Shipping (SAPS), gathering in order to provide technical expertise relevant for the implementation of Regulation (EU) 2023/1805. These reports do not reflect the official view of the European Commission, nor are legally binding.\n\nGlobal decarbonisation actions under the IMO\n\nThe Commission, in cooperation with Members States, engages in the international work on reducing carbon emissions at the International Maritime Organization (IMO).\n\nIn 2018, IMO adopted the initial strategy on the reduction of GHG emissions from ships, setting out a vision to reduce GHG emissions from international shipping and phasing them out as soon as possible, with candidate short-, mid-, and long-term measures to adopt. In 2023 the IMO adopted the revised strategy , further defining its vision and guiding principles, as well as candidate mid- and long-term measures.\n\nCompliance actions with the FuelEU\n\nFor ships calling EU ports for the first time after 31 August 2024, the monitoring plan is due within two months of calling at an EU port.\n\nThe reporting period is the year for which the emissions of the vessel are monitored and reported according to the monitoring plan. The first reporting period is the year 2025.\n\nThe verification period is the year after the reporting period, during which the FuelEU report is produced for the reporting period, and subsequently verified. The first verification period is the year 2026. The first FuelEU report submission to a verifier is due on 31 January 2026, containing the data from 1 January 2025 to 31 December 2025.\n\nThe table below summarises the monitoring and reporting requirements for shipping companies, and their timelines.\n\nStep Description Deadline Reference Monitoring Plan Submission Submit a monitoring plan for each ship in the fleet, to be assessed by an independent verifier 31 August 2024, or within two months of calling at an EU port for ships not previously under the scope before that date Article 8 Monitoring Requirements Record data for each ship’s arrivals and departures at EU ports, including: From 1 January 2025 Article 15 Ports of departure and arrival Dates and times, duration of stay at berth Connection to OPS or exceptions Fuel consumption at berth and at sea Electricity received through OPS The amount of electricity received Emission factors Well-to-Tank and Tank-to-Wake for each fuel type, encompassing all Greenhouse Gases Substitute Energy consumption Amount consumed at berth and at sea Ice class information Ship’s ice class and voyages in ice conditions Annual Reporting Provide a ship-specific ‘FuelEU report’ to the verifier (for verification and calculation of results) 31 January each year, starting in 2026 (after the end of the first reporting period) Article 15(3)\n\nAdditionally, container ships and passenger ships within the scope of the FuelEU Regulation will have to comply with zero emissions at berth (connection to OPS or use of Zero Emissions Technologies) within the timelines summarised in the table below.\n\nStep Description Deadline Reference Zero Emissions at Berth Additional requirements for container ships and passenger ships above 5,000GT: Article 6 For AFIR-covered EU ports Compliance with zero emissions at berth requirement From 1 January 2030 For all EU ports with OPS Compliance with zero emissions at berth requirement From 1 January 2035 (or earlier as of 1 January 2030 at the discretion of Member States)\n\nRelevant links\n\nFull FuelEU Regulation Text: The official text of Regulation (EU) 2023/1805 of the European Parliament and of the Council of 13 September 2023 on the use of renewable and low-carbon fuels in maritime transport, and amending Directive 2009/16/EC can be accessed through the Official Journal of the European Union.\n\nEU ETS: The EU Emissions Trading System (EU ETS) has been extended to the maritime sector from January 2024. The extension covers CO2 emissions from all large ships (of 5 000 gross tonnage and above) entering EU ports, regardless of the flag they fly.\n\nAFIR: The Alternative Fuels Infrastructure Regulation sets mandatory targets for the deployment of alternative fuels infrastructure in the EU, for road vehicles, vessels and stationary aircraft.\n\nRenewable Energy Directive: The Renewable Energy Directive is a legal framework for the development of clean energy across all sectors of the EU economy, supporting cooperation between EU countries towards this goal.\n\nRLCF Alliance: The Renewable and Low-Carbon Fuels Value Chain Industrial Alliance (RLCF Alliance) is an initiative that focuses on boosting production and supply of renewable and low-carbon fuels in the aviation and waterborne sectors.\n\nEuropean Maritime Safety Agency (EMSA): EMSA also provides resources, updates, and documents on the implementation fo the MRV, ETS Maritime and FuelEU Maritime Regulations.\n\nEuropean Sustainable Shipping Forum: The European Sustainable Shipping Forum is a platform for structural dialogue, exchange of technical knowledge, cooperation and coordination between the Commission, Member States authorities and maritime transport stakeholders on issues pertaining to the sustainability and the competitiveness of EU maritime transport.\n\nEU Innovation fund: The Innovation Fund is one of the world’s largest funding programmes for the demonstration of innovative low-carbon technologies.\n\nMRV Regulation: The MRV (Monitoring, Reporting, and Verification) Regulation mandates the monitoring and reporting of CO2 emissions from ships, by ensuring compliance and enforcement of emissions reduction targets.",
      "authors": []
    },
    {
      "title": "Zero-Emission Shipping",
      "link": "https://mission-innovation.net/missions/shipping/",
      "date": "",
      "snippet": "",
      "text": "Zero-Emission Shipping\n\nOur goal is to demonstrate commercially-viable zero-emission ships by 2030, making vessels that operate on zero-emission fuels the natural choice for ship owners when they renew their fleet. International shipping transports the majority of the world’s goods and is responsible for 3% of global emissions, potentially increasing by half by 2050 on its current trajectory. To set international shipping on an ambitious zero-emission trajectory, we need commercially viable, zero-emission ocean-going vessels in the global fleet by 2030. Follow the Zero Emission Shipping Mission on LinkedIn Contact Us\n\nThe Plan\n\nCoordinated innovation needs to take place across the entire maritime value chain, from the ships to the future zero-emission fuels they will rely on, and the infrastructure that will supply them. This will drive the sector to a tipping point in its transition to well-to-wake zero-emission fuels as soon as possible. The Mission will focus on the following three areas to achieve the goal: ships, fuels, and fueling infrastructure.\n\nShips\n\nGoal: 600 large ships in international shipping are running on well-wake zero-emission fuel by 2030.\n\nProjects\n\nFuels\n\nGoal: Enable the production 16 Mt of heavy fuel oil equivalent (HFOe) well-to-wake zero-emission fuels by 2030.\n\nProjects\n\nFueling Infrastructure\n\nGoal: 20 key ports covering at least three continents offering well-to-wake zero-emission bunkering by 2030.\n\nProjects\n\nNews and Updates\n\n\n\n\n\nE-mail address\n\n\n\nTo subscribe to the Zero Emission Shipping Newsletter, enter your E-mail address above!\n\nBy signing up you approve the Danish Maritime Authority’s privacy policy and data protection. Read the subscription terms here.\n\nBy subscribing to the newsletter, you also give consent for the Danish Maritime Authority to collect and process information about e.g. your email address\n\nNews Highlights\n\n[February 2025] Under the auspices of the Zero-Emission Shipping Mission, the Danish Maritime Authority has conducted a study on ‘Mapping Global Financial Opportunities for Zero-Emission and Energy-Efficient Ships.’ With more than 70 funding opportunities, this study seeks to provide ship owners and governments at a global scale with an overview over financial support and guarantee opportunities for investments in new builds, retrofitting and/or energy efficiency improvements. Learn more.\n\n[February 2025] Read the Zero-Emission Shipping Mission’s first Newsletter of 2025.\n\n[October 4, 2024] The Zero-Emission Shipping Mission contributed to showcasing a clear hydrogen- fuels need at CEM15/MI9 meetings. Our members participated in topical side events, high-level dialogues, and announced several upcoming projects, intended to help reach our global net-zero goals. Together with partners the Zero-Emission Shipping Mission will introduce: a Port Readiness Level web-based tool to help ports and port authorities assess their capacity to support alternative fuels; a study on biofuels as pilot-fuels in methanol and ammonia engines; a follow-up study to the “Oceans of Opportunity” report to investigate availability of biofuels at global ports; and a new mapping study on global financial support for zero-emission ships and energy efficiency. Monitor our Linkedin and website for updates as these exciting projects progress.\n\n[September 2024] Read the September edition of the Zero-Emission Shipping Mission Newsletter.\n\n[April 15, 2024] Today, the Zero-Emission Shipping Mission announced revised, more ambitious 2030 Mission goals during Singapore Maritime Week. Read the announcement.\n\nMembership\n\nCo-leads:\n\nDenmark (Ministry of Industry, Business and Financial Affairs, Ministry of Climate, Energy and Utilities and Ministry of Foreign Affairs) – Mission Statement\n\nDenmark (Ministry of Industry, Business and Financial Affairs, Ministry of Climate, Energy and Utilities and Ministry of Foreign Affairs) – Mission Statement The United States (U.S. Department of Energy) – Mission Statement\n\nThe United States (U.S. Department of Energy) – Mission Statement Norway (Ministry of Climate and Environment) – Mission Statement\n\nNorway (Ministry of Climate and Environment) – Mission Statement Global Maritime Forum (representing the Getting to Zero Coalition) – Mission Statement\n\nMærsk Mc-Kinney Møller Center for Zero Carbon Shipping – Mission Statement\n\nCore Mission Members:\n\nUnited Kingdom (Department for Transport)\n\nUnited Kingdom (Department for Transport) Morocco (Ministry of Energy Transition & Sustainable Development)\n\nMorocco (Ministry of Energy Transition & Sustainable Development) India (Ministry of Science and Technology)\n\nIndia (Ministry of Science and Technology) Singapore (Maritime and Ports Authority)\n\nSingapore (Maritime and Ports Authority) Australia (Department of Infrastructure, Regional Development, Communications, and the Arts)\n\nMission Support Group:\n\nFrance (Ministry of the Sea)\n\nFrance (Ministry of the Sea) Ghana (Ghana Maritime Authority)\n\nGhana (Ghana Maritime Authority) South Korea (Ministry of Trade, Industry and Energy)\n\nSouth Korea (Ministry of Trade, Industry and Energy) European Commission (Directorate-General for Research and Innovation)\n\nEuropean Commission (Directorate-General for Research and Innovation) Canada (Transport Canada)\n\nCanada (Transport Canada) Germany (Federal Ministry for Economics and Climate Action)\n\n“In Denmark, we believe a greener future is possible – if we work together. As one of the world’s largest maritime nations, Denmark has initiated the Zero-Emission Shipping Mission, with great partners from the public and the private sector from all over the world. Our common goal is to make zero-emission vessels the natural choice for ship owners when they renew their fleet.”\n\nSimon Kollerup, Danish Minister for Industry, Business, and Financial Affairs\n\n“Through fearless technological innovation, ambitious clean energy deployment, and constructive international collaboration, we can build a net-zero carbon economy that creates millions of jobs and lifts our citizens into greater prosperity.”\n\nJennifer Granholm, U.S. Secretary of Energy\n\n“The decarbonization of shipping will result in a growing global demand for climate technology in the years ahead. Norway’s and other countries leading position in green shipping can become an important competitive advantage, giving the maritime industry huge growth potential in international markets.”\n\nSveinung Rotevatn, Norwegian Minister for Climate and Environment\n\n“Shipping is on the verge of a clean energy revolution. To set the global maritime industry on a climate-aligned course and meet the goals of the Paris Agreement, zero-emission vessels need to be the dominant and competitive choice by the end of this decade. The Zero-Emission Shipping Mission will accelerate public and private efforts around the world to make a zero emission fleet a reality by 2030.”\n\nJohannah Christensen, Managing Director of the Global Maritime Forum\n\n“The shipping industry needs to decarbonize to be part of the solution to the climate crisis. It will not be easy, and we don’t have a lot of time, but it is possible and now is the time to act. The Mærsk Mc-Kinney Møller Center for Zero Carbon Shipping is all about accelerating the transition by finding solutions through collaboration with partners across the ecosystem. With our partners we are proud and excited to co-lead this very important Zero Emission Shipping Mission.”\n\nBo Cerup-Simonsen, Chief Executive Officer of the Mærsk Mc-Kinney Møller Center for Zero Carbon Shipping\n\nContact Us:\n\nZero Emission Shipping Mission: shippingmission@dma.dk\n\nFollow the Zero Emission Shipping Mission",
      "authors": []
    },
    {
      "title": "MI’s Technical Advisory Group Completes First Annual Review of Missions",
      "link": "https://mission-innovation.net/news_mission/mis-technical-advisory-group-completes-first-annual-review-of-missions/",
      "date": "",
      "snippet": "",
      "text": "💡 Mission Innovation’s Technical Advisory Group (TAG) recently presented the key takeaways from the first annual review of the MI Missions’ activities at the MI Annual Gathering 2024. The main findings from this review, as drafted by the TAG, can be found below. 🌐\n\nMission Innovation (MI) comprises of 24 member governments. The seven missions are central to MI’s activity around catalysing clean energy innovation. The key to MI’s success is delivering on the Missions and demonstrating impact through them. All seven Missions are reviewed annually by an independent panel of experts of diverse geographical and technical backgrounds (the Technical Advisory Group – TAG) to ensure that the Missions are on track, to uncover any risks and barriers to Missions’ progress, and to make the Missions aware of any gaps or opportunities that the TAG panel members may uncover. The first round of reviews took place in 2023.\n\nAll seven Missions are making progress in supporting clean technology innovation in the dynamic, challenging, complex and crowded energy landscape even though they are at different stages in their delivery. There is clear differentiation between missions and other global initiatives; in general, this is due to wide-reaching collaboration with international and national programs of work, via knowledge-sharing and bringing that wealth of knowledge under the MI framework.\n\nMission have had great success in producing impactful outputs. Highlights include:\n\nMissions identified a number of risks that could hinder progress, including: member retention, insufficient resources, difficulties with engagement (particularly with the private sector) and unequal distribution of workload. A key risk is that Directors are crucial to the continuing operation of their Missions and, in many Missions, there is no contingency in place to mitigate the risk of their departure, such as a Deputy Director.\n\nSummary of Recommendations:\n\nAs part of a rapidly evolving landscape, Missions must continue to explore opportunities for collaboration, including with other Missions where there are dependencies across sectors or for sharing of best-practice. With a wealth of experience now invested in the missions, the next step is to galvanise their leading role in driving the research and innovation that is needed to reach their goals, including much greater involvement with the Global South and the private sector. Both are integral for progress, enabling MI to increase its reach and impact. Missions need to be flexible to track and respond to changes in the complex clean energy environment, which may mean adjustment of Goals to ensure that these are within the scope of Missions to influence. However, Missions also need to be granted the space to implement their Action Plans as endorsed before announcing and making changes. It is critical to enhance the role of Missions in identifying gaps and barriers within innovation ecosystems and advocating best practices to strengthen national innovation ecosystems. Joint research and development (R&D) calls, such as the MI Call series, are a way for Missions to direct innovation. However, some Missions have had difficulty fostering international cooperation, particularly with non-European partners. Additionally, there’s a need to articulate a qualitative understanding of successful pilot projects, whether conducted jointly or independently. Sharing insights into what works and why in these pilots, alongside strategies for replication, is essential for advancing innovation efforts. Building on Missions’ development of qualitative KPIs, it is essential to expand quantitative KPIs as these are needed to track short-term operational and long-term progress. More qualitative information such as lessons learned should be recorded and shared via simple mechanisms. Communications came through as a strong cross cutting theme. Communicating success and outcomes of Mission activities is vital to achieving maximum impact. To support the Missions, MI also needs to improve its own wider communications, which will raise awareness of the Missions as a result.\n\nOverall, the Missions are making strong progress towards their respective goals and should be commended for the work they have delivered to date. We hope that these recommendations provide useful guidance to help MI and its Missions continue to increase their impact and meet MI’s overarching goal of making clean energy affordable, attractive, and accessible to all.\n\nAcknowledgement:\n\nThe 2023 TAG review process was conducted by the following TAG members:\n\nDr Jenny Hayward (TAG Chair, Australia), Dr Michio Kondo (TAG Vice-chair, Japan), Dr Julia Reinaud (Breakthrough Energy), Ms Cynthia Handler (Canada), Professor Can Li / Professor Hongxian Han (China), Dr Vangelis Tzimas (European Commission), Dr Dagmar Sommer (Germany), Ms Araceli Fernandez Pales (IEA), Professor Rangan Banerjee (India), Mr Francisco Boshell (IRENA), Mr Per Arne Karlsen (Norway), Dr Malak Al-Nory, Ph.D. / Dr Turki Al-Aqeel, PhD, MBA (Saudi Arabia), Sir Peter Bruce (UK), and Ms Anna J Siefken(USA)\n\nThe following MI Secretariat members coordinated the process:\n\nRebecca Vignols-Clewlow , Kotaro NAKAMURA , and Belle Younsi",
      "authors": []
    },
    {
      "title": "All the way to net zero",
      "link": "https://www.maersk.com/sustainability/all-the-way-to-net-zero",
      "date": "",
      "snippet": "",
      "text": "Name ceremony of Astrid Mærsk\n\nOur second methanol-enabled vessel to join our ocean fleet. Astrid Mærsk was named in a ceremony held on 4 April 2024 in Yokohama, Japan. It was christened by the vessel’s godmother, Mrs. Liza Uchida, spouse of Nissan Motor Company CEO Makato Uchida. Following the naming ceremony, the vessel continued to Shanghai, China to celebrate the 100-year anniversary of Maersk in China.\n\nAstrid Mærsk is named after Astrid Uggla, granddaughter of Anna Maersk-Mckinney Uggla, chair of A.P. Møller Fonden.\n\nRead full press release here.",
      "authors": []
    }
  ]
}
