{
  "timestamp": "2025-08-18T06:29:43.954938",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "En historisk lang periode har Danmark slukket for beskidt brændsel: 'Det er fantastisk, hvis vi kan klare os uden'",
      "link": "https://www.dr.dk/nyheder/viden/klima/en-historisk-lang-periode-har-danmark-slukket-beskidt-braendsel-det-er",
      "date": "",
      "snippet": "",
      "text": "- Vi er i Aalborg så heldige, at vi har store mængder overskudsvarme fra cementproduktionen på Aalborg Portland og affaldsvarme fra Nordværk. De to har stort set altid stået for sommervarmen i Aalborg, siger Jesper Høstgaard-Jensen.\n\nNår Danmark i mindre grad fyrer med kul, er det fordi, at mange af landets gamle kulkraftværker i 2010'erne blev ombygget til at fyre med træ. De seneste år er også nye typer varme baseret på grøn strøm vundet frem.\n\nI Aalborg er de stadig afhængige af kullet, men det er først, når aalborgenserne for alvor tænder for radiatorerne.\n\nAalborg Forsyning, der ejer værket, kan dog også finde på at blusse op for flammen, hvis der mangler elektricitet.\n\nSiden 2010 er forbruget af kul i Danmark faldet med 90 procent, og det faldende forbrug har stor betydning for, hvor meget Danmark belaster klimaet.\n\nFor tre år siden stod kul for 3,7 millioner ton CO2 i energisektoren. Næsten en tiendedel af Danmarks samlede udledninger.\n\nOm tre et halvt år bliver det til et rundt nul.\n\nDanmark importerer også elektricitet fra udlandet. Det er blandt andet Tyskland, der stadig får cirka en fjerdedel af deres elektricitet fra kul. Tyskland investerer hastigt i grønne energikilder, så kulforbrugets andel ventes at falde de kommende år.\n\nDet sidste kul er planlagt til at blive skovlet i Nordjyllandsværket ved udgangen af 2028.\n\nI stedet for de sorte klumper skal Aalborg Forsyning få varmen fra grønnere energikilder. De er i gang med at bygge en gigantisk varmepumpe, der bruger havvand til skabe varme. Det bliver verdens største af sin slags.\n\nDerudover håber Aalborg Forsyning at få ekstra overskudsvarme, blandt andet fra cementfabrikken Aalborg Portland. Kæmpe elkedler, der bruger grøn strøm, og varmelagre er også en del af planen.\n\nDermed undgår de i Aalborg det, som blandt andet København og Aarhus har gjort. Nemlig at omlægge fra kul til afbrænding af træ, også kaldet biomasse.\n\nDet store forbrug af biomasse i Danmark er stærkt omdiskuteret. Både fordi afbrændingen af træ stadig udleder en del CO2 og fordi, at biomassen er en begrænset ressource, hvis det skal være bæredygtigt.\n\nBæredygtigheden er svært at føre kontrol med. Blandt andet har der tidligere været kritik af, at Danmark importerer biomasse fra de baltiske lande, hvor naturbeskyttet skov risikerer at blive fældet for at ende som træflis til afbrænding i Danmark.\n\nDet er ifølge Søren Lorenz Søndergaard, chefkonsulent hos Dansk Fjernvarme, en milepæl, som Danmark har nået denne sommer.\n\n- Vi er lykkedes med, at det danske energisystem kan køre uden de fossile energikilder, der udleder mest CO2, altså kul. Det er sket samtidig med, at vi har en stabil produktion af el og varme. Der er stadig anvendt lidt fossil gas, men det har i høj grad været vedvarende energikilder, der har leveret energien denne sommer, siger han.\n\nRisiko for mangel på strøm\n\nFor Danmark er der en udfordring ved, at vi er i gang med at pensionere en del af vores kraftvarmeværker, konstaterer Mogens Rüdiger.\n\nNår vi mister de store kraftværker, bliver vi mere afhængige af især vindstrøm. Når det ikke blæser, er der dermed en risiko for at få et mindre stabilt elnet.\n\nSelv om klimaindsatsen kritiseres af mange grønne organisationer for at gå for langsomt, er omstillingen af elsystemet en stor omvæltning, siger energihistorikeren.\n\n- Historisk set er der fart på, siger energihistorikeren.\n\nIntroduktionen af kul tog mere end fem årtier fra 1850’erne frem til 1. verdenskrig. Udbredelsen af olie tog tilsvarende lang tid. Cirka fra 1. verdenskrig og frem til 1950’erne.\n\nSelv om energisektoren denne sommer har klaret sig uden kul, har der stadig været fyret med kul. Enkelte industrivirksomheder fyrer stadig med det sorte brændsel, men det er i langt mindre grad end de store kraftvarmeværker. Et andet omstridt brændsel - petroliumskoks - anvendes også. Det er et restprodukt fra olieraffinaderier og har ved forbrændingen en lidt højere CO2-udledning end kul.\n\nI 1990 var den vedvarende energi minimal i elnettet, blot få procent. Sidste år leverede solceller og vindmøller 63 procent af vores el. Medregnet kraftværker, der fyrer med biomasse, er 80 procent af elektriciteten vedvarende energi.\n\n- På den måde er den aktuelle grønne omstilling rimelig hurtigt. Det er også en af udfordringerne ved at få systemet til at fungere, siger Mogens Rüdiger.",
      "authors": [
        "Af Dr'S Klimaanalytiker",
        "I Går Kl."
      ]
    },
    {
      "title": "Professor vil holde liv i dansk kulkraftværk",
      "link": "https://www.dr.dk/nyheder/viden/klima/professor-vil-holde-liv-i-dansk-kulkraftvaerk",
      "date": "",
      "snippet": "",
      "text": "Kulkraft var forsikring mod kolde vintre\n\nIfølge en foreløbig opgørelse har staten betalt mere end 800 millioner kroner for at holde liv i tre gamle Ørsted-kraftværker fra 2022-2024 efter Ruslands invasion af Ukraine. Alligevel endte de med at stå stille det meste af tiden.\n\nElpriserne faldt, og så var kun ganske lidt brug for kraftværkerne. Årsagen var reduceret energiforbrug i Europa, øget import af naturgas fra USA og Mellemøsten og milde vintre.\n\nDermed voksede statens regning til Ørsted, eftersom energiselskabet kun tjente ganske lidt på at drive kraftværkerne, og det tab dækkede staten.\n\nSelv om kraftværkerne ikke var nødvendige for at undgå nedbrud i elnettet, har forsikringen været nødvendig, mener Klaus Winther, vicedirektør i Energinet.\n\n- Man kunne sagtens have forestillet sig hændelser, hvor de ville have været nøglen til at få det til at lykkedes. Det kunne have været en kold vinter, lave gaslagre eller manglende leverancer af flydende naturgas, siger Klaus Winther.",
      "authors": [
        "Af Dr'S Klimaanalytiker",
        "I Går Kl."
      ]
    },
    {
      "title": "Børsen",
      "link": "https://borsen.dk/",
      "date": "",
      "snippet": "",
      "text": "Hvad kom der ud af Trump og Putins møde? Få svar her",
      "authors": []
    },
    {
      "title": "Fra japanske haver til trendy caféer: Matcha er blevet det nye grønne hit",
      "link": "https://www.dr.dk/nyheder/regionale/oestjylland/fra-japanske-haver-til-trendy-cafeer-matcha-er-blevet-det-nye-groenne",
      "date": "",
      "snippet": "",
      "text": "Hvad er matcha?\n\nMatcha har sine rødder i Kina, men blev for næsten 1000 år siden en del af japanske munkes ritualer. Her blev den grønne te brugt både som medicin og som en central del af den tidskrævende og ceremonielle tekunst. I modsætning til klassisk te, hvor man blot trækker smag ud af bladene og drikker væsken, indtager man hele bladet i matcha – pulveriseret og pisket op med vand, så man får hele den grønne kraft med i koppen.\n\nMen den globale hype har også en bagside. Ifølge trendforsker Julia Lahme er efterspørgslen så voldsom, at den japanske produktion har svært ved at følge med. Matcha er nemlig en te, der kræver tid og omhu at dyrke, og forsyningsproblemer begynder at melde sig.",
      "authors": [
        "Af -",
        "I Går Kl."
      ]
    },
    {
      "title": "DR: Nyheder",
      "link": "https://www.dr.dk/",
      "date": "",
      "snippet": "",
      "text": "'Der skal bomme op nu': Lokale er i chok og kalder på handling",
      "authors": [
        "Christine Cordsen",
        "Politisk Korrespondent",
        "Puk Damsgård"
      ]
    },
    {
      "title": "Analyse: Reform af bilafgifterne hænger fast i frygten for vælgerne",
      "link": "https://www.dr.dk/nyheder/politik/analyse-reform-af-bilafgifterne-haenger-fast-i-frygten-vaelgerne",
      "date": "",
      "snippet": "",
      "text": "En million grønne biler i Danmark i 2030.\n\nDet mål var den helt store nyhed, da Lars Løkke Rasmussen som Venstre-formand og statsminister holdt sin åbningstale i oktober 2018.\n\nMålet blev regnet for ekstremt ambitiøst eller ligefrem urealistisk. Især i lyset af, at der i 2018 indtil da blot var solgt lidt over 3.000 el- og hybridbiler.\n\nAmbitionen overlevede dog et regeringsskifte og var med, da S-regeringen lavede en politisk aftale om omstilling til grønne biler. Men mest som en drøm. Det konkrete mål i aftalen fra 2020 var 775.000 grønne biler i 2030.\n\nDanskernes appetit på elbiler har overhalet alle målsætninger, og det har udgifterne så også Christine Cordsen, politisk korrespondent DR\n\nGraden af realisme var der flere meninger om. Men en ting var eksperter og politikere enige om. Det ville blive rasende dyrt at få danskerne til at droppe benzin og diesel til fordel for el. Den forudsigelse holdt stik.\n\nDyrere elbiler på vej\n\nLavere afgifter på elbiler har kostet milliarder. Men det har virket. Den seneste prognose fra Klimaministeriet viser, at der allerede i 2028 vil være en million elbiler i Danmark, og at tallet i 2030 vil være oppe på mindst 1,2 millioner.\n\nDanskernes appetit på elbiler har overhalet alle målsætninger, og det har udgifterne så også. Foruden lavere indtægter fra bilafgifterne mister staten også penge på benzinafgifter, når der bliver solgt mindre benzin og diesel.\n\nOg der er ikke afsat penge til bare at køre videre på el. Aftalen fra 2020 betyder, at registreringsafgiften på elbiler gradvis vil blive forhøjet fra næste år, hvis ikke politikerne beslutter noget andet.\n\nMen der er et bredt politisk ønske om en fuld omstilling til elbiler. Derfor har SVM-regeringen de seneste måneder på de indre linjer – det vil sige i regeringens grønne udvalg – arbejdet på en større reform af bilafgifterne. En reform, der både skal fremme grønne biler og sikre, at bunden ikke ryger ud af statskassen.\n\nHøjere afgifter og mindre bureaukrati\n\nGrundtanken i reformarbejdet er helt at fjerne registreringsafgiften på alle biler. Det vil koste omkring ni milliarder kroner.\n\nHvis regeringen også vil skære el-afgiften ned til EU’s minimum - hvilket også er under overvejelse - bliver prisen omkring det dobbelte. Altså i alt 18 milliarder kroner om året.\n\nEn af idéerne til at hente de penge ind igen er at hæve den grønne afgift, som bilejerne betaler hvert år. Hvis den reguleres efter bilens vægt og eventuelt hestekræfter, kan sådan en afgift tilmed få en social profil, fordi de tungeste biler også er de dyreste.\n\nEn anden mulig indtægtskilde er en ny vejafgift. Altså en afgift for at bruge og dermed slide på vejene. Sådan en afgift kan både skaffe penge, og være en forløber for egentlig roadpricing, hvor afgiften afhænger af faktorer som trængsel, og hvor meget man kører.\n\nSom en bonus vil op imod hver fjerde krone fra sådan en vejafgift komme fra udenlandske bilister.\n\nOg så vil der være en ekstra bonus i form af mindre bureaukrati. Lige nu er omkring 400 ansatte i Motorstyrelsen beskæftiget med at regne ud, hvor meget der skal betales i registreringsafgift for de enkelte biler. Det er af mange tekniske grunde bøvlet, og så er det også et område med masser af forsøg på snyd.\n\nLæs også : Langt de fleste danske husholdninger valgte en elbil i juli\n\nPolitisk følsom op til et valg\n\nTeknisk forekommer det enkelt at beskatte brug i stedet for køb af bilen. Men så er der det politiske.\n\nFor hvad med alle dem, der allerede har en benzinbil, som de har købt med høj registreringsafgift. Skal de pludselig betale en højere årlig afgift og ny vejafgift for, at andre kan købe en billigere elbil.\n\nFra nu af er der permanent valgkamp Christine Cordsen, politisk korrespondent DR\n\nOg hvad med værdien af deres brugte bil. Falder den pludselig voldsomt, fordi nye biler bliver billigere.\n\nEt godt bud er, at mange ville blive sure, og al politisk erfaring tilsiger, at det især er de sure, politikerne hører fra. Mens der er mere stille fra dem, der får fordel af reformen, når de skal købe en ny bil.\n\nDet er også et godt bud, at surheden vil være ekstra stor udenfor byerne. Der, hvor man i særlig grad har brug for sin bil for at komme på arbejde og til al anden transport.\n\nSådan en surhed vil være følsom for Socialdemokratiet og Venstre, som er i hård konkurrence med partier som Danmarksdemokratierne og Dansk Folkeparti om vælgerne i provinsen og på landet. Især lige op til kommunalvalget i november.\n\nLæs også : Tesla er igen trillet ud af liste over danskeres foretrukne\n\nAfgørelsen ligger hos regeringstoppen\n\nOg når det gælder bekymringen for vælgernes humør, er partierne også i fuld gang med at indstille radaren mod næste folketingsvalg, som skal være afholdt inden næste efterår. Fra nu af er der permanent valgkamp.\n\nDerfor er der også røster i SVM, der leger med tanken om at finde en måde til at skubbe det hele til efter næste valg. For eksempel ved hjælp af det gode gamle kneb med et ekspertudvalg.\n\nI sidste ende skal beslutningen træffes af de tre partiledere i regeringstoppen.\n\nMåske i forbindelse med den nye store økonomiske plan, som er bebudet i løbet af efteråret. Det ville give mulighed for at bruge nogle penge fra den store kasse for at få reformen til at glide lettere ned.",
      "authors": [
        "Christine Cordsen",
        "Politisk Korrespondent Dr",
        "Af Politisk Korrespondent",
        "I Går Kl."
      ]
    },
    {
      "title": "Forskning: Populære hovedpinepiller kan muligvis gøre det sværere at blive gravid",
      "link": "https://www.dr.dk/nyheder/indland/forskning-populaere-hovedpinepiller-kan-muligvis-goere-det-svaerere-blive-gravid",
      "date": "",
      "snippet": "",
      "text": "Brugen af håndkøbsmedicin med paracetamol kan skade det befrugtede æg i de tidligste stadier og i værste fald muligvis føre til graviditetstab.\n\nDet viser et nyt dansk-fransk forskningsprojekt støttet af Lundbeckfonden, som offentliggøres i tidsskriftet Human Reproduction mandag.\n\nResultaterne viser, at paracetamol, som man finder i blandt andet panodil, pinex og pamol, bremser udviklingen af det befrugtede æg den første uge af graviditeten – på et tidspunkt, hvor de færreste ved, at de er gravide.\n\nCelledeling går i stå\n\nForskerne har undersøgt, hvad det gør ved mus og ved menneskelige embryoner de første dage efter befrugtningen at blive udsat for, hvad der svarer til, at en kvinde har taget ét gram paracetamol. En mængde, der typisk er i to piller mod hovedpine.\n\nNu har vi så fundet en bivirkning, der er ret bekymrende. Professor David Møbjerg Kristensen, forsker bag studiet\n\nOg selv om den mulige sammenhæng mellem paracetamol og graviditetstab skal undersøges yderligere, inden der kan drages endelige konklusioner, er resultatet 'meget potent', siger en af forskerne bag studiet, professor ved RUC David Møbjerg Kristensen, der er seniorforsker ved Rigshospitalets Afdeling for Vækst og Reproduktion.\n\n- Vi kan se, at paracetamol hæmmer DNA-syntese, som er essentielt for cellernes evne til at kunne dele sig. Enten går de i stå, eller også dør de, når de udsættes for de koncentrationer, vi ser i kvinder, der har taget 1 gram paracetamol.\n\n- Mus, der får paracetamol, får færre unger og har flere aborter. Det er meget potent, siger han.\n\nBekymrende bivirkning\n\nParacetamol er en populær håndkøbsmedicin, som bruges mod feber, hovedpine og øvrige smerter.\n\nForbruget er stort, men tidligere undersøgelser viser, at alt for mange glemmer, at der er tale om en egentlig medicin, som derfor også har bivirkninger, siger David Møbjerg Kristensen.\n\n- Nu har vi så fundet en bivirkning, der er ret bekymrende, siger han og understreger, at paracetamol stadig er det bedste af de smertestillende håndkøbspræparater for gravide, og man skal altid følge Lægemiddelstyrelsen retningslinjer og tage så lidt som muligt i så kort tid som muligt.\n\n- Er man i tvivl, skal man altid kontakte sin læge.\n\nGod idé at være tilbageholdende\n\nDet anslås, at mellem 10 og 40 procent af alle graviditeter går tabt i den helt tidlige fase, og at omkring halvdelen af dem skyldes genetiske fejl.\n\nAndre årsager er endnu ikke fuldt klarlagt, men i en pressemeddelelse, maner Morten Rønn Petersen, der er laboratorieleder for Rigshospitalets Fertilitetsklinik og førsteforfatter på studiet, til 'tilbageholdenhed' med brugen af paracetamol, når man gerne vil være gravid.",
      "authors": [
        "Professor David Møbjerg Kristensen",
        "Forsker Bag Studiet",
        "I Dag Kl."
      ]
    },
    {
      "title": "'Vi kan ikke vente til 2027': Borgmester vil øge sikkerhed ved jernbaneoverskæringer nu",
      "link": "https://www.dr.dk/nyheder/indland/vi-kan-ikke-vente-til-2027-borgmester-vil-oege-sikkerhed-ved-jernbaneoverskaeringer",
      "date": "",
      "snippet": "",
      "text": "Aabenraa Kommunes borgmester, Jan Riber Jakobsen (K), er ikke villig til at vente til 2027, før sikkerheden forbedres ved kommunens fem ubevogtede jernbaneoverskæringer.\n\nDet melder han ud, efter Banedanmark har fastslået, at det tidligst bliver i 2027, før der kan opsættes bomme ved overskæringerne. I dag er de ubevogtede jernbaneoverskæringer udstyret med lys og klokker, men det har ikke kunnet forhindre, at to mennesker har mistet livet inden for halvanden måned.\n\nDen første ulykke skete i juli, hvor en 24-årig mand blev dræbt, da hans varevogn kolliderede med et tog ved en ubevogtet overskæring i Kliplev. Fredag mistede en kvinde så livet, da hendes tog afsporede efter at have ramt en gylletransport ved en ubevogtet jernbaneoverskæring ved Bjerndrup. Flere passagerer blev kvæstet, heriblandt to alvorligt.\n\nVi må finde en løsning her og nu Jan Riber Jakobsen (K)\n\nJan Riber Jakobsen understreger, at der skal handles med det samme.\n\n- Jeg vil indlede dialog med politi, DSB og Banedanmark om, hvad der kan gøres her og nu. Hvis der ikke findes andre muligheder, er jeg villig til at lukke vejene. Vi kan ikke vente til 2027 med at gøre noget, siger han til DR Nyheder.\n\nMor til dræbt mand: 'Togene bør sænke farten'\n\nLise Ann Waidtlow Schlaikjer, mor til den 24-årige mand, der omkom ved ulykken i Kliplev, er ikke enig i at lukke vejene som løsning.\n\n- Vi, der bor her, er afhængige af banelegemet for at komme gennem byen. Ellers skal vi køre omveje på både fem og ti kilometer, og det er uholdbart, siger hun.\n\nI stedet foreslår hun, at togene sænker hastigheden eller stopper helt ved de ubevogtede overskæringer, før de kører videre.\n\n- Noget tyder jo på, at der er et eller andet galt med systemet, når der kan ske to dødsulykker på den samme strækning på så kort tid, siger Lise Ann Waidtlow Schlaikjer.\n\nSønderborgs borgmester: Pengene findes\n\nI Sønderborg, der er endestation på den strækning, hvor ulykkerne er sket, er borgmester Erik Lauritzen (S) åben for alle initiativer, der kan øge sikkerheden.\n\nHan ser for eksempel gerne, at kommunen samarbejder med Aabenraa Kommune og Banedanmark om at undersøge mulighederne for at forbedre synligheden ved overskæringerne. Han understreger dog, at den bedste løsning ville være, hvis Banedanmark kunne fremskynde opsætningen af bomme – også selvom det koster ekstra.\n\n- Jeg har respekt for, at der ligger en plan, og at der er tekniske udfordringer, der skal overvindes, men det er svært at gøre det op i penge. Vi snakker om menneskeliv og tryghed for borgerne, og så tænker jeg, at de penge også findes, siger Erik Lauritzen.\n\nBanedanmark oplyser til DR Nyheder, at Havarikommissionen nu vil undersøge årsagen til ulykkerne.",
      "authors": [
        "Jan Riber Jakobsen",
        "K",
        "I Går Kl."
      ]
    },
    {
      "title": "Fred på Putins præmisser: Territorie-afgivelse var formentlig på bordet i Alaska",
      "link": "https://www.dr.dk/nyheder/udland/fred-paa-putins-praemisser-territorie-afgivelse-var-formentlig-paa-bordet-i-alaska",
      "date": "",
      "snippet": "",
      "text": "Men ifølge flere medier, herunder Financial Times, foreslog præsident Putin, at Ukraine trækker sig fra de to regioner Donetsk og Luhansk, som hyppigt går under fællesbetegnelsen Donbas, og samtidig fastfryser frontlinjerne i de to sydlige regioner Kherson og Zaporizjzja.\n\nIfølge Financial Times er Putin så åben for at trække sine tropper ud af de smådele af regionerne Sumy og Kharkiv, som Rusland lige nu kontrollerer.\n\nOg hvis dét forslag står til troende, så er det dårligt nyt for Ukraine, siger Charlotte Flindt Pedersen, der er direktør i Det Udenrigspolitiske Selskab.\n\n- For Zelenskyj (Ukraines præsident, red.) og Ukraine er det her ikke noget fremskridt i forhandlingerne, slår hun fast.\n\nOg hun kan ikke forestille sig, at den ukrainske præsident vil gå med til den løsning.\n\n- Hvis han gør det, så opgiver han det, som han har kæmpet for i ti år, siger hun.\n\nOg det vil være en utvetydig sejr til Rusland.\n\n- Det vil sige, at det, som Putin ikke kunne opnå i kamp, afgiver Ukraine så i en fredsforhandling. Det er meget absurd.\n\nPutin vil have USA's hjælp til erobringsprojekt\n\nOg netop \"absurd\" var også det udtryk, den tidligere amerikanske ambassadør i Rusland Michael McFaul benyttede, da han i går blev spurgt ind til det samme på den Trump-kritiske amerikanske tv-kanal MSNBC.\n\n- Tanken om, at Ukraine og præsident Zelenskyj ensidigt skulle trække sig tilbage fra positioner i Donbas, hvor deres soldater befinder sig lige nu, lyder helt absurd for mig.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "Tysker sætter løbsrekord og vinder Ironman Copenhagen",
      "link": "https://www.dr.dk/sporten/seneste-sport/tysker-saetter-loebsrekord-og-vinder-ironman-copenhagen",
      "date": "",
      "snippet": "",
      "text": "Torsdag aften endte det lykkeligt for Brøndby, da klubben spillede sig videre i Conference League-kvalifikationen mod islandske Vikingur Reykjavik.\n\nBrøndby formåede hjemme på Vestegnen at vende et 0-3 nederlag i første opgør til en sejr på 4-0, på trods af at have været en mand i undertal størstedelen af kampen.\n\nBrøndbys offensive profil Clement Bischoff fik rødt kort for at træde en modstander i maven, og dagen derpå er det væltet ind med hadbeskeder, skriver Brøndby i en pressemeddelelse.\n\n- I forbindelse med torsdagens sejr har Clement Bischoff modtaget adskillige hadefulde og racistiske beskeder samt dødstrusler.\n\n- Brøndby IF tager på det kraftigste afstand fra de modbydelige hadbeskeder og trusler, Clement har modtaget, og de individer der står bag dem.",
      "authors": []
    },
    {
      "title": "Splash Wrap: Red, white, and fume",
      "link": "https://splash247.com/splash-wrap-red-white-and-fume/",
      "date": "2 days ago",
      "snippet": "The United States' formal rejection of the International Maritime Organization's (IMO) proposed net-zero framework for the shipping industry led coverage at...",
      "text": "The United States’ formal rejection of the International Maritime Organization’s (IMO) proposed net-zero framework for the shipping industry led coverage at Splash this week.\n\nThis framework, which includes carbon levies and fuel standards, aims to significantly reduce greenhouse gas emissions from ships by 2050. The US administration views this plan as a “global carbon tax on Americans” that would unfairly benefit countries like China and impose considerable costs on American consumers.\n\nWhile the US threatens retaliation if the measures are adopted, other experts suggest that the IMO’s port state control enforcement mechanisms might still compel international compliance, even from US-flagged vessels trading globally. However, the US stance creates uncertainty for shipowners and could potentially complicate or delay the IMO’s decarbonisation efforts.\n\n“Confidence matters more than rhetoric in shipping as without clear, enforceable rules, shipowners can’t responsibly future-proof their fleets, and decarbonisation will remain as just a costly exercise in risk management,” broker SSY noted in a recent markets update.\n\nOther big news this week came out of Israel, where reports emerged that ZIM CEO Eli Glickman is teaming up with Israeli shipping magnate Abraham Unger in a bid to take the Israeli containerline private.\n\nFinally, if you haven’t read it yet, check out our big Maritime CEO interview with José Miguel Bermúdez, the CEO and co-founder of bound4blue, a suction sails specialist.\n\n“Right now, shipping is working with a patchwork of isolated solutions,” Bermúdez told us. “The next step forward will be making these systems work together to improve overall efficiency, which will directly translate into emissions reductions and cost savings.”\n\nTo gain greater insights into the US stance on international shipping environmental legislation, check out the latest edition of the Splash Wrap podcast below.",
      "authors": [
        "Splash Is Asia Shipping Media S Flagship Title Offering Timely",
        "Informed",
        "Global News The Maritime Industry",
        "A Concerned Mariner",
        "Martyn Benson",
        "Simon Bullock",
        "Frank Boman",
        "Jose Corazon Q Bautista"
      ]
    },
    {
      "title": "Shipping navigates net-zero waters without US support",
      "link": "https://splash247.com/shipping-navigates-net-zero-waters-without-us-support/",
      "date": "3 days ago",
      "snippet": "The US decision to go public on its offensive against the International Maritime Organization's proposed net-zero framework has created considerable debate...",
      "text": "The US decision to go public on its offensive against the International Maritime Organization’s proposed net-zero framework has created considerable debate within the shipping community.\n\nVarious ministers within the Donald Trump administration issued a joint statement this week branding the plan a “global carbon tax on Americans” and threatening retaliation ahead of an October vote that could shape shipping’s decarbonisation pathway for decades.\n\nSenior members of Donald Trump’s cabinet slammed the carbon pricing mechanism and fuel standards as unfairly penalising US industries while favouring China. “Even small vessels would incur millions of dollars in fees, directly driving up costs for American consumers,” the statement warned. The US rejection puts the IMO’s long-awaited greenhouse gas reduction strategy in the crosshairs just months before adoption. Confidence matters more than rhetoric in shipping\n\nThe framework, agreed in principle by a majority of IMO members in April’s gathering of the Marine Environment Protection Committee (MEPC), would impose levies of $380 per tonne of CO₂-equivalent for ships failing to meet a base target from 2028, alongside stricter GHG intensity mandates and a fuel standard. Supporters see it as a breakthrough measure to align shipping with a 2050 net-zero trajectory.\n\n“The upcoming MEPC session in October provides the appropriate platform to address any concerns from member states ahead of the adoption process,” a spokesperson for the IMO told Splash today.\n\nA spokesperson from BIMCO, shipping’s largest lobby group, told Splash the US stance is unlikely to derail implementation if the framework passes, but warned that Washington’s non-participation would complicate enforcement.\n\n“Even when, or if, the US places reservations that the rules will not apply to them, it will, because all ships of non-US flag trading internationally are bound by their flag.US ships will also be required to comply if they trade internationally.There is only the option of non-party bilateral trade outside the rules,” the BIMCO spokesperson explained.\n\nDr Tristan Smith, who follows IMO environmental legislation closely in his role as professor of energy and transport at London’s UCL Energy Institute, played down the US stance.\n\n“I don’t think this is news – the same happened in April,” Smith recounted, discussing the US decision to walk out of the MEPC gathering this spring.\n\n“The IMO’s regulation of international shipping is generally, and in this instance, enforced by port state control. If an individual country decides not to enforce in some way, a ship still faces enforcement sanctions as soon as it sails to another country,” Smith explained.\n\nProfessor Lynn Loo, the CEO of the Global Centre for Maritime Decarbonisation, said she did not think the IMO’s net-zero framework would be abandoned as it has already taken many years of consensus-building to get to this point. However, Loo conceded political headwinds can slow or weaken the framework’s implementation. New fuel supply chains, upgraded port and terminal infrastructure, and vessels capable of using zero- or near-zero-carbon fuels are all deeply interdependent and can take a decade or more to bring to full scale, Loo explained.\n\n“Any loss of momentum now will make reaching the 2050 targets far more challenging. This is the time for member states to remain focused on our collective long-term goals,” Loo urged.\n\nOthers see bigger risks. ING economist Rico Luman described the US rejection as “a blow” that could embolden other reluctant states.“If the US doesn’t accept the effectuation, this will complicate the whole system. This could also make other countries doubt, because they fear the consequences as the US could retaliate. This puts the final adoption in danger,” Luman warned.\n\nFor shipowners, the bigger headache may be the uncertainty the US move injects into fuel investment decisions. Broker SSY said dry bulk ordering remains paralysed by the absence of clear, stable rules, with owners hedging between LNG, ammonia, and methanol in the hope of future-proofing fleets.\n\n“Confidence matters more than rhetoric in shipping as without clear, enforceable rules, shipowners can’t responsibly future-proof their fleets, and decarbonisation will remain as just a costly exercise in risk management,” SSY noted in a recent markets update.\n\nThe October MEPC session will now be a critical test. A two-thirds majority is needed to pass the net-zero package. Environmental NGOs warn that failure or delay could sink any realistic chance of shipping hitting its 2030 or 2050 climate targets.\n\n“What is vital now is that the IMO member states formally adopt the net-zero framework to give industry the certainty it needs to invest in the cleaner fuels and technologies that will enable us to meet the net zero targets already agreed by governments,” a spokesperson for the International Chamber of Shipping told Splash.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "A Concerned Mariner"
      ]
    },
    {
      "title": "Fire hits Maersk ship off Liberia",
      "link": "https://splash247.com/fire-hits-maersk-ship-off-liberia/",
      "date": "3 days ago",
      "snippet": "A fire broke out on Wednesday onboard a Maersk ultra-large containership while sailing off the coast of Liberia. The 2013-built 19,076 teu Marie Maersk,...",
      "text": "A fire broke out on Wednesday onboard a Maersk ultra-large containership while sailing off the coast of Liberia.\n\nThe 2013-built 19,076 teu Marie Maersk, operating under the Gemini Cooperation’s Asia–Europe AE4 service, was en route from Rotterdam to Tanjung Pelepas when crewmembers detected smoke coming from containers on deck.\n\nThe ship’s crew activated onboard firefighting systems and followed emergency procedures, with Maersk confirming that all crewmembers are safe and that the vessel remains stable, with propulsion, steering, and navigational systems unaffected.\n\nThe vessel has diverted towards the West African coast to access landside support, while tugs have been deployed at the scene to provide assistance.\n\nIn a statement, Maersk added: “We remain in constant contact with the crew and are providing all possible support. We cannot confirm the extent of the fire’s impact on the cargo yet.”\n\nNo explosions or secondary incidents have been reported, and monitoring continues as the situation develops.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "A Concerned Mariner",
        "Martyn Benson"
      ]
    },
    {
      "title": "Romania Pushes NATO to Step Up Black Sea Mine Task Force",
      "link": "https://gcaptain.com/romania-pushes-nato-to-step-up-black-sea-mine-task-force/",
      "date": "3 days ago",
      "snippet": "BUCHAREST, Aug 14 (Reuters) – NATO allies Romania, Bulgaria and Turkey should expand a joint task force that clears mines floating in the Black Sea to...",
      "text": "BUCHAREST, Aug 14 (Reuters) – NATO allies Romania, Bulgaria and Turkey should expand a joint task force that clears mines floating in the Black Sea to include patrols to protect energy facilities and trade routes from potential Russian attack, Romania’s defense minister said.\n\nThe Black Sea – especially Ukrainian waters – has been a crucial theater of war since Russia’s 2022 invasion of Ukraine, and drifting sea mines have posed a threat to shipments of grain and oil, with several commercial ships being hit.\n\nRomania, Bulgaria and Turkey, which share the Black Sea with Ukraine, Russia and Georgia, formed the de-mining task force last year.\n\n“This project will have to be expanded to a patrol project in coming years. We will discuss it in the near future with our allies,” Ionut Mosteanu told Reuters in an interview.\n\n“The Black Sea … will continue to be a battleground for Russia. We must discourage (Russia) and protect our interests, which are energy infrastructure, maritime trade and freedom of navigation. These are our objectives and they will be protected.”\n\nRomania shares a 650-kilometer (400-mile) land border with Ukraine and has had Russian drone fragments repeatedly fall on its territory during the war. In the Black Sea, Mosteanu cited “nearly daily” attempts to jam GPS signals, saying Russia was likely behind them. Russia regularly rejects such accusations.\n\nRomania will become the European Union’s largest gas producer and a net exporter from 2027 once a large offshore Black Sea gas project is completed.\n\nThe country has bought a light, ready-made warship from Turkey, but the defense ministry expects plans to purchase more small warships, or corvettes, to take years.\n\nUKRAINE\n\nMosteanu also said Romania – which is currently trying to lower the highest budget deficit in the EU to avert a ratings downgrade and unblock funds from Brussels – would probably not contribute to NATO’s new “Priority Ukraine Requirements List” (PURL) financing mechanism.\n\nRomania has donated a Patriot air defense battery to Ukraine. It is also training Ukrainian fighter pilots and has enabled the export of some 30 million metric tons of grain through its Black Sea port of Constanta.\n\nAsked about a planned summit between U.S. President Donald Trump and Russian President Vladimir Putin in Alaska on Friday that will focus on a possible peace deal for Ukraine, Mosteanu said he hoped it would result in a ceasefire.\n\n“Everyone is waiting for a ceasefire and then for a just, lasting peace to be negotiated, with security guarantees for Ukraine,” he said.\n\n(Reporting by Luiza Ilie; Editing by Gareth Jones)\n\n(c) Copyright Thomson Reuters 2025.",
      "authors": []
    },
    {
      "title": "UN Security Council Sounds Alarm on Rising Threats to Maritime Security",
      "link": "https://gcaptain.com/un-security-council-sounds-alarm-on-rising-threats-to-maritime-security/",
      "date": "5 days ago",
      "snippet": "The United Nations Security Council convened Monday for a critical debate on maritime security, highlighting the escalating challenges facing global...",
      "text": "The United Nations Security Council convened Monday for a critical debate on maritime security, highlighting the escalating challenges facing global shipping lanes amid geopolitical tensions, piracy, and emerging cyber threats. The session, chaired by Panamanian President José Raúl Mulino as Security Council president for August, brought together key maritime stakeholders to address a sector that remains the backbone of global trade despite mounting pressures.\n\nDuring his keynote address, Arsenio Dominguez, Secretary-General of the International Maritime Organization (IMO), highlighted the critical importance of the maritime industry, noting that “a workforce of just 1.9 million seafarers moved over 12.3 billion tonnes of goods” last year, essentially “keeping global trade afloat.”\n\nWhile the maritime sector has demonstrated remarkable resilience against geopolitical challenges, Dominguez cautioned that “resilience cannot breed complacency,” stressing that “the safety and security of the maritime sector is fundamental to economic stability, sustainable maritime development and to livelihoods.”\n\nThe threats facing maritime shipping are diverse and growing. Nearly 150 incidents of piracy and armed robbery were reported in 2024 alone, with hotspots including Southeast Asia, the Indian Ocean, and West Africa. Beyond traditional piracy, vessels transiting the Red Sea have faced attacks related to the Gaza conflict, while trafficking of drugs, endangered wildlife, and weapons continues to proliferate.\n\nINTERPOL Secretary General Valdecy Urquiza described maritime routes as “the world’s first truly global network,” connecting distant shores for millennia, but warned these same networks are increasingly exploited by criminal organizations. He highlighted the growing concern of “poly-criminality at sea” making enforcement increasingly complex.\n\nAs ports embrace digitalization through automated vessel management and cargo tracking, a new vulnerability has emerged. “Ports are facing a wave of cyber intrusions targeting the power, communication and logistics systems they rely on,” Urquiza warned, adding that “cybercriminals can weaponise artificial intelligence to attack with greater speed, scale and precision.”\n\nIn response, the IMO has developed mandatory requirements including the 2004 International Ship and Port Facility Security Code, the 2005 revised protocols for the Suppression of Unlawful Acts at Sea, and cybersecurity requirements for Safety Management Systems.The organization has also established partnerships with the UN Office on Drugs and Crime, INTERPOL, and regional entities to strengthen national capabilities and build trust across maritime borders.\n\n“Maritime safety and security and environmental stewardship go hand in hand,” said Dominguez. “Support for countries to develop and enhance response capabilities for maritime pollution incidents including from oil spills is ongoing.”\n\nThe Council also heard from Ricaurte Vásquez Morales, CEO of the Panama Canal Authority, who shared insights from “one of the most emblematic channels for human cooperation.” He highlighted the Canal’s principles-based neutrality as a key to its success: “The Panama Canal is governed by an international treaty which safeguards equal access to all nations in times of peace or war.”\n\nThe Panama Canal, now under Panamanian administration for 25 years, has seen significant development, including the completion of a third set of locks in 2016 that increased cargo volume by 50% while maintaining an annual transit of approximately 13,500 vessels. Vásquez Morales noted this achievement comes amid ongoing tensions, with recent high-profile disagreements between the United States and China regarding influence over the strategic waterway. U.S. President Donald Trump had previously criticized Chinese influence over the canal, even threatening to “take back” the waterway while falsely claiming Beijing controlled it – assertions that Panama’s government has firmly rejected.\n\nClimate adaptation has become another crucial focus for the Canal, which experienced a significant drought over the past two years. This “global wake-up call” prompted water conservation efforts, logistical adjustments, and the construction of an artificial lake. “Today, the canal boasts technologies that strengthen climate resilience,” Vásquez Morales reported, adding that it “creates financial mechanisms and ensures water and environmental security, while at the same time implementing efficient governance to harness the rapid progress in artificial intelligence and collaborating to strengthen cyber security.”\n\nConcluding the debate, Dominguez emphasized that addressing maritime security challenges requires a multilateral approach: “When geopolitical tensions disrupt shipping and innocent seafarers lose their lives, as we have seen recently in the Red Sea Area and during 2024, the only way forward is constructive dialogue. Maritime security is not just technical – it is deeply human.”He added, “Multilateralism is key here. Maritime security is a shared responsibility. The ocean connects us all.”\n\nAs global shipping continues to face evolving threats from piracy to cyber attacks, and strategic waterways like the Panama Canal navigate geopolitical tensions and climate challenges, the UN Security Council debate underscored that securing maritime routes remains essential not just for trade, but for global peace and stability.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Chinese LNG Buyers Snap Up Imports as Prices Fall to Refill Storage",
      "link": "https://gcaptain.com/chinese-lng-buyers-snap-up-imports-as-prices-fall-to-refill-storage/",
      "date": "2 days ago",
      "snippet": "China's liquefied natural gas buyers are boosting imports as falling prices and the need to replenish inventories end months of sluggish deliveries.",
      "text": "By Stephen Stapczynski\n\nAug 15, 2025 (Bloomberg) –China’s liquefied natural gas buyers are boosting imports as falling prices and the need to replenish inventories end months of sluggish deliveries.\n\nThe 30-day moving average for LNG imports to China have been above the five-year average so far for August, according to ship-tracking data compiled by Bloomberg. Earlier this month, Beijing Gas Group Co. purchased at least two shipments for September, while Zhejiang Energy bought a cargo, according to traders with knowledge of the matter.\n\nThis marks a reversal for China, which had cut imports for months after a mild winter left storage facilities full. At the same time, elevated international spot prices prompted importers to scale back overseas purchases and even resell cargoes into more lucrative markets abroad. Instead, gas firms relied more on cheaper domestic supply and pipeline imports.\n\nHowever, Asian LNG prices have been on the decline and are trading in the low-to-mid $11 per million British thermal units range, roughly the lowest since April. That is a level which makes imports profitable for sales into some of China’s domestic markets, traders said.\n\nChinese firms have also become more active in optimizing supply. Several cargoes for September delivery were bought and sold by Chinese firms in the low-$11 per million Btu range on Friday, according to traders.\n\nStill, the buying may taper off as Chinese firms refill inventories drained over the last few months. Demand for gas hasn’t significantly picked up, and the recent purchases are more to take advantage of better prices and refill stockpiles, traders said.\n\nIndustrial users of the fuel in northern China may have to halt or reduce operations in late August to cut pollution during a military parade in Beijing, ENN said on its data platform earlier this month.\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "Seaspan locks in $2.78bn in leasebacks across 19 ships",
      "link": "https://splash247.com/seaspan-locks-in-2-78bn-in-leasebacks-across-19-ships/",
      "date": "3 days ago",
      "snippet": "Containership leasing giant Seaspan has signed a string of sale and leaseback agreements covering 19 vessels, raising nearly $2.8bn in total financing.",
      "text": "Containership leasing giant Seaspan has signed a string of sale and leaseback agreements covering 19 vessels, raising nearly $2.8bn in total financing.\n\nThe deals, disclosed by parent company Atlas Corp, cover 15 containerships ranging from 11,400 to 17,000 teu and four car carriers between 7,000 and 10,800 ceu. A portion of the proceeds —$775.4m —is denominated in Chinese yuan.\n\nThe agreements span terms of 9 to 17 years, and Seaspan has fixed-rate purchase options on all 19 vessels. Five of the ships come with purchase obligations. Lease payments are based on either fixed rates or floating rates tied to benchmark indices with margin adjustments, Atlas noted.\n\nAs of June 30, Seaspan had 96 vessels under sale-leaseback financing structures, totalling about $7.8bn in borrowings.\n\nThe Bing Chen-led company is the world’s largest boxship lessor, with a fleet of over 180 ships in operation and more than 40 newbuildings confirmed. The most recent orders were placed with China’s Hudong-Zhonghua Shipbuilding for a series of 8,300 teu vessels, with deliveries expected to begin in 2028.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "A Concerned Mariner",
        "Martyn Benson"
      ]
    },
    {
      "title": "New York Launches Landmark Hybrid-Electric Ferry Service to Governors Island",
      "link": "https://gcaptain.com/new-york-launches-landmark-hybrid-electric-ferry-service-to-governors-island/",
      "date": "4 days ago",
      "snippet": "The Trust for Governors Island has unveiled the Harbor Charger, New York State's first hybrid-electric public ferry. The vessel enters service today,...",
      "text": "The Trust for Governors Island has unveiled the Harbor Charger, New York State’s first hybrid-electric public ferry. The vessel enters service today, coinciding with the 20th anniversary of Governors Island being open to the public.\n\n“Twenty years ago, Governors Island opened to the public for the first time, creating a green, clean, sustainable space for New Yorkers to enjoy. Today, we are doubling down on that legacy with the launch of this first-of-its-kind electric ferry,” said New York City Mayor Eric Adams.\n\nThe vessel features Siemens Energy’s BlueDrive Eco diesel-electric propulsion system, BlueVault battery solution, and EcoMAIN monitoring technology. The hybrid system allows operation in three modes: zero-emissions battery-only power, battery-assisted hybrid with diesel backup, and conventional propulsion. In hybrid mode, the ferry will reduce carbon dioxide emissions by nearly 600 tons annually.\n\nThe $33 million vessel resulted from a citywide naming competition that drew more than 800 submissions, with Brooklyn resident David Kurnov submitting the winning name. The Harbor Charger can travel up to 66 percent faster than current ferries, providing quicker access to the island.\n\nFederal support has been crucial to the project. U.S. Senate Majority Leader Charles Schumer noted, “When I helped write and pass the Bipartisan Infrastructure Law and the Inflation Reduction Act, this sort of new, clean-energy transportation was exactly what I had in mind.”\n\nThe Trust secured $7.5 million in federal infrastructure funding for shoreside rapid charging infrastructure, which will enable fully electric operations in the future and reduce emissions by an additional 800 tons annually.\n\nThe Harbor Charger was built at Conrad Shipyard in Morgan City, Louisiana, and traveled up the Eastern Seaboard this spring. With capacity for 1,200 passengers and 30 vehicles, it will replace the diesel-powered Lt. Samuel S. Coursen, which was commissioned by the U.S. Army in 1956 and has served continuously since then.\n\nGovernors Island has evolved into a hub for climate innovation over the past two decades, hosting organizations like Billion Oyster Project and the Urban Assembly New York Harbor School. In April 2023, The New York Climate Exchange was selected to create an innovation district on the island, with Stony Brook University leading a consortium to develop a 400,000 square foot campus focused on climate solutions. Construction is expected to begin in 2026.\n\nThe new ferry represents the latest step in the island’s transformation from military outpost to public recreation space and climate research center.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "X-Press Feeders fires back in $1bn Sri Lankan court fight",
      "link": "https://splash247.com/x-press-feeders-fires-back-in-1bn-sri-lankan-court-fight/",
      "date": "3 days ago",
      "snippet": "Singapore's X-Press Feeders has hit back at the Sri Lankan Supreme Court's order to pay $1bn within a year over the 2021 X-Press Pearl casualty,...",
      "text": "Singapore’s X-Press Feeders has hit back at the Sri Lankan Supreme Court’s order to pay $1bn within a year over the 2021 X-Press Pearl casualty, warning the decision tramples on due process, scapegoats its crew, and poses a dangerous precedent for global shipping.\n\nThe feeder giant accused the court of effectively convicting the vessel’s master and local agents before trials have concluded — in some cases, before charges have even been filed. The master, stranded in Sri Lanka for four-and-a-half years under a court-imposed travel ban, has been separated from his family and unable to work despite offering to post the maximum fine possible for his charges.\n\n“The judgment holds him and the agents as human collateral to ensure the compliance of the owners and operators,” the company said, claiming they were given no opportunity to respond to allegations in court.\n\nThe X-Press Pearl — a brand new 2,700 teu feeder vessel — sank off Colombo in June 2021 after a fire broke out in a container carrying leaking nitric acid. The incident caused Sri Lanka’s worst-ever marine pollution disaster, spilling hundreds of tonnes of plastic pellets onto the country’s beaches. While X-Press Feeders has paid more than $150m for wreck removal, nurdle clean-up, and compensation to fishermen, the environmental and political fallout has raged for more than four years.\n\nThe operator argues the court’s ruling ignores a series of failings by Sri Lankan authorities. It points to official inspections of the ship days before the fire that raised “no alarm,” as well as the refusal of ports in Qatar, India, and Sri Lanka to offload the leaking container before the blaze.\n\nThe court acknowledged the Marine Environment Protection Authority’s then-chair failed to order the vessel offshore — a move X-Press Feeders says would have minimised the damage — but assigned no liability.\n\nFrom the start, Colombo has signalled its intent to pursue one of the largest environmental claims in shipping history. In 2021, Sri Lanka’s attorney general initiated criminal proceedings against the master, chief engineer, and local agents. The $1bn order now sets a new bar for interim compensation in a maritime case, a level X-Press Feeders warns “most shipping companies will struggle to meet.”\n\nFor a carrier that has called Colombo for more than 40 years, the company says the judgment risks pricing out trade and raising costs for Sri Lankan importers and exporters. It is now urging “rational decision-making” that balances environmental restoration with the economic needs of the country’s population — and respects international maritime law.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "A Concerned Mariner"
      ]
    },
    {
      "title": "Ocean Yield moves deeper into LNG via 10-ship CapeOmega deal",
      "link": "https://splash247.com/ocean-yield-moves-deeper-into-lng-via-10-ship-capeomega-deal/",
      "date": "3 days ago",
      "snippet": "Norwegian shipleasing specialist Ocean Yield and KKR-managed vehicles have agreed to acquire CapeOmega Gas Transportation from private equity firm Partners...",
      "text": "Norwegian shipleasing specialist Ocean Yield and KKR-managed vehicles have agreed to acquire CapeOmega Gas Transportation from private equity firm Partners Group, expanding their exposure to the LNG sector.\n\nCapeOmega holds joint ownership in a fleet of ten 174,000 cu m LNG carriers operated by Knutsen. Seven of the ships are already on the water, averaging two years in age, while the remaining three are slated for delivery between 2025 and 2026.\n\nAll ten vessels are on long-term charters to energy majors Shell, Engie, and QatarEnergy, with an average firm contract length of nine years. Including optional periods, the average charter duration extends to 16 years. Ocean Yield said the deal would add roughly $120m to its adjusted EBITDA backlog.\n\n“We are pleased to co-invest with KKR in this transaction, which provides attractive exposure to modern LNG carriers, all employed on long-term charters to investment grade-rated counterparties,” said Ocean Yield CEO Andreas Røde.\n\nThe transaction is expected to close in the second half of 2025. KKR, which owns Ocean Yield, is also expected to inject further equity into the company.\n\nOcean Yield entered the LNG sector in 2024 with a stake in France LNG Shipping via a deal with Geogas LNG. That stake has since grown to 45%. France LNG Shipping is a joint venture between Geogas and Japan’s NYK, owning a fleet of 12 LNG carriers.\n\nPartners Group acquired CapeOmega in 2019 and oversaw the sale of the company’s natural gas pipeline and terminal business to the Norwegian government last year.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "A Concerned Mariner",
        "Martyn Benson"
      ]
    },
    {
      "title": "Velkommen til Danske Rederier",
      "link": "https://danishshipping.dk/",
      "date": "Jun 23, 2023",
      "snippet": "I et stærkt felt af tre nominerede, har rederiet DFDS netop modtaget Danske Rederiers diversitetspris 2025. Læs mere. Danske Rederiers Årsskrift 2025.",
      "text": "",
      "authors": []
    },
    {
      "title": "Welcome to Danish Shipping",
      "link": "https://danishshipping.dk/en/",
      "date": "Jun 29, 2023",
      "snippet": "Danish shipping is once again right at the top of an international safety list. A Danish flag on the stern signals that safety and environmental standards...",
      "text": "Event Member Visit at Danish Maritime Authority Dato: 06.10.25\n\nWe look forward to welcoming you to the members' meeting on Monday, 6 October 2025. This year, the meeting will take place at the Danish Maritime Authority in Korsør. The Chair of Danish Shipping will attend the meeting, where we will focus on current and relevant topics.",
      "authors": []
    },
    {
      "title": "Commission takes step to update air service rules",
      "link": "https://transport.ec.europa.eu/news-events/news/commission-takes-step-update-air-service-rules-2025-08-13_en",
      "date": "4 days ago",
      "snippet": "The European Commission is inviting citizens, travellers and stakeholders to express their views via a public consultation on the revision of the Air...",
      "text": "The European Commission is inviting citizens, travellers and stakeholders to express their views via a public consultation on the revision of the Air Services Regulation – the framework governing access to the EU internal market for aviation, and operations within it. The Regulation determines, for example, when and where EU airlines can operate freely within the EU, and how ticket prices should be displayed to consumers.\n\nReviewing the Regulation will prepare the air services sector for the future, ensuring it remains competitive, maintains connectivity, and protects consumer interests. The review covers hand luggage allowances, and ways to reduce disruptions across the EU during air traffic controller strikes.\n\nFirst introduced in 1992 and updated in 2008, the Air Services Regulation has played a pivotal role in the development of the EU's internal aviation market. It has driven sector growth and improved connectivity across the EU, benefiting citizens in all regions, including remote and outermost areas. An evaluation carried out in 2019, the experience of the COVID pandemic and more recent assessments have identified a need for more support – for the sector's green transition, and to improve its resilience to crises.\n\nThe consultation is open until 4 November 2025 (midnight Brussels time) and is available on the Have Your Say portal. Feedback will feed into the Impact Assessment on the revision of the Air Services Regulation, which the Commission is currently undertaking.",
      "authors": []
    },
    {
      "title": "Praktikpladser",
      "link": "https://danishshipping.dk/uddannelse/praktikpladser/",
      "date": "Dec 13, 2023",
      "snippet": "Er du studerende og på udkig efter praktikplads? Eller repræsenterer du et rederi og vil se, hvem af jeres kolleger, der allerede er en del af det maritime...",
      "text": "Er du studerende og på udkig efter praktikplads? Eller repræsenterer du et rederi og vil se, hvem af jeres kolleger, der allerede er en del af det maritime prak­tik­fæl­les­skab?\n\nHer finder du oversigter over de danske rederier, der i dag er godkendt som praktikværter og udbyder praktikpladser til studerende på de maritime uddannelser. Klik dig videre for at se prak­tik­re­de­ri­er inden for netop din eller jeres ud­dan­nel­ses­ret­ning:",
      "authors": []
    },
    {
      "title": "Mission Innovation",
      "link": "https://mission-innovation.net/events/mi-10-ministerial/",
      "date": "3 days ago",
      "snippet": "On August 25th to 27th 2025, Republic of Korea will host one of the year's largest clean energy events, convening the Clean Energy Ministerial and Mission...",
      "text": "On August 25th to 27th 2025, Republic of Korea will host one of the year’s largest clean energy events, convening the Clean Energy Ministerial and Mission Innovation communities in Busan.\n\nCEM16/MI-10 will take place alongside the APEC Energy Ministerial Meeting and the World Climate Industry Expo 2025. This co-location offers a valuable opportunity to strengthen international cooperation, foster public-private partnerships, and accelerate the global clean energy transition.",
      "authors": []
    }
  ]
}