{
  "timestamp": "2025-08-04T06:34:36.844393",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "Menneskejagt på ekssoldat intensiveres i Montana efter dødeligt masseskyderi på bar",
      "link": "https://www.dr.dk/nyheder/udland/menneskejagt-paa-ekssoldat-intensiveres-i-montana-efter-doedeligt-masseskyderi-paa",
      "date": "for 8 timer siden",
      "snippet": "Myndigheder advarer om, at den eftersøgte kan vende tilbage til den lille by, hvor han menes at have dræbt fire personer i fredags.",
      "text": "En intens menneskejagt udspiller sig lige nu i den amerikanske delstat Montana, hvor en tidligere soldat mistænkes for at have dræbt fire personer under et masseskyderi på en bar i den lille by Anaconda.\n\nSkyderiet fandt sted fredag, og eftersøgningen har været i gang lige siden.\n\nNu advarer myndighederne Anacondas godt 9000 indbyggere om, at den formodede gerningsmand, 45-årige Michael Paul Brown, muligvis kan finde på at vende tilbage til området. Den mistænkte boede lige ved siden af baren, hvor han var stamgæst.\n\nPå et pressemøde søndag eftermiddag lokal tid karakteriserer Montanas justitsminister, Austin Knudsen, den mistænkte som \"en ustabil person, der gik ind på baren og med koldt blod dræbte fire mennesker uden nogen som helst grund\".\n\n- Der er derfor absolut grund til bekymring for offentligheden, siger han.\n\nJustitsministeren oplyser videre, at Michael Paul Brown anses for at være \"bevæbnet og ekstremt farlig\".\n\nDer er desuden udlovet en dusør på 7500 dollar, svarende til knap 50.000 kroner, for oplysninger, der kan føre til hans anholdelse.",
      "authors": [
        "I Dag Kl."
      ]
    },
    {
      "title": "Bøgernes form for 'comfort food' hitter",
      "link": "https://www.dr.dk/nyheder/kultur/boegernes-form-comfort-food-hitter",
      "date": "for 22 timer siden",
      "snippet": "Den koreanske og japanske \"healing-fiction\" er som at få et varmt uldtæppe om sig, fortæller journalist.",
      "text": "Men sådan er det ikke herhjemme og resten af Europa og USA. Tværtimod.\n\n- Jeg var i London i sidste måned og gik ind i nogle af de store boghandlere. Der dominerede den asiatiske litteratur sektionerne, så jeg var ved at falde bagover, siger Malene Jensen.\n\nHun mener, at man også kan se, at nogle danske forfattere har taget den nye genre til sig.\n\n- Selv i Danmark har vi jo fået 'Sommer i Boghandel Blåregn' af forfatter Johanne Bille, som man godt kan sige er lidt inspireret af denne her form for genre.\n\nVi er vilde med det nuttede\n\nMen hvorfor hitter denne nye komfortable boggenre?\n\nMalene Jensen peger på, at det er særligt det nuttede popkulturelle univers, som vi netop kender fra Japan og Sydkorea, der tiltaler os i Vesten.\n\n- Hvis vi for eksempel tænker Pokemon og alle de her små nuttede pokemoner eller filmene fra Studio Ghibli, som er smukke tegninger, nuttede karakterer og sådan nogle ting.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "Politikere kritiserer ministeries app, før den er blevet lavet: Frygter 'overvågningsregime'",
      "link": "https://www.dr.dk/nyheder/indland/politikere-kritiserer-ministeries-app-foer-den-er-blevet-lavet-frygter",
      "date": "for 17 timer siden",
      "snippet": "Digitaliseringsministeriet kommer næste år med en app, der skal fungere som en slags digital tegnebog til aldersverificering på blandt andet pornosider.",
      "text": "Venstres folketingskandidat Sofie Mosgaard én af dem, der har blandet sig heftigt i debatten på sociale medier. Og selv om hendes parti sidder med i regeringen, er hun ikke ubetinget begejstret.\n\nHun er med på, at børn skal beskyttes bedre på nettet.\n\nMen det skal ikke være i en statslig app, der skal udbredes til hele befolkningen og potentielt kan bruges som et overvågningsredskab, siger hun.\n\n- Jeg synes, børn og unge skal beskyttes bedre. Jeg synes bare ikke, det er politikernes opgave, det er forældrenes, siger Sofie Mosgaard.\n\n- Jeg vil langt hellere undgå, at staten potentielt kan overvåge danskernes sociale medieindhold og -forbrug, end jeg vil garantere, at børn med 100 procents sikkerhed undgår skadeligt indhold.\n\nAppen bliver jo lavet for at implementere et stykke politik, der er vedtaget i EU. Så det er vel faktisk politikernes opgave?\n\n- Ja, men jeg kan jo så være uenig i den EU-politik, siger hun.\n\n- Du kan ikke pakke hele internettet ind i bobleplast. Man er nødt til at tage et ansvar som forælder og sige, at hvis der ikke er sikkert at være, skal mit barn ikke være der.\n\nLæs også : Ny linje fra EU: Skal beskytte børn mod skadeligt indhold online\n\nMinisterie afviser kritik\n\nSofie Mosgaard og Alexander Ryles bekymringer om, at den nye app kan bruges som et overvågningsredskab, er lige nu teoretiske.\n\nAppen er nemlig ikke lavet endnu, og med på råd til at få den ført ud i livet er Dataetisk Råd, der i sine anbefalinger til appen lægger stor vægt på netop privatlivets fred.\n\n- Det er vigtigt, at man laver systemet sådan, at hverken staten, tjenesteudbyder, techgiganter eller andre parter kan se, hvordan man anvender den digitale løsning. Det gælder også den metadata, der knytter sig til applikationen, siger Camilla Gregersen fra Dataetisk Råd.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "Lisbeth holdt en prædiken skrevet af ChatGPT - menigheden opdagede det ikke",
      "link": "https://www.dr.dk/nyheder/indland/lisbeth-holdt-en-praediken-skrevet-af-chatgpt-menigheden-opdagede-det-ikke",
      "date": "for 21 timer siden",
      "snippet": "Det skete i et eksperiment med tv-stationen TV Midtvest – hun er nu klar på at prøve Præsteforeningens værktøj af.",
      "text": "Hvor bør landets præster hente inspiration og sparring, når de skal skrive en prædiken, en bryllupstale eller en bisættelsestale?\n\nOpslagsværker og samlinger er okay at bruge, er der enighed om. Men sagen er en anden, når snakken falder på kunstig intelligens.\n\nPræsternes fagforening, Præsteforeningen, udviklede tidligere på sommeren en kunstig intelligens, som præsterne kan bruge til at skrive prædikener. Og det blev ikke lige godt modtaget hos alle.\n\nSognepræst Lisbeth Filtenborg fra Lemvig har tidligere prøvet at holde en hel prædiken skrevet af ChatGPT – som måske den eneste præst i landet.\n\nDet skete i et eksperiment med regionalstationen TV Midtvest. Og nu er hun klar til også at prøve at bruge Præsteforeningens nye værktøj.\n\n- Det var jo nervepirrende. Indholdet kunne jeg fint stå inde for, men jeg ville nok ikke helt have formuleret mig på den måde.\n\nDengang var hun imponeret over, hvad botten faktisk kunne, og menigheden opdagede ikke noget.\n\nKan være en god hjælp\n\nLisbeth Filtenborg er slet ikke afvisende over for at bruge Prædikenhjælperen, som Præsteforeningens AI hedder. Da DR kontakter hende, har hun endnu ikke brugt værktøjet, men prøver det af som led i at skrive den prædiken, hun holder i kirken i dag.\n\nLigegyldigt hvor meget en chatbot bliver trænet og promptet, så kan den ikke forkynde, fordi den har ikke selv et gudsforhold Katinka Langdahl, teologistuderende\n\n- Jeg havde valgt salmer, inden I ringede. Men så spurgte jeg Prædikenhjælperen til input, og den kom med et begrundet salmevalg, som var glimrende.\n\nHun siger, at hun ellers føler sig velbevandret i salmebogen, ’men man kan altid blive klogere’.\n\n- Vi har været for konkrete i forhold til at vise slutresultater, når det egentlig mere er processen, og hvad værktøjet kan, der har været vigtigt for os at vise. Lars Qvistgaard, direktør i Præsteforeningen\n\nHun understreger, at hun ikke vil bruge den kunstige intelligens til alt. Men hun synes, man kan bruge redskabet som en hjælpende hånd - for eksempel til at belyse nogle ting, hun måske ikke selv havde tænkt.\n\n- Den kan give nogle rigtig gode eksempler. Det kan være et stikord, der lige sender en på vej. Og der er faktisk mulighed for at associere, og det, synes jeg, var lidt spændende.\n\nHun kan derfor også godt forestille sig, at hun i fremtiden vil spørge Prædikenhjælperen til råds.\n\n- Men den kreative proces med selv at skrive, den vil jeg ikke opgive.\n\nPræsteforening vil kigge på vejledning\n\nDer har ellers været rejst massiv kritik af værktøjet.\n\n- Jeg synes, man tager kerneopgaven på folkekirkens præster og lægger i hænderne på AI. Og det kan man ikke, for ligegyldigt hvor meget en chatbot bliver trænet og promptet, så kan den ikke forkynde, fordi den har ikke selv et gudsforhold, siger Katinka Langdahl, der er teologistuderende og tidligere næstformand i Radikal Ungdom.\n\nKatinka Langdahl er en af dem, der har stillet sig kritisk over for Prædikenhjælperen. Foto: Peter Øvad Halkjær, DR.\n\nOg de seneste ugers kritik har fået Præsteforeningen til at revurdere de vejledninger, der beskriver, hvordan botten kan skrive en prædiken. Direktør Lars Qvistgaard oplyser, at de ’helt bestemt’ vil forholde sig til det, når de skal kigge på vejledningerne til efteråret.\n\nDet har nemlig aldrig været intentionen, at botten skulle skrive hele prædikener eller bisættelsestaler, oplyser Lars Qvistgaard.\n\n- Vi har været for konkrete i forhold til at vise slutresultater, når det egentlig mere er processen, og hvad værktøjet kan, der har været vigtigt for os at vise.\n\nOg Lisbeth Filtenborg synes da også, det er vigtigt, at man forholder sig kritisk til, hvordan man bruger kunstig intelligens.",
      "authors": [
        "Katinka Langdahl",
        "Lars Qvistgaard",
        "Direktør I Præsteforeningen",
        "I Går Kl."
      ]
    },
    {
      "title": "LIVE Få seneste nyt om vejr og klima",
      "link": "https://www.dr.dk/tjenester/kimaira/article-by-path/nyheder/vejret/live-faa-seneste-nyt-om-vejr-og-klima?focusId=9929086",
      "date": "1 uge siden",
      "snippet": "Om de uheldige festivalgæster til Grøn Koncert i Esbjerg får deres penge tilbage eller ej, efter aftenens koncerter er blevet aflyst, er stadig uvist.",
      "text": "Livebloggen giver dig de seneste og vigtigste nyheder om vejr og klima fra Danmark, Europa og videre ud i resten af verden.",
      "authors": [
        "Aug Kl."
      ]
    },
    {
      "title": "LIVE Få seneste nyt om vejr og klima",
      "link": "https://www.dr.dk/tjenester/kimaira/article-by-path/nyheder/vejret/live-faa-seneste-nyt-om-vejr-og-klima?focusId=9929894",
      "date": "2 dag siden",
      "snippet": "750 frivillige har de sidste fire timer ryddet på på Grøn Koncert-pladsen i Esbjerg efter eftermiddagens skybrud. Det fortæller DR's reporter på stedet,...",
      "text": "Livebloggen giver dig de seneste og vigtigste nyheder om vejr og klima fra Danmark, Europa og videre ud i resten af verden.",
      "authors": [
        "Aug Kl."
      ]
    },
    {
      "title": "Børns vilde idéer tager scenen: 'Løvens Hule Junior' er tilbage",
      "link": "https://www.dr.dk/presse/presse-indhold/boerns-vilde-ideer-tager-scenen-loevens-hule-junior-er-tilbage",
      "date": "6 dag siden",
      "snippet": "Unge, seje og modige iværksættere står klar til at pitche deres ideer foran hele Danmark.",
      "text": "Lørdag den 2. august er der premiere på en ny sæson af 'Løvens Hule Junior' på DR1 – en sæson fyldt med idérigdom, kreativitet og skabertrang fra en generation, der viser, at der er stor lyst til at forandre og gøre både deres hverdag og verden bedre.\n\nHele otte løver står klar til en ny sæson af 'Løvens Hule Junior', heriblandt flere nye ansigter. Vært på programmet er igen Jonas Madsen, som guider både seere og deltagere igennem en sæson, der byder på alt fra bæredygtige offentlige rum, grøn energi, bæredygtige evighedsbuketter, respektfuld livsafslutning, hudpleje, nødberedskab, sikker kommunikation, skralderobotter, bæredygtig madinnovation og meget mere.\n\nOtte engagerede løver – nye og velkendte ansigter\n\nI den nye sæson møder vi både nye og velkendte løver, der alle brænder for at hjælpe næste generation af entreprenører – og som træder ind som mentorer, hvis en ung deltager eller gruppe formår at imponere med sin idé.\n\n• Tahir Sadiq – iværksætter og bredt engageret iværksætter med fokus på mangfoldighed og fysiske produkter.\n\n• Mathias Nielsen – stifter af teknikvirksomhed med stærkt fokus på tech og social ansvarlighed. Mathias, der selv har to diagnoser, tager dagligt et stort socialt ansvar og har mange unge ansatte, hvoraf mange har en diagnose. Mathias er engageret i at hjælpe børn videre, hvis de kommer ind med tekniske prototyper. Mathias modtog selv en investering i 8. sæson af Løvens Hule.\n\n• Rasmus Kolbe – idéudvikler med fokus på tech, visuel kommunikation og kreativitet med et stort fokus på mentordelen. Ramus vil gerne inspirere børn til at bygge og lege med iværksætteri i virkeligheden (udenfor skærmen).\n\n• Nikolaj Nyholm – tech- og gamingekspert med stærk mentorprofil.\n\n• Louise Bjerre – stifter af virksomhed, der udvikler accessories primært af genanvendte materialer, der er skabt til at blive brugt igen og igen.\n\n• Cana Buttenschön – tidligere jordemoder og nu succesfuld iværksætter med fokus på sundhed og formidling. Cana modtog selv en investering, da hun stillede op i Løvens Hule sæson 10.\n\n• Jasmin Lind – medejer og investor i flere virksomheder inden for tøj, design, indhold og events.\n\n• Anders Møller Hansen (Eiqu Miller) – energisk iværksætter og mentor med stærk forankring i det jyske erhvervsliv.\n\nDet er i mødet mellem leg, nysgerrighed og børnenes egen virkelighed, at de viser os, at de allerede nu er medskabere af den verden, vi alle skal leve i. Når vi lytter til deres idéer som ligeværdige input, opdager vi, at innovation ikke har nogen alder. Morten Skov Hansen, chef for B&U i DR.\n\nKreative idéer og imponerende gåpåmod\n\nSæsonen byder på et væld af imponerende opfindelser og forretningsidéer – til løsning af livets både små og store behov. Men alle med stor fokus på kreativitet, design og sociale budskaber. Man kan blandt andet møde:\n\n• Et ungt team, der står bag idéen VIP Venterum – et trygt, opvarmet busstoppested med snacks og strøm til mobilen.\n\n• Og EcoShineX , en solcelledrevet lygtepæl med luftfilter, der tidligere har deltaget i Unge Forskere.\n\n• En 14-årig dreng, der bygger kister med stor respekt og omtanke, fordi han gerne vil hjælpe mennesker i livets sidste fase.\n\n• En 15-årig pige med Tangtastisk Tangcreme , der – ifølge en lille forsøgsgruppe – har en positiv effekt på akne.\n\n• En 14-årig dreng fra Vejle der har bygget en billig nød-radio med mulighed for solcellemodul – designet til beredskab.\n\n• En 15-årig dreng fra Ryomgård, der har udviklet en sikker kommunikationsløsning til militæret – med uhackbar datatransmission.\n\n• En gruppe unge der med Bugs N Bites vil udvikle klassiske retter – med melorme i stedet for kød.\n\nEt trygt og inspirerende rum for iværksætteri\n\n'Løvens Hule Junior' ønsker at være et trygt og støttende rum, hvor børn kan opdage deres egne styrker, lære at arbejde med idéer – og ikke mindst finde modet til at tro på dem. Programmet giver samtidig mulighed for mentorordninger ved særligt lovende projekter, der kan støtte børnene i at gøre deres drømme til virkelighed.\n\n- Det er i mødet mellem leg, nysgerrighed og børnenes egen virkelighed, at de viser os, at de allerede nu er medskabere af den verden, vi alle skal leve i. Når vi lytter til deres idéer som ligeværdige input, opdager vi, at innovation ikke har nogen alder. Vi glæder os til at dele de mange fantastiske ideer og børn, som optræder i 'Løvens Hule Junior', siger Morten Skov Hansen, chef for B&U i DR.",
      "authors": [
        "Morten Skov Hansen",
        "Chef For B U I Dr.",
        "Jul Kl."
      ]
    },
    {
      "title": "Børns vilde idéer tager scenen: 'Løvens Hule Junior' er tilbage",
      "link": "https://www.dr.dk/om-dr/nyheder/boerns-vilde-ideer-tager-scenen-loevens-hule-junior-er-tilbage",
      "date": "6 dag siden",
      "snippet": "Unge, seje og modige iværksættere står klar til at pitche deres ideer foran hele Danmark.",
      "text": "Lørdag den 2. august er der premiere på en ny sæson af 'Løvens Hule Junior' på DR1 – en sæson fyldt med idérigdom, kreativitet og skabertrang fra en generation, der viser, at der er stor lyst til at forandre og gøre både deres hverdag og verden bedre.\n\nHele otte løver står klar til en ny sæson af 'Løvens Hule Junior', heriblandt flere nye ansigter. Vært på programmet er igen Jonas Madsen, som guider både seere og deltagere igennem en sæson, der byder på alt fra bæredygtige offentlige rum, grøn energi, bæredygtige evighedsbuketter, respektfuld livsafslutning, hudpleje, nødberedskab, sikker kommunikation, skralderobotter, bæredygtig madinnovation og meget mere.\n\nOtte engagerede løver – nye og velkendte ansigter\n\nI den nye sæson møder vi både nye og velkendte løver, der alle brænder for at hjælpe næste generation af entreprenører – og som træder ind som mentorer, hvis en ung deltager eller gruppe formår at imponere med sin idé.\n\n• Tahir Sadiq – iværksætter og bredt engageret iværksætter med fokus på mangfoldighed og fysiske produkter.\n\n• Mathias Nielsen – stifter af teknikvirksomhed med stærkt fokus på tech og social ansvarlighed. Mathias, der selv har to diagnoser, tager dagligt et stort socialt ansvar og har mange unge ansatte, hvoraf mange har en diagnose. Mathias er engageret i at hjælpe børn videre, hvis de kommer ind med tekniske prototyper. Mathias modtog selv en investering i 8. sæson af Løvens Hule.\n\n• Rasmus Kolbe – idéudvikler med fokus på tech, visuel kommunikation og kreativitet med et stort fokus på mentordelen. Ramus vil gerne inspirere børn til at bygge og lege med iværksætteri i virkeligheden (udenfor skærmen).\n\n• Nikolaj Nyholm – tech- og gamingekspert med stærk mentorprofil.\n\n• Louise Bjerre – stifter af virksomhed, der udvikler accessories primært af genanvendte materialer, der er skabt til at blive brugt igen og igen.\n\n• Cana Buttenschön – tidligere jordemoder og nu succesfuld iværksætter med fokus på sundhed og formidling. Cana modtog selv en investering, da hun stillede op i Løvens Hule sæson 10.\n\n• Jasmin Lind – medejer og investor i flere virksomheder inden for tøj, design, indhold og events.\n\n• Anders Møller Hansen (Eiqu Miller) – energisk iværksætter og mentor med stærk forankring i det jyske erhvervsliv.\n\nDet er i mødet mellem leg, nysgerrighed og børnenes egen virkelighed, at de viser os, at de allerede nu er medskabere af den verden, vi alle skal leve i. Når vi lytter til deres idéer som ligeværdige input, opdager vi, at innovation ikke har nogen alder. Morten Skov Hansen, chef for B&U i DR.\n\nKreative idéer og imponerende gåpåmod\n\nSæsonen byder på et væld af imponerende opfindelser og forretningsidéer – til løsning af livets både små og store behov. Men alle med stor fokus på kreativitet, design og sociale budskaber. Man kan blandt andet møde:\n\n• Et ungt team, der står bag idéen VIP Venterum – et trygt, opvarmet busstoppested med snacks og strøm til mobilen.\n\n• Og EcoShineX , en solcelledrevet lygtepæl med luftfilter, der tidligere har deltaget i Unge Forskere.\n\n• En 14-årig dreng, der bygger kister med stor respekt og omtanke, fordi han gerne vil hjælpe mennesker i livets sidste fase.\n\n• En 15-årig pige med Tangtastisk Tangcreme , der – ifølge en lille forsøgsgruppe – har en positiv effekt på akne.\n\n• En 14-årig dreng fra Vejle der har bygget en billig nød-radio med mulighed for solcellemodul – designet til beredskab.\n\n• En 15-årig dreng fra Ryomgård, der har udviklet en sikker kommunikationsløsning til militæret – med uhackbar datatransmission.\n\n• En gruppe unge der med Bugs N Bites vil udvikle klassiske retter – med melorme i stedet for kød.\n\nEt trygt og inspirerende rum for iværksætteri\n\n'Løvens Hule Junior' ønsker at være et trygt og støttende rum, hvor børn kan opdage deres egne styrker, lære at arbejde med idéer – og ikke mindst finde modet til at tro på dem. Programmet giver samtidig mulighed for mentorordninger ved særligt lovende projekter, der kan støtte børnene i at gøre deres drømme til virkelighed.\n\n- Det er i mødet mellem leg, nysgerrighed og børnenes egen virkelighed, at de viser os, at de allerede nu er medskabere af den verden, vi alle skal leve i. Når vi lytter til deres idéer som ligeværdige input, opdager vi, at innovation ikke har nogen alder. Vi glæder os til at dele de mange fantastiske ideer og børn, som optræder i 'Løvens Hule Junior', siger Morten Skov Hansen, chef for B&U i DR.",
      "authors": [
        "Morten Skov Hansen",
        "Chef For B U I Dr.",
        "Jul Kl."
      ]
    },
    {
      "title": "LIVE Få seneste nyt om vejr og klima",
      "link": "https://www.dr.dk/tjenester/kimaira/article-by-path/nyheder/vejret/live-faa-seneste-nyt-om-vejr-og-klima?focusId=9928392",
      "date": "2 dag siden",
      "snippet": "Anne Sofie Hedegaard har delt denne video på vej væk fra området, hvor Grøn blev afholdt i Esbjerg. På videoen er det meget tydeligt at se, at der er faldet...",
      "text": "Livebloggen giver dig de seneste og vigtigste nyheder om vejr og klima fra Danmark, Europa og videre ud i resten af verden.",
      "authors": [
        "Aug Kl."
      ]
    },
    {
      "title": "Ødelagt plæne efter Grøn er nu fixet og klar til næste store begivenhed",
      "link": "https://www.dr.dk/nyheder/seneste/oedelagt-plaene-efter-groen-er-nu-fixet-og-klar-til-naeste-store-begivenhed",
      "date": "for 14 timer siden",
      "snippet": "Da Grøn Koncert i Esbjerg blev oversvømmet, fik græsunderlaget flere skader.",
      "text": "Sønderjyske møder FC Nordsjælland i Superligaen på Sydbank Park i Haderslev søndag den 3. august 2025. (Foto: © Claus Fisker, Ritzau Scanpix)\n\nSønderjyske møder FC Nordsjælland i Superligaen på Sydbank Park i Haderslev søndag den 3. august 2025. (Foto: © Claus Fisker, Ritzau Scanpix)\n\nSønderjyske skulle søndag rejse sig fra sidste uges ydmygelse i Herning, og den misson lykkedes hjemme mod FC Nordsjælland, hvor hjemmeholdet hentede en sejr på 3-2.\n\nForsvarsspilleren Maxime Soulas udnyttede efter blot ti minutter et passivt forsvarsspil fra gæsterne til at skrabe bolden over stregen til 1-0, blot få minutter efter FCN's Prince Amoako Jr. havde misbrugt en gigantisk chance i den modsatte ende.\n\nPrince Amoako Jr. gjorde dog skaden god igen, da han udlignede for gæsterne få minutter inden pausen.\n\nFCN kunne sågar også have bragt sig foran inden pausen, men Sindre Walle Egelis forsøgt blev flot reddet af Marcus Bundgaard.\n\nI stedet blev det Sønderjyske, der med 20 minutter tilbage af opgøret udnyttede en sløj tilbagelægning af Lucas Høgsberg, og så kunne Matthew Hoppe sparke bolden ind i et tomt mål.\n\nDybt inde i kampens overtid kunne Sønderjyskes Mohamed Cherif gøre det til 3-1, inden FCN's Tobias Salquist reducerede til kampens slutresultat.",
      "authors": []
    },
    {
      "title": "BOEM Rescinds All Offshore Wind Energy Areas in Major Policy Reversal",
      "link": "https://gcaptain.com/boem-rescinds-all-offshore-wind-energy-areas-in-major-policy-reversal/",
      "date": "3 days ago",
      "snippet": "The Bureau of Ocean Energy Management (BOEM) announced yesterday it has rescinded all designated Wind Energy Areas (WEAs) on the U.S. Outer Continental...",
      "text": "The Bureau of Ocean Energy Management (BOEM) announced yesterday it has rescinded all designated Wind Energy Areas (WEAs) on the U.S. Outer Continental Shelf, effectively ending the federal designation of more than 3.5 million acres previously targeted for offshore wind development.\n\nThis action aligns with Interior Secretary Doug Burgum’s Order 3437 – “Ending Preferential Treatment for Unreliable, Foreign Controlled Energy Sources in Department Decision-Making” and follows the Presidential Memorandum of January 20, 2025, which ordered the temporary withdrawal of all OCS areas from offshore wind leasing.\n\nThe decision impacts 11 previously designated WEAs across multiple U.S. regions including the Gulf of Mexico, North Carolina, Gulf of Maine, Oregon Coast, and California’s Morro Bay. Specifically, this includes four WEAs off Texas and Louisiana, three off North Carolina, one covering approximately 2 million acres in New England, and two floating WEAs totaling 195,000 acres off Oregon.\n\n“By rescinding WEAs, BOEM is ending the federal practice of designating large areas of the OCS for speculative wind development,” stated the agency in its announcement.\n\nThis decision represents the latest in a series of federal actions opposing offshore wind development since President Trump took office in January 2025. On his first day in office, Trump implemented a complete withdrawal of all OCS areas from wind energy leasing through a presidential memorandum that remains in force until revoked.\n\nThe offshore wind industry had projected $65 billion in investments by 2030, supporting 56,000 jobs, with significant benefits for U.S. shipbuilding and maritime operations. The current administration’s actions mark a significant departure from the previous Biden-Harris administration’s goals of deploying 30 gigawatts of offshore wind capacity by 2030 and 15 gigawatts of floating offshore wind by 2035.\n\nWhile the order doesn’t affect existing lease rights, it mandates a comprehensive review of current wind energy leases for potential termination or amendment and extends to both onshore and offshore wind development pending environmental and economic review.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Nexans and Crowley Launch Jones Act Cable Lay Barge for U.S. Offshore Wind",
      "link": "https://gcaptain.com/nexans-and-crowley-launch-jones-act-cable-lay-barge-for-u-s-offshore-wind/",
      "date": "3 days ago",
      "snippet": "Nexans and Crowley Wind Services have announced a partnership to develop and operate a Jones Act compliant cable lay barge specifically designed for...",
      "text": "Nexans and Crowley Wind Services have announced a partnership to develop and operate a Jones Act compliant cable lay barge specifically designed for offshore wind energy, telecommunications, and other subsea applications.\n\nThe 300-foot, U.S.-flagged vessel, named Marmac 306, was built in Louisiana and tested in the Gulf of Mexico to Nexans specifications. Featuring industry-first vertical injectors alongside dynamic positioning and multiple-anchors positioning systems, the barge will enable precise cable placement even in challenging marine conditions.\n\nThe specialized vessel boasts a 3,500-ton capacity carousel with potential upgrades to 7,000 tons with dual carousels for bundle cable operations. It will utilize various burial tools including vertical injectors, jet sleds, and jetting ROVs.\n\nThe barge is positioned to support Equinor’s Empire Wind offshore wind farm in New York, creating trenches for cables that transmit electricity generated by Equinor ASA’s $5 billion Empire Wind 1 project directly to the Brooklyn power grid.\n\n“This barge will support our existing fleet of cable laying vessels,” said Pascal Radue, executive vice president of Nexans’ PWR-Transmission Business Group. “We are pleased to be working with Crowley on developing the capability to lay nearshore subsea cable in the U.S.”\n\nGraham Tyson, vice president of operations at Crowley Wind Services, emphasized the vessel’s broader applications: “The cable lay barge will provide a productive supply chain solution for offshore energy, telecommunications and other sectors.”\n\nThe project represents a significant advancement for the U.S. maritime industry, with American mariners crewing the vessel. Both the American Maritime Officers (AMO) and Seafarers International Union (SIU) have expressed strong support for the initiative, noting its contributions to maritime employment and the importance of the Jones Act.\n\nCrowley, a private U.S.-owned maritime and logistics company with over 130 years of history, operates across 36 nations and territories as one of the leading employers of U.S. mariners.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Diana Shipping reaches near 10% stake in Genco",
      "link": "https://splash247.com/diana-shipping-reaches-near-10-stake-in-genco/",
      "date": "2 days ago",
      "snippet": "Greek dry bulk owner Diana Shipping has increased its stake in US-listed peer Genco Shipping & Trading. Filing with the US Securities and Exchange...",
      "text": "Greek dry bulk owner Diana Shipping has increased its stake in US-listed peer Genco Shipping & Trading.\n\nFiling with the US Securities and Exchange Commission shows the Semiramis Paliou-led Diana paid a total of around $61.7m for 4.29m of Genco’s shares, corresponding to a 9.99% stake.\n\nIn July, Diana disclosed a 7.7% position in Genco (around 3.3m shares), becoming one of the largest shareholders in the John Wobensmith-led company.\n\nDiana said the acquisition was made for investment purposes, using internal funds. No strategic move toward board nominations or activist campaigning has been announced, and the company has remained strategically below the 10% threshold, avoiding additional regulatory disclosures.\n\nThe move follows earlier share acquisitions at the Manhattan-based bulker player, which controls a fleet of over 40 ships from supramaxes to capesizes, by other shipping players. In late 2023, Greek shipping magnate George Economou took a 5.4% stake and launched a proxy campaign before eventually exiting with a gain. In April, Singapore-based Berge Bulk paid about $42m for a 7.3% holding in the company and raised it to 9.7% in July.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Barnacle Bill",
        "Cheong Tuck Sang"
      ]
    },
    {
      "title": "Trump Yanks Millions of Acres Designated for Offshore Wind",
      "link": "https://gcaptain.com/trump-yanks-millions-of-acres-designated-for-offshore-wind/",
      "date": "2 days ago",
      "snippet": "By Ari Natter (Bloomberg) — The Trump administration is revoking approval for millions of acres of ocean to be set aside for offshore wind development amid...",
      "text": "By Ari Natter (Bloomberg) —\n\nThe Trump administration is revoking approval for millions of acres of ocean to be set aside for offshore wind development amid an escalating attack on the renewable power source.\n\nThe Interior Department’s Bureau of Ocean Energy Management announced Wednesday it was rescinding huge swaths of ocean in the US Outer Continental Shelf initially set aside for the fast-tracking of offshore wind projects by the administration of former President Barack Obama, and expanded by former President Joe Biden.\n\nThe move applies to more than 3.5 million acres of federal waters across the Gulf of America, Gulf of Maine, the New York Bight, California, Oregon, and the Central Atlantic.\n\nA day earlier, the Interior Department said it was considering halting all wind development on federal lands and in federal waters amid a broader review of the energy source derided by President Donald Trump as unreliable. Since Trump’s re-election, BloombergNEF’s forecast for new offshore wind developments has fallen by 56%.\n\nEnvironmental groups slammed the move to revoke the special areas for offshore wind development.\n\n“The Trump administration is going out of its way to manufacture the energy crisis the president promised to resolve,” said Lena Moffitt, executive director of Evergreen Action. “Offshore wind has massive power potential to strengthen our grid. But instead, Trump is attempting to bully American-made clean energy out of existence to prop up his backers in the fossil fuel industry.”\n\nMeantime, a conservative Texas research institute urged the Trump administration to yank approval for a wind farm off the coast of Massachusetts, the first to be greenlit by the Biden administration in 2021.\n\nThe 62-turbine wind farm is under construction about 12 nautical miles (22.2 kilometers) off Martha’s Vineyard.\n\nA petition filed by the Texas Public Policy Foundation, which has received funding from Koch Industries Inc. said it was acting on “behalf of local fishermen whose livelihoods have been severely impacted” by the Avangrid Grid Inc.’s Vineyard Wind project.\n\nVineyard Wind didn’t immediately respond to an email seeking a comment and the Interior Department declined to comment.\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "Scotland Gives Go-Ahead for World’s Largest Offshore Wind Farm",
      "link": "https://gcaptain.com/scotland-gives-go-ahead-for-worlds-largest-offshore-wind-farm/",
      "date": "3 days ago",
      "snippet": "(Bloomberg) — By Eamon Akil Farhat and William Mathis The Scottish government has given SSE Plc consent to build what would be the world's biggest offshore...",
      "text": "By Eamon Akil Farhat and William Mathis (Bloomberg) — The Scottish government has given SSE Plc consent to build what would be the world’s biggest offshore wind farm.\n\nThe Berwick Bank wind farm, located off the eastern coast of Scotland could provide power to 6 million homes. The 4.1 gigawatt project has been in development for about a decade and this was the final major stage before it can start bidding for government subsidies in the next wind auction starting in August.\n\nThe project could be crucial to the UK’s ability to meet a goal to almost completely decarbonize the power grid by 2030. But its construction also risks adding further costs to consumer bills, already among the highest in the world, as it would likely exacerbate costly constraints on the nation’s electric grid and drive further investments to alleviate them.\n\nThe move comes just after a visit to Scotland by US President Donald Trump who voiced his dislike of wind farms, especially ones off the coast of his golf courses there. While Scotland is pivoting from an oil past to lead the world in wind energy, Trump insisted that Aberdeen was the “oil capital of Europe,” and pushed for more expansion in that sector.\n\nBerwick Bank could bring £8.3 billion of value into the UK economy and create 9,300 jobs, the company said in a statement. Scotland would benefit from 4,650 of these jobs.\n\nUK-based utility SSE said in a statement that it plans to bid into an upcoming government auction to subsidize new renewable energy projects. If it wins at that auction, the project would be able to sell power at fixed prices for a period of 20 years. Any subsidies it receives during that period would be paid by levies on consumers’ bills.\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "Costamare reveals four-ship newbuild play in China",
      "link": "https://splash247.com/costamare-reveals-four-ship-newbuild-play-in-china/",
      "date": "3 days ago",
      "snippet": "Greek containership owner Costamare is the latest liner player to return to the newbuilding market, revealing an order for four 3,100 teu vessels from an...",
      "text": "Greek containership owner Costamare is the latest liner player to return to the newbuilding market, revealing an order for four 3,100 teu vessels from an undisclosed Chinese shipyard.\n\nThe New York-listed company said in its second-quarter earnings that the newbuilds will deliver between the second and fourth quarters of 2027, and each vessel will go straight into eight-year charters with what it described as a “first-class liner company.”\n\nThe identity of the builder and the charterer has not been disclosed, but Costamare said the project will be funded through a combination of internal cash and debt financing.\n\nThe company did not provide a price tag, but recent 3,000 to 3,500 teu orders in China have been inked at $45m to $55m per ship, depending on spec and slot bookings.\n\nThis marks a fresh step back into the shipyard market for the Konstantinos Konstantakopoulos-led owner since 2018, which currently operates a fleet of 68 containerships totalling around 513,000 teu — excluding the newbuilds.\n\nThe company spun off its dry bulk fleet earlier this year under Costamare Bulkers, which included nearly 40 owned vessels and a chartered-in fleet of roughly 50 bulkers operating through its CBI platform.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Barnacle Bill",
        "Cheong Tuck Sang"
      ]
    },
    {
      "title": "Russia’s Oil Shipments Have Quietly Slumped Over the Past Year",
      "link": "https://gcaptain.com/russias-oil-shipments-have-quietly-slumped-over-the-past-year/",
      "date": "4 days ago",
      "snippet": "By Julian Lee (Bloomberg) — Russia is shipping less oil to the world. In the first seven months of 2025, Moscow exported 4% less crude than it did in the...",
      "text": "By Julian Lee (Bloomberg) — Russia is shipping less oil to the world.\n\nIn the first seven months of 2025, Moscow exported 4% less crude than it did in the comparable period of 2024, with an even sharper drop from the same timespan in 2023, ship-tracking by Bloomberg shows.\n\nRussia’s energy ministry didn’t immediately respond to a request for comments on the data. However, Moscow has been compensating for previously pumping above its target under an OPEC+ initiative to restrict supply — so the curbs may relate to that. Whether that’s why will become clearer in October, when the nation will in theory be allowed to produce significantly more.\n\nThe exports are important because they’re what the country actually sells to global markets. Russia also made oil production data classified shortly after its invasion of Ukraine, making shipments the most visible part of the country’s oil supply.\n\nIn the latest numbers, four-week average crude shipments gave up all of the previous week’s gains following a second sharp drop in flows during the seven days to July 27. Seaborne cargoes averaged 3.22 million barrels a day in the four weeks to July 27, down by about 3% from the period to July 20, tanker-tracking data compiled by Bloomberg show.\n\nYear-to-date flows are about 140,000 barrels a day down on the same period last year — a total of almost 30 million barrels. They’re 7% lower compared with the same period in 2023. And it’s not just exports that are lower. Crude processing at refineries is also down slightly year-on-year.\n\nThe flow of Russia’s oil could face a new hit if US President Donald Trump follows through with a threat to impose secondary tariffs on all exports to the US from buyers of the country’s oil. A previous deadline of early-September for President Vladimir Putin to reach a ceasefire agreement with Ukraine has been cut to 10-12 days, as Trump says he is losing patience with the Russian leader. Russia brushed aside the move.\n\nThe volatile weekly shipments fell sharply, shedding another 520,000 barrels a day and falling to their lowest in more than six months. Cargoes from the Baltic last week fell to the lowest since December 2022, with a four-day gap in the loading program for Ust-Luga and a slowdown in loading at Primorsk. It’s possible that the deceleration in Baltic shipments reflects delays in clearance-to-dock resulting from President Vladimir Putin’s tightening of rules for ships entering Russian ports after a series of explosions on oil tankers in Russia or vessels that had earlier called at its ports. However, there was no sign of a backlog of vessels that might be expected to accompany such delays.\n\nCrude Shipments\n\nA total of 24 tankers loaded 18.63 million barrels of Russian crude in the week to July 27, vessel-tracking data and port-agent reports show. The volume was down from 22.28 million barrels on 31 ships the previous week.\n\nCrude flows in the period to July 27 stood at about 3.22 million barrels a day on a four-week average basis, down by 80,000 barrels a day from the period to July 20. The four-week average smooths out the big swings in weekly numbers, giving a clearer picture of underlying trends in crude flows. Using more volatile weekly figures, shipments fell by about 520,000 barrels to 2.66 million barrels a day.\n\nThe drop in weekly flows was driven by a sharp decline in volumes of Urals crude from the Baltic and lower streams from the Pacific, which appears to have been driven by delays in transferring cargoes from shuttle tankers used by the Sakhalin 1 project. Those declines were partly offset by higher flows from the Black Sea.\n\nThere was one shipment of Kazakhstan’s KEBCO crude during the week from Novorossiysk and one from Ust-Luga.\n\nExport Value\n\nThe gross value of Moscow’s exports fell by about $230 million, or 17%, to $1.14 billion in the week to July 27. The drop in flows was accompanied by lower average prices for Russia’s flagship Urals crude.\n\nUrals from the Baltic and Black Sea fell by about $0.50 a barrel to average close to $58.60 a barrel during the week. In contrast, the price of key Pacific grade ESPO rose by $0.40 to average $65.14 a barrel. Delivered prices in India were down by $0.90 at $68.10 a barrel, all according to numbers from Argus Media.\n\nOn a four-week average basis, the export price of Russia’s Urals from both the Baltic and the Black Sea was unchanged, averaging about $58.60 a barrel, while Pacific ESPO was up by about $0.30 a barrel.\n\nUsing this measure, the value of exports fell by about 2% in the period to July 27, averaging about $1.37 billion a week.\n\nFlows by Destination\n\nObserved shipments to Russia’s Asian customers, including those showing no final destination, were unchanged at 2.86 million barrels a day in the 28 days to July 27.\n\nThe figures include about 380,000 barrels a day on ships from Western ports showing their destination as Port Said or the Suez Canal, or those from Pacific ports with no clear delivery point, and a further 130,000 barrels a day on tankers yet to signal a destination.\n\nFlows to Turkey in the four weeks to July 27 averaged about 280,000 barrels a day, the lowest in 12 weeks. Shipments to Syria averaged about 70,000 barrels a day.\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "Mitsui takes over Scottish wind port",
      "link": "https://splash247.com/mitsui-takes-over-scottish-wind-port/",
      "date": "4 days ago",
      "snippet": "Japanese trading house Mitsui & Co and shipping giant Mitsui OSK Lines (MOL) have agreed to acquire Scotland's energy industry hub Port of Nigg and key...",
      "text": "Japanese trading house Mitsui & Co and shipping giant Mitsui OSK Lines (MOL) have agreed to acquire Scotland’s energy industry hub Port of Nigg and key fabrication and access business units from Global Energy Group (GEG).\n\nThe deal covers the deepwater, multi‑sector energy port and UK green freeport; Global Energy (Fabrication) — a multi‑site fabrication and manufacturing business; and Global Energy Services — scaffold and access operations supporting offshore projects, under which Mitsui will hold 51% and MOL 49% of the three entities. Mitsui had previously invested in GEG in 2012, gaining a 25.5% stake.\n\nThe Port of Nigg has been central to the UK’s offshore wind supply chain. Since GEG purchased the facility in 2011, over £120m has been invested into its redevelopment and expansion. That groundwork helped secure major fabrication and staging contracts for landmark projects including Beatrice, Moray East, Seagreen, and Moray West offshore wind farms.\n\nMitsui has committed to investing in new manufacturing capacity and energy services infrastructure, in a move which is expected to support long‑term job creation and economic growth in the Highlands, particularly around offshore oil and gas and wind industries, the companies noted.\n\nGEG Chairman Roy MacGregor said the transfer will help realise Nigg’s next phase of growth while ensuring continued services from GEG subsidiaries such as Global Port Services, Global Crane Services, and Global Wind Projects. GEG will remain active at Nigg through these outfits, supplying project labour and operational support.\n\nThe deal represents Mitsui’s first major entry into a Scottish port. With MOL’s expertise in shipping logistics and offshore energy, the partnership aims to transform Nigg into a key node for the UK’s energy transition—supporting offshore wind, fabrication and broader industrial services.\n\nMakoto Takasugi of Mitsui noted that the company sees Nigg as a long-term energy infrastructure asset, saying, “We look forward to carrying forward that legacy, working with the skilled local teams… as we grow our role in energy transformation across Scotland, the UK and Europe,” he said.\n\n“The Port of Nigg plays an indispensable role in the UK’s energy transition, particularly in offshore wind, and holds substantial potential for future growth,” added MOL’s managing executive officer, Masayuki Sugiyama. “In partnership with Mitsui, which has supported Global Energy Group for the past 13 years, we are fully committed to leveraging our expertise and experience in maritime operations to contribute to the long-term development of the Highlands and to accelerate a more sustainable future.”",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Barnacle Bill",
        "Cheong Tuck Sang"
      ]
    },
    {
      "title": "India To Maintain Russian Oil Imports Despite Trump Threats",
      "link": "https://gcaptain.com/india-to-maintain-russian-oil-imports-despite-trump-threats/",
      "date": "1 day ago",
      "snippet": "NEW DELHI, Aug 2 (Reuters) – India will keep purchasing oil from Russia despite U.S. President Donald Trump's threats of penalties, two Indian government...",
      "text": "NEW DELHI, Aug 2 (Reuters) – India will keep purchasing oil from Russia despite U.S. President Donald Trump’s threats of penalties, two Indian government sources told Reuters on Saturday, not wishing to be identified due to the sensitivity of the matter.\n\nOn top of a new 25% tariff on India’s exports to the U.S., Trump indicated in a Truth Social post last month that India would face additional penalties for purchases of Russian arms and oil. On Friday, Trump told reporters he had heard that India would no longer be buying oil from Russia.\n\nBut the sources said there would be no immediate changes.\n\n“These are long-term oil contracts,” one of the sources said. “It is not so simple to just stop buying overnight.”\n\nJustifying India’s oil purchases from Russia, a second source said India’s imports of Russian grades had helped avoid a global surge in oil prices, which have remained subdued despite Western curbs on the Russian oil sector.\n\nUnlike Iranian and Venezuelan oil, Russian crude is not subject to direct sanctions, and India is buying it below the current price cap fixed by the European Union, the source said.\n\nThe New York Times also quoted two unnamed senior Indian officials on Saturday as saying there had been no change in Indian government policy.\n\nIndian government authorities did not respond to Reuters’ request for official comment on its oil purchasing intentions.\n\nHowever, during a regular press briefing on Friday, foreign ministry spokesperson Randhir Jaiswal said India has a “steady and time-tested partnership” with Russia.\n\n“On our energy sourcing requirements … we look at what is there available in the markets, what is there on offer, and also what is the prevailing global situation or circumstances,” he said.\n\nThe White House did not immediately respond to requests for comment.\n\nINDIA’S TOP SUPPLIER\n\nTrump, who has made ending Russia’s war in Ukraine a priority of his administration since returning to office this year, has expressed growing impatience with Russian President Vladimir Putin in recent weeks.\n\nHe has threatened 100% tariffs on U.S. imports from countries that buy Russian oil unless Moscow reaches a major peace deal with Ukraine.\n\nRussia is the leading supplier to India, the world’s third-largest oil importer and consumer, accounting for about 35% of its overall supplies.\n\nIndia imported about 1.75 million barrels per day of Russian oil from January to June this year, up 1% from a year ago, according to data provided to Reuters by sources.\n\nBut while the Indian government may not be deterred by Trump’s threats, sources told Reuters this week that Indian state refiners stopped buying Russian oil after July discounts narrowed to their lowest since 2022 – when sanctions were first imposed on Moscow – due to lower Russian exports and steady demand.\n\nIndian Oil Corp IOC.NS, Hindustan Petroleum Corp HPCL.NS, Bharat Petroleum Corp BPCL.NS and Mangalore Refinery Petrochemical Ltd MRPL.NS have not sought Russian crude in the past week or so, four sources told Reuters.\n\nNayara Energy – a refinery majority-owned by Russian entities, including oil major Rosneft ROSN.MM, and major buyer of Russian oil – was recently sanctioned by the EU.\n\nNayara’s chief executive resigned following the sanctions, and three vessels laden with oil products from Nayara Energy have yet to discharge their cargoes, hindered by the new EU sanctions, Reuters reported last week.\n\n(Reporting by Shivam Patel in New Delhi and Chandni Shah in Bengaluru; Additional reporting by Nidhi Verma and Mayank Bhardwaj; Editing by Raju Gopalakrishnan, Susan Fenton and Joe Bavier)\n\n(c) Copyright Thomson Reuters 2025.",
      "authors": []
    },
    {
      "title": "SSY moves into nuclear fuel markets",
      "link": "https://splash247.com/ssy-moves-into-nuclear-fuel-markets/",
      "date": "3 days ago",
      "snippet": "UK shipbroking group SSY is bolstering its commodities arm, SSY Futures, with the acquisition of Uranium Markets, a US-based nuclear fuel brokerage.",
      "text": "UK shipbroking group SSY is bolstering its commodities arm, SSY Futures, with the acquisition of Uranium Markets, a US-based nuclear fuel brokerage.\n\nThe acquisition gives SSY a foothold in the nuclear energy market — a sector gaining traction as global energy demand rises and digital infrastructure and AI priorities place renewed emphasis on stable, clean baseload power.\n\nFounded in 2014 and operating with four brokers in both the US and UK, Uranium Markets has become a leading player in the nuclear energy commodity space. Under the agreement, the firm will continue to trade under its own brand, supported operationally by SSY Futures.\n\nFinancial terms of the deal, taking effect on August 1, have not been divulged.\n\nThe move also marks SSY’s third expansion this year, following its entry into ship recycling and the launch of a dedicated offshore rig brokerage.\n\nCommenting on the acquisition, Stanko Jekov (pictured), managing partner at SSY, said: “Today’s announcement represents another important milestone in SSY’s expansion roadmap. Nuclear will be a game-changer in the power markets, so it’s very exciting to be entering this sector in partnership with the Uranium Markets team. From our side, as a world-class, leading broker in both physical and financial commodity markets, SSY has both the scale and the size to help facilitate Uranium Markets’ future growth ambitions.”",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Barnacle Bill",
        "Cheong Tuck Sang"
      ]
    },
    {
      "title": "Commission publishes new guidance on sustainable rural mobility and ecotourism",
      "link": "https://transport.ec.europa.eu/news-events/news/commission-publishes-new-guidance-sustainable-rural-mobility-and-ecotourism-2025-07-30_en",
      "date": "4 days ago",
      "snippet": "Today the Commission publishes four new guidance documents, developed under the SMARTA-NET Project 'Sustainable rural mobility in support of ecotourism'.",
      "text": "Today the Commission publishes four new guidance documents, developed under the SMARTA-NET Project Sustainable rural mobility in support of ecotourism’. The project, a European initiative active from 2022 to 2024, addressed one of the most persistent challenges in European transport policy: ensuring sustainable and equitable mobility for rural areas.\n\nIn many parts of Europe, rural communities experience a significant mobility deficit, as access to essential services like employment, education, healthcare, and recreation becomes increasingly concentrated in urban centres. This trend deepens reliance on private vehicles, exacerbating socioeconomic inequalities, increasing carbon emissions, and putting individuals without access to a car at risk of transport poverty.\n\nWithin this context, SMARTA-NET produced four guidance documents:\n\nOn Rural Mobility Shared Solutions , introducing good practice mobility solutions that can address mobility deficits in rural areas, how these can be packaged, and seamlessly integrated with the mainstream public transport network. The Guidance comes with a Catalogue detailing over 30 mobility solutions.\n\n, introducing good practice mobility solutions that can address mobility deficits in rural areas, how these can be packaged, and seamlessly integrated with the mainstream public transport network. The Guidance comes with a Catalogue detailing over 30 mobility solutions. On funding and financing options for rural mobility , providing guidance on how to plan, access and manage funding and finance for rural mobility. This targets rural municipalities in particular, who may need to access a blend of public, social and private finance to implement and sustain measures that address, or at least mitigate, mobility deficits and transport poverty.\n\n, providing guidance on how to plan, access and manage funding and finance for rural mobility. This targets rural municipalities in particular, who may need to access a blend of public, social and private finance to implement and sustain measures that address, or at least mitigate, mobility deficits and transport poverty. On integrating aspects of rural mobility within Sustainable Urban Mobility Plans (SUMPs) : The Sustainable Urban Mobility Plan instrument, was designed to meet transport needs while promoting accessibility, safety and sustainability. However, SUMPs have traditionally focused on urban areas, often overlooking rural surroundings—even though rural residents regularly commute across municipal boundaries. Addressing this disconnect, SMARTA-NET developed a dedicated Guidance Document to help planners incorporate rural mobility considerations into all phases of the SUMP lifecycle.\n\nThe Sustainable Urban Mobility Plan instrument, was designed to meet transport needs while promoting accessibility, safety and sustainability. However, SUMPs have traditionally focused on urban areas, often overlooking rural surroundings—even though rural residents regularly commute across municipal boundaries. Addressing this disconnect, SMARTA-NET developed a dedicated Guidance Document to help planners incorporate rural mobility considerations into all phases of the SUMP lifecycle. On Sustainable Mobility in rural tourism regions, to support rural destinations in improving transport options for visitors and residents alike. This resource explores tourist travel behaviours, promotes collaboration between key stakeholders, and outlines strategies to boost walking, cycling, public transport, and intermodal connectivity. It emphasises the importance of effective travel information—both before and during the trip—to enable environmentally friendly travel choices and ensure a seamless, informed experience for tourists while reducing car dependency in vulnerable rural landscapes.\n\nSMARTA-NET was broadly structured around three interlinked pillars. Alongside guidance documents, these were:\n\nEuropean Rural Mobility Network (ERMN) : The first pan-European platform of its kind. Through four in-person events and four webinars, the ERMN connected municipalities, rural development agencies, local action groups, practitioners, and researchers from across the EU to exchange knowledge and foster collaboration . See also: Report on the European Rural Mobility Network (ERMN).\n\n: The first pan-European platform of its kind. Through four in-person events and four webinars, the ERMN connected municipalities, rural development agencies, local action groups, practitioners, and researchers from across the EU to . See also: Report on the European Rural Mobility Network (ERMN). Training Courses: Tailored sessions were delivered in 14 EU countries in national languages, covering the four thematic areas of the Guidance documents. The training empowered local authorities and rural stakeholders to take action on mobility planning, service design, and implementation.\n\nAdditional resources—including reports, presentations, brochures, and videos – can be accessed via the project website.\n\nBackground\n\nSMARTA-NET’s ambition was to support the transition to low-carbon, inclusive rural mobility systems aligned with the European Long-Term Vision for Rural Areas—envisioning communities that are “stronger, connected, resilient, and prosperous” by 2040—and to contribute to European Green Deal targets by cutting fuel consumption and CO₂ emissions.\n\nMore information\n\nUrban public transport & shared mobility",
      "authors": []
    }
  ]
}