{
  "timestamp": "2025-06-23T06:27:20.640954",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "Larven fra helvede spreder sig, og nu er den i et træ i Maries have",
      "link": "https://www.dr.dk/nyheder/indland/larven-fra-helvede-spreder-sig-og-nu-er-den-i-et-trae-i-maries-have",
      "date": "for 21 timer siden",
      "snippet": "Egeprocessionsspinderen er nu spottet i store dele af Odense, oplyser kommunen. Hold fingrene fra den, lyder rådet til private.",
      "text": "Hvad gør du, hvis du ser reder med larver\n\nSpinderen er en larve, der kan være et ubehageligt bekendtskab for dyr og mennesker. Den kan give reaktioner på huden, i øjnene eller luftvejene. Odense Kommune har i samarbejde med Styrelsen for Patientsikkerhed udarbejdet disse anbefalinger:\n\n- Undgå kontakt med larver, både døde og levende og med larvens reder eller vegetation/jord omkring træer, hvor der har været larver.\n\n- Ved kontakt med larvens hår er der risiko for hudreaktioner som kraftig kløe og udslæt. Der ses ligeledes øjen- og luftvejsirritation og i sjældne tilfælde vejrtrækningsbesvær.\n\n- Ved kontakt kan man forsøge at fjerne hårene ved forsigtig afskylning, efterfulgt af et bad med mere grundig afvaskning. Ved øjensymptomer skylles øjnene. Forsøg at undgå spredning af hår i hjemmet, og vask tøjet ved mindst 60 grader.\n\n- Oplever man kraftige symptomer eller vejrtrækningsbesvær efter kontakt med larverne, anbefales det at søge lægehjælp.\n\n- Dit dyr – f.eks. hest, hund eller kat – kan også være uheldig at komme i kontakt med larven og vil kunne opleve samme symptomer som dig. Vær derfor særligt opmærksom på dit dyrs velbefindende, hvis I færdes i de områder, hvor larven er set.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "Afsløring: Embedsmænd har i 14 år advaret om, at Miljøministeriet skjuler forurening af havet",
      "link": "https://www.dr.dk/nyheder/indland/afsloering-embedsmaend-har-i-14-aar-advaret-om-miljoeministeriet-skjuler-forurening",
      "date": "1 dag siden",
      "snippet": "Interne papirer viser, at embedsmænd forgæves har bedt om lov til at vise havets reelle tilstand.",
      "text": "Grænseværdier og målinger skal passe sammen\n\nMiljøministeriet har for de fleste stoffer ikke fastsat bindende grænseværdier for indholdet af miljøfarlige stofferne i muslinger, fisk og havbundsmateriale, som man i praksis måler stofferne i.\n\nMinisteriet har primært fastsat grænseværdier for indholdet af stofferne i selve vandet, som man stort set ikke måler i. Ministeriets grænseværdier har altså være fastsat i en anden ”matrice”, som det hedder.\n\nDet er derfor, at embedsmænd i hvert fald siden 2011 har advaret internt om problemet, og siden 2018 har advaret i interne notater om, at Miljøministeriet ligefrem bryder reglerne, forklarer Lasse Baaner. Han er lektor i miljøret ved Københavns Universitet.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "Prins Joachim om familien, arbejdet og livet i USA: 'Det tror jeg, at de vil sige tak for – en dag'",
      "link": "https://www.dr.dk/nyheder/indland/prins-joachim-om-familien-arbejdet-og-livet-i-usa-det-tror-jeg-de-vil-sige-tak-en",
      "date": "for 13 timer siden",
      "snippet": "I versaler på uniformskjortens højre bryst står navnet PRINS JOACHIM og signalerer diskret, at én af de ansatte på den danske ambassade i Washington D.C....",
      "text": "Med egne ord nyder prins Joachim ikke den geopolitiske spænding, som der er i øjeblikket, men han kan alligevel ikke lade være med at finde en vis faglig tilfredsstillelse i at befinde sig i stormens øje, som stiller store krav til hans diplomatiske fingerspitzgefühl.\n\n- Der er en personlig tilfredsstillelse i at kunne sige: Jeg var med til at skabe noget, til at føre noget videre, men også til at skabe noget, som bliver ført videre, og som vil virkelig få nogle positive konsekvenser, siger prins Joachim.\n\nPrinse-kortet på bordet\n\nNavnet og titlen til trods er prins Joachims hverdag på ambassaden i det store hele som hans kollegaer med demokratisk kø til kaffemaskinen og en uformel omgangstone, hvor alle er dus.\n\nMen fra tid til anden kommer prinsens baggrund alligevel på bordet.\n\nFor i det diplomatiske arbejde, der er en helt central del af prinsens arbejde, kan titlen af Hans Kongelige Højhed være et brugbart diplomatisk kort at smide på bordet.",
      "authors": [
        "Af Forsvarskorrespondent",
        "I Går Kl."
      ]
    },
    {
      "title": "Embedsmand står frem: Advarede allerede i 2011 om problemer i Miljøministeriet",
      "link": "https://www.dr.dk/nyheder/indland/embedsmand-staar-frem-advarede-allerede-i-2011-om-problemer-i-miljoeministeriet",
      "date": "for 11 timer siden",
      "snippet": "I tre årtier arbejdede Jens Brøgger Jensen i Miljøministeriet. I dag deler han sin undren over, at der ikke er blevet gjort mere for at komme forurening af...",
      "text": "Fordi grænserne manglede, var der ikke noget at holde en lang rækker prøver fra havmiljøet op imod. Sådan lød konklusionen i en rapport fra arbejdsgruppen fra 2011.\n\nDerfor blev prøverne ikke brugt i de tilstandsvurderinger, som Miljøministeriet bruger til at vurdere, hvor der skal sættes ind for at nedbringe forurening.\n\nMen som DR kunne fortælle tidligere søndag, har embedsmænd lige siden da forgæves advaret om det samme problem igen og igen: at forureningen af vandområderne langs de danske kyster ikke kommer frem i lyset. Det fremgår af hundredvis af interne dokumenter fra Miljøministeriet, som DR har gennemgået.\n\nAf dokumenterne fremgå det også, at embedsmænd i årevis har advaret om, at det er i strid med EU-regler, at Miljøministeriet ikke for længst har indført de manglende grænseværdier.\n\nI lyset af at Jens Brøgger Jensen allerede var med til at sende en advarsel i 2011, og at hans kollegaer er fortsat med at gøre det siden da, er han uforstående over for, at grænserne for mange af stofferne fortsat ikke findes.",
      "authors": [
        "Magnus Heunicke",
        "S",
        "I Går Kl."
      ]
    },
    {
      "title": "Minut for minut: Amerikansk forsvarschef gennemgår 'historisk' overraskelsesangreb mod Iran",
      "link": "https://www.dr.dk/nyheder/udland/minut-minut-amerikansk-forsvarschef-gennemgaar-historisk-overraskelsesangreb-mod-iran",
      "date": "for 13 timer siden",
      "snippet": "14 bomber på i alt 190 ton blev i nat kastet ned over tre iranske atomanlæg under missionen 'Midnight Hammer'.",
      "text": "'Operation Midnight Hammer'.\n\nDet lyder som en scene fra 'Top Gun'.\n\nOg spørger man chefen for det amerikanske luftvåben, general Dan Caine, der i nat stod i spidsen for det amerikanske bombeangreb på tre iranske atomanlæg, så var angrebet også særdeles veliscenesat.\n\nEn yderst kompleks og højrisikabel mission udført i al hemmelighed, kalder han det.\n\n75 præcisionsvåben blev brugt til 'Operation Midnight Hammer'. Heriblandt 14 såkaldte bunker buster-bomber med en vægt på 13,6 ton stykket, som blev taget i brug for første gang. 125 fly tog del i missionen - blandt andet syv styks af det mytiske stealth-bombefly, B-2.\n\nBomber borer sig 61 meter ned i jorden inden eksplosion\n\nAngrebet mod de tre iranske atomanlæg Fordow, Natanz og Isfahan krævede ifølge USA's forsvarsminister, Pete Hegseth, måneders forberedelse.\n\nSyv stealth-bombefly af modellen B-2 Spirit fløj 18 timer fra den amerikanske stat Missouri til missionens mål i Iran. På turen blev de tanket op i luften flere gange - og flere bombefly af samme model blev sendt på vingerne for at forvirre fjenden, fortæller Dan Caine på et pressemøde.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "Vikinger er her, der og alle vegne: ’Jeg har nok fået vikinge-OD’",
      "link": "https://www.dr.dk/nyheder/indland/vikinger-er-her-der-og-alle-vegne-jeg-har-nok-faaet-vikinge-od",
      "date": "for 16 timer siden",
      "snippet": "Rane Willerslev og andre giver deres bud på, hvilke tidsperioder vi kan kaste os over som det næste.",
      "text": "Bud på andre tider, vi bør lave serier og bøger om\n\nSelvom Cecilie Nielsen synes, at der også er andet, der trender end vikinger ude på museerne, så er det klart, man kan ty til dem, hvis man vil være sikker på at fange folks interesse. De ér bare en god historie, rock'n'roll og ramasjang.\n\n- Det er da klart, at det har en stor grad af underholdningsværdi.\n\nAnne Sophia Hermansen, der er kulturkommentar på Weekendavisen, synes til gengæld, der er gået for meget vikingetid i den, og nu må vi ifølge hende rykke videre til noget andet.\n\n- Jeg har nok fået lidt en vikinge-OD (overdosis, red.) de senere år, fordi der har været så ubegribeligt mange tv-serier, udsendelser, udstillinger og andet, siger hun i P1-programmet Anmelderne, hvor hun er inde med Cecilie Nielsen for at anmelde den nye vikingethriller 'Frænde - Blodspor'.\n\n- Det er på tide, at vi bevæger os videre i historien og ser på renæssancen og barokken, som jeg synes er en mere interessant periode, fortsætter hun og nævner også 'guldalderen' som en tid at kaste sig over.\n\nDanmarks fortid Jægerstenalder (12.500-4000 f.Kr.) Bondestenalder (4000-1700 f.Kr.) Bronzealder (1700-500f.Kr.) Ældre jernalder (500 f.Kr. - 400 e.Kr.) Yngre jernalder (400-800 e.Kr.) Vikingetiden (800-1050 e.Kr.) Middelalder (1000-1536) Renæssance (1536-1660) Enevælde (1660-1849) Nationalstaten (1849-1915) Velfærdssamfund (1915-2000) Besættelsestiden (1940-1945) Kilde: Nationalmuseet\n\nRane Willerslev er enig i, at der er mange andre tidsperioder, der er \"superinteressante\".\n\n- Hvis jeg skulle opfordre til noget, så tror jeg, man skulle tage et kig på bronzealderen, for det er faktisk der, vi har de allervigtigste og flotteste fund fra.\n\n- Der er vi helt unikke i verden med vores fund - solvognen, de store lurer og alt det her.\n\nCecilie Nielsen er enig i, at bronzealderen er værd at dykke mere ned i, og ellers tror hun også, at stenalderen kan blive den næste store ting.\n\nRane Willerslev mener dog, at vikingetiden er nemmere at genskabe end tidligere tider, fordi der begynder at komme mere skriftligt materiale i den periode - dog ikke primært fra vikingerne.\n\nLæs også : Guldskatte og gravfund har formet danmarkshistorien. Her kan du tage ud og mærke oldtiden i dit område\n\nVi søger tilbage i en forandringstid\n\nDerudover har vi ifølge Rane Willerslev også en interesse i vikingetiden i dag, fordi vi stadig er i en forandringstid - ligesom de var dengang - og når man er det, opstår trangen til at søge tilbage til rødderne for at få nye forståelser af, hvem vi er og var.\n\nVi kan eksempelvis finde inspiration i deres meget ligeværdige kønsrollemønster.\n\nFor jo, der var nogle meget stærke mandeidealer og slåskampe dengang, men kvinderne havde stadig en meget stor indflydelse i vikingesamfundet.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "'En stor undladelsessynd': Heunicke erkender, at Miljøministeriet i årevis har brudt regler",
      "link": "https://www.dr.dk/nyheder/indland/eksperter-miljoeministeriet-har-i-aarevis-bevidst-brudt-regler-om-forurening-af",
      "date": "for 14 timer siden",
      "snippet": "Eksperter vurderer, at Miljøministeriet i flere år bevidst har brudt regler om forurening af havet.",
      "text": "Sådan skrev embedsmændene\n\nI 2019 skriver embedsmænd for eksempel igen i et internt notat:\n\n- Som redegjort for i Miljøstyrelsens notat af 11. september 2018 (…) har Danmark pligt til at overvåge forekomsten af miljøfarlige forurenende stoffer i overfladevandområder med henblik på at vurdere tilstanden. Som allerede beskrevet er det for de 14 her omhandlede stoffer ikke muligt at vurdere den kemiske og økologiske tilstand, fordi der ikke er fastsat miljøkvalitetskrav for den matrice, hvori stofferne overvåges.\n\nÅret efter – i 2020 – understreger embedsmændene endnu en gang, at Miljøministeriet er juridisk forpligtet til at udstede de manglende grænseværdier, ministeriet stadig ikke har udstedt.\n\n- For at klassificere tilstanden for miljøfarlige forurenende stoffer i vand- og havområder og for at leve op til vandrammedirektivets og havstrategidirektivets overvågningsforpligtelser, skal der fastsættes nationale miljøkvalitetskrav, skriver embedsmændene i et notat i 2020.",
      "authors": [
        "Jens Brøgger Jensen",
        "Tidligere Embedsmand I Miljøministeriet",
        "I Går Kl."
      ]
    },
    {
      "title": "64-årig mand død efter 'voldsforhold' under afholdelsen af Copenhell",
      "link": "https://www.dr.dk/nyheder/seneste/64-aarig-mand-doed-efter-voldsforhold-paa-dansk-metalfestival",
      "date": "1 dag siden",
      "snippet": "I 64-årig mand er i går afgået ved døden efter det, Københavns Politi kalder et \"voldsforhold\" i forbindelse med metalfestivalen Copenhell i København.",
      "text": "Opdateret klokken 14 med oplysning om, at den mistænkte gerningsmand varetægtfængsles.\n\nEn farlig situation udspillede sig tidligt i morges på Nørreport Station i det indre København.\n\nHer blev en 18-årig mand overfaldet med spark på perronen og faldt derefter ned på togskinnerne.\n\nHan kom dog hurtigt op igen og undgik at blive ramt af et tog.\n\nDet oplyser København Politi til Ritzau.\n\nEn mand på 35 år er sigtet for at have udsat den 18-årige for livsfare. Ved et grundlovsforhør søndag eftermiddag er han blevet vartægtsfængslet i foreløbigt 22 dage, skriver politiet på X.",
      "authors": []
    },
    {
      "title": "'Stæjk' eller 'stiik'? Hvordan udtaler du de ord, der deler danskerne?",
      "link": "https://www.dr.dk/nyheder/indland/staejk-eller-stiik-hvordan-udtaler-du-de-ord-der-deler-danskerne",
      "date": "2 dag siden",
      "snippet": "Den Danske Ordbog på nettet har tilføjet tusindvis af lydeksempler på udtale af danske ord. Også dem, der kan være uenighed om.",
      "text": "... men ikke en anden variation, som man ofte hører, \"øjro\".\n\nSelvom mange har deres egen klare favorit eller hadeobjekt, er der officielt ikke noget, der er mere rigtigt end andet, fortæller Lars Trap-Jensen.\n\nIngen bestemmer udtale\n\nDansk Sprognævn, der fastlægger dansk retskrivning og rådgiver om dansk sprog, har bevidst sat udtalen fri, da sproget hele tiden udvikler sig.\n\n- Der er ikke nogen, der bestemmer, hvordan ordene udtales. Det er noget, man ligesom forhandler sig frem til. 'Nå, siger du sådan? Jeg siger sådan', siger Lars Trap-Jensen.\n\n- Det er jo den demokratiske måde, som sproget har udviklet sig på i årtusinder: Ved at vi taler sammen og bliver enige om, hvad tingene skal hedde og betyde, siger ordbogsredaktøren.\n\nDerfor er lydeksemplerne ikke nogen facitliste, men en håndsrækning.\n\n- Som ordbog skal vi beskrive alle aspekter af ordene, og udtale er et af dem, siger han.\n\nOg på nettet giver det meget mere mening at erstatte lydskriften fra den trykte ordbog med lydfiler.\n\n- De er meget nemmere at gå til for almindelige mennesker, eller hvis man er udlænding, der skal lære dansk, siger Lars Trap-Jensen.\n\nUdtale kan afsløre din baggrund\n\nHvordan du udtaler bestemte ord, kan afsløre noget om din alder eller baggrund, forklarer sprogforsker Jakob Steensig fra Aarhus Universitet.\n\nIsær når det gælder engelske låneord, da yngre generationer ofte er vokset op med den engelske udtale.",
      "authors": [
        "Jun Kl."
      ]
    },
    {
      "title": "DR: Nyheder",
      "link": "https://www.dr.dk/",
      "date": "15. okt. 2007",
      "snippet": "Dit Nyhedsoverblik: Breaking news og seneste nyheder - Stream DR's programmer på DRTV - Hør podcast på DR LYD.",
      "text": "Rune irriteret på sin træner: 'Hvad er du her for?'",
      "authors": [
        "Per Bang Thomsen - Bruxelles"
      ]
    },
    {
      "title": "K Line teams with Provaris in hydrogen carrier drive",
      "link": "https://splash247.com/k-line-teams-with-provaris-in-hydrogen-carrier-drive/",
      "date": "2 days ago",
      "snippet": "Japanese shipping major Kawasaki Kisen Kaisha (K Line) has partnered up with Australia's Provaris Energy to advance compressed hydrogen shipping and...",
      "text": "Japanese shipping major Kawasaki Kisen Kaisha (K Line) has partnered up with Australia’s Provaris Energy to advance compressed hydrogen shipping and offshore storage solutions.\n\nThe two companies have signed a 12-month memorandum of understanding (MoU) to jointly explore the development, construction, and operation of Provaris’ H2Neo carrier and H2Leo barge.\n\nProvaris is currently developing a 27,000 cu m purpose-built compressed hydrogen ship aimed at regional marine transport, alongside a barge system designed for nearshore and port-side hydrogen storage.\n\nUnder the MoU, K Line will contribute its technical, commercial, and operational expertise to the partnership, helping to refine Provaris’ newbuild program, operational cost models, and chartering framework. This support will be further bolstered by Clarksons Norway, acting as commercial advisor.\n\nThe collaboration aligns with Provaris’ broader hydrogen export initiatives, including projects in Norway and its existing MoUs with German utilities focused on hydrogen delivery into Europe.\n\n”This MoU represents a key milestone for Provaris in the development of our regional shipping solution and development of an energy-efficient and cost-effective way to address Europe’s significant import requirement for hydrogen by 2030,” said Martin Carolan, managing director at Provaris.\n\nThe ASX-listed company added that the initial agreement also provides potential for further long-term partnership opportunities or commercial agreements.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Alan Cheung",
        "Andrew Craig-Bennett"
      ]
    },
    {
      "title": "A Strait of Hormuz Disruption Seems Closer Than Ever",
      "link": "https://www.hellenicshippingnews.com/a-strait-of-hormuz-disruption-seems-closer-than-ever/",
      "date": "2 days ago",
      "snippet": "A potential Strait of Hormuz closure, a much debated threat over the past decade, as a result of rising tensions between the US and Iran, today seems more...",
      "text": "A potential Strait of Hormuz closure, a much debated threat over the past decade, as a result of rising tensions between the US and Iran, today seems more plausible than ever. Still, analysts believe that at this stage, full closure seems to be a less likely scenario. In its latest weekly report, shipbroker Intermodal said that “the escalation in mid-June 2025, marked by Israeli strikes against Iranian military and energy infrastructure and Iran’s subsequent missile and drone reprisals, has heightened concerns over a potential disruption of the Strait of Hormuz—one of the world’s most critical energy chokepoints. Geospatial shipping intel shows that roughly 20 million barrels per day (bpd) of crude oil—approximately 20 % of global petroleum liquids and nearly 30 % of seaborne oil trade—transit the strait through vessels that operate narrow 21 mile navigation lanes. Disruption here would ripple across energy markets and supply chains”.\n\nAccording to Intermodal’s Mr Yiannis Parganas, Head of Research Department said that “Iran’s strategic gamble in threatening closure is blunt but perilous. Such a blockade could weaponize nearly one fifth of global oil and LNG flows, yet Tehran would simultaneously cripple its own export lifeline. Today, Iran ships over 1.6 mbpd of crude—largely to China—via Hormuz, and more than 80 % of its broader cargo traffic depends on ports served through the strait. Any shutdown would be self defeating unless offset by covert or alternate routes, which remain marginal (e.g., Goreh Jask pipeline at ~300 kbd)”.\n\nAccording to Parganas, “what makes this scenario even more geopolitically complex is that both Qatar and China—two of the most exposed nations to a Hormuz disruption—are among Iran’s more diplomatically aligned or non-confrontational partners. Qatar has maintained pragmatic ties with Tehran, while China has deepened energy and trade relations with Iran despite Western sanctions. A closure of the Strait would, paradoxically, inflict the greatest harm on Iran’s own allies and key economic partners, underscoring the self-defeating nature of such an action. Indeed, Qatar is uniquely vulnerable. It exports around 81 million tons of LNG annually—the equivalent of some 21 % of global LNG trade, virtually all of which must cross Hormuz. A refinery or shipping disruption would reduce Asian LNG supplies, pushing spot and long term contract prices higher, potentially destabilizing China. More specifically, in 2024, more than 25% of China’s LNG imports came via this route, with Qatar supplying 18.35 million metric tons — nearly 24% of China’s total LNG intake. Since February, Qatar has overtaken Australia to become China’s top LNG supplier. China has also signed 15 long-term LNG contracts with Qatar and the UAE, totaling nearly 30 million mt/year. If flows through Hormuz are interrupted, Chinese buyers may have to turn to the spot market — where prices are already under upward pressure”.\n\n“In addition to that, China, the world’s largest crude importer at ~11.1 mbpd (74 % of its consumption in 2024), relies significantly on Middle Eastern suppliers, including Saudi Arabia, Iraq, Oman—and importantly, Iran. Roughly one third of China’s oil imports originate from Gulf producers, and Asian markets take in over 80 % of flows through Hormuz. A temporary embargo could dislocate China’s refinery throughput and push Beijing to snap up expensive spot barrels or reroute to alternative logistics”, Intermodal’s analyst said.\n\n“However, while Iran’s threat to close the strait is more likely strategic posturing than sustained action, from a maritime shipping vantage, insurance premiums, and by extension freight rates, have already begun climbing. Frontline, a major tanker operator, has suspended contracts passing through the strait, escorting existing vessels under naval protection; rerouting and insurance costs have sent shipping rates sharply higher. Mitsui-OSK Lines similarly reports that Gulf traffic remains essential but under continuously reassessed risk protocols. Meanwhile, Gulf Oman tug-and-evacuation resources have already been deployed following a tanker collision in the region, amplifying risk perception in maritime corridors. The increase in insurance premiums and forced detours could raise tanker and LNG shipping costs, squeezes that are ultimately passed on to end users”, the shipbroker said.\n\nIntermodal’s analyst concluded that “in sum, while an outright closure of the Strait of Hormuz remains a high-risk, low-probability scenario, even partial disruptions or strategic signaling by Iran have tangible economic consequences. The nations most affected—Qatar, China, and other Iran-aligned or Gulf-dependent importers—are already absorbing the impact through higher freight costs, tighter shipping availability, and elevated energy prices. For Iran, any closure would ultimately represent self-harm. Yet from a maritime shipping and freight market standpoint, the mere threat is enough to disrupt global logistics and inject significant instability into the heart of the energy transportation system”.\n\nNikos Roussanoglou, Hellenic Shipping News Worldwide",
      "authors": []
    },
    {
      "title": "Ningbo Ocean Shipping ramps up fleet expansion",
      "link": "https://splash247.com/ningbo-ocean-shipping-ramps-up-fleet-expansion/",
      "date": "2 days ago",
      "snippet": "Ningbo Ocean Shipping Co (NBOSCO) has set out to further expand its containership fleet with an investment in four 4,300 teu newbuildings.",
      "text": "Ningbo Ocean Shipping Co (NBOSCO) has set out to further expand its containership fleet with an investment in four 4,300 teu newbuildings.\n\nThe Shanghai-listed subsidiary of Ningbo-Zhoushan Port Group has lined up up to $278m for the quartet, with the shipyard yet to be selected through a bidding process.\n\nThe move comes hot on the heels of four 2,700 teu ships booked at Huangpu Wenchong Shipbuilding at about $48m each, with deliveries expected in 2027.\n\nNBOSCO ranks 24th on Alphaliner’s list of top container carriers with 87 ships and more than 10 newbuilds on order.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Alan Cheung",
        "Andrew Craig-Bennett"
      ]
    },
    {
      "title": "Dynacom bolsters suezmax orderbook in China",
      "link": "https://splash247.com/dynacom-bolsters-suezmax-orderbook-in-china/",
      "date": "2 days ago",
      "snippet": "Greece's Dynacom Tankers has swelled its suezmax orderbook at China's New Times Shipbuilding. Newbuilding sources report that George Procopiou's company has...",
      "text": "Greece’s Dynacom Tankers has swelled its suezmax orderbook at China’s New Times Shipbuilding.\n\nNewbuilding sources report that George Procopiou’s company has signed up for six more 159,000 dwt vessels, adding to a previously booked pair at the privately owned shipyard in April.\n\nThe latest sextet will run on conventional fuels, will be equipped with scrubbers and will cost about $78-79m each, with delivery expected in 2028.\n\nThe Athens-based outfit has a massive orderbook of crude and product carriers spread across multiple shipyards in China. According to the company’s website, Dynacom Tankers Management currently manages a fleet of 67 tankers, with an additional 53 vessels under construction.\n\nJiangsu-based New Times has emerged as one of Prokopiou’s preferred shipyards, with shipping databases listing 12 suezmaxes currently under construction for Dynacom at the yard.\n\nBeyond its newbuilding activity, Dynacom is also active in the secondhand market. S&P databases show the company acquired three 2009-built suezmaxes this year, formerly owned by Teekay Tankers.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Alan Cheung",
        "Andrew Craig-Bennett"
      ]
    },
    {
      "title": "GPS jamming on the rise as Israel-Iran conflict enters fourth day",
      "link": "https://splash247.com/gps-jamming-on-the-rise-as-israel-iran-conflict-enters-fourth-day/",
      "date": "6 days ago",
      "snippet": "The conflict between Israel and Iran stretched into a fourth consecutive day on Monday, rattling global energy markets and placing the maritime industry on...",
      "text": "The conflict between Israel and Iran stretched into a fourth consecutive day on Monday, rattling global energy markets and placing the maritime industry on edge. While Israeli airstrikes have so far avoided directly targeting Iran’s crude oil infrastructure, a reported explosion at a natural gas plant near the massive South Pars field over the weekend has escalated concerns of broader regional destabilisation, while Iran has claimed it has successfully hit the Israeli port city of Haifa.\n\nThe spectre of a widening war in the oil-rich Middle East—which accounts for nearly a third of global crude flows—has driven energy prices and tanker freight rates sharply higher, as shipowners, traders, and insurers weigh the growing risks of operating in the region.\n\nAmid the intensifying conflict, maritime authorities have flagged significant electronic interference affecting commercial vessels across the Middle East. The Joint Maritime Information Center (JMIC)—part of the US-led Combined Maritime Forces—confirmed Saturday that ships operating near the Persian Gulf and eastern Mediterranean have reported false positioning signals and severe GPS jamming.\n\nA now-familiar circular spoofing pattern was observed off the coast of Haifa, a result of distorted GPS signals, according to data reviewed by commercial tracking platforms. The JMIC has urged ship operators to closely monitor navigation systems and prepare alternate communication and positioning methods to avoid incidents at sea.\n\nAlthough Iran’s oil export terminals have not yet been hit, analysts remain focused on the potential for Iran to retaliate by disrupting traffic through the Strait of Hormuz—a vital artery through which about 20m barrels per day of crude and products transit.\n\nWhile a full closure of Hormuz is seen as unlikely and logistically unsustainable, a partial disruption through harassment, seizure, or limited attacks on ships remains plausible. Shipbroker Gibson warned that even minor disturbances could shrink the pool of shipowners willing to transit the strait, driving freight rates higher and potentially shifting demand to Atlantic Basin crude and other safer load zones.\n\nThere is growing concern that Iran may activate proxy forces to expand the conflict beyond the gulf. Maritime security analysts are warning that the Houthi rebels in Yemen, whose naval capabilities have been targeted by US strikes earlier this year, may resume attacks on Red Sea shipping in a show of support for Tehran. UK-flagged vessels were issued warnings Friday against transiting the southern Red Sea.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Alan Cheung"
      ]
    },
    {
      "title": "Trump softens on Iran intervention amid maritime chaos in Gulf",
      "link": "https://splash247.com/trump-softens-on-iran-intervention-amid-maritime-chaos-in-gulf/",
      "date": "2 days ago",
      "snippet": "Oil prices dipped 2% in early trading today as Donald Trump appeared to step back from joining Israel's attacks on Iran, while the waters in the Middle East...",
      "text": "Oil prices dipped 2% in early trading today as Donald Trump appeared to step back from joining Israel’s attacks on Iran, while the waters in the Middle East remain busy, and dangerous thanks to vastly increased GPS spoofing in the region in the week since war broke out between the two Middle Eastern nations.\n\nUK, French and German foreign ministers will hold talks with their Iranian counterpart in Geneva today as part of efforts to end the Israel-Iran conflict\n\nIt comes after the White House says Donald Trump will decide in the next two weeks whether the US will join Israeli strikes on Iran, a significant de-escalation from earlier hawkish comments made in Washington.\n\nTrump has delayed making a decision as he thinks there’s a “substantial chance” of talks, according to his press secretary .\n\nTraffic passing through the Strait of Hormuz, one of the world’s most important energy arteries, remains robust as the two maps from a week ago and today from MarineTraffic show.\n\nMaritime traffic patterns are shifting however in response to heightened threats in the region. Between June 11 and 18, analytics firm Windward identified more than 35 LPG tankers stationary in Omani waters — an 82% increase over expected levels.\n\nThe median duration of port calls for 89 tankers in Saudi Arabia during the week ending June 19 dropped to 19 hours, 37% lower than the prior week. This marks the shortest median duration since monitoring began in August 2021.\n\n“In the Strait of Hormuz, GPS jamming — rather than hijacking vessels or blocking commercial traffic — appears to be the preferred tactic of grey zone aggression by regional actors, as it threatens without directly impeding maritime flow,” Windward noted in a report published yesterday.\n\nTuesday saw a fiery collision between a Frontline VLCC and a suezmax belonging to Russia’s shadow fleet with GPS spoofing detected in the hours leading up the accident.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Alan Cheung"
      ]
    },
    {
      "title": "Seafaring remains one of the world’s most dangerous professions",
      "link": "https://splash247.com/seafaring-remains-one-of-the-worlds-most-dangerous-professions/",
      "date": "2 days ago",
      "snippet": "Seafaring remains one of the world's most dangerous professions, according to a major new report, which surveyed 147,000 people in many different jobs...",
      "text": "Seafaring remains one of the world’s most dangerous professions, according to a major new report, which surveyed 147,000 people in many different jobs across the world.\n\nAccording to Lloyd’s Register Foundation’s latest World Risk Poll Focus On report, 25% of ocean workers report having experienced harm from their work in the past two years, compared to 18% of other workers – the highest level recorded among any sector polled (see chart below).\n\nDespite high rates of harm, too few ocean workers have received occupational safety and health (OSH) training. Over two thirds (68%) of ocean workers said they never have, while only a quarter (25%) have received recent training in the last two years.\n\nLloyd’s Register Foundation also found that ocean workers have experienced more harm from severe weather than any other group of workers. One third (33%) of ocean workers reported having personally experienced serious harm from severe weather in the last two years, compared to 20% of other workers. These statistics reflect the fact that, unlike many in the general workforce, ocean workers face direct exposure to the increasing intensity of severe weather events, from storms to unpredictable ocean conditions.\n\nProfessor Maximo Mejia, president of the World Maritime University, commented: “Seafaring and commercial fishing have traditionally been recognised as the world’s most hazardous occupations. Aside from already challenging conditions that have perennially been associated with shipboard life, our ocean workers face new and even more serious risks brought about by climate change. The World Risk Poll provides us with important and updated data and evidence that should inform any policy designed to protect not only our ocean workers, but the planet itself.”\n\nChirag Bahri, international operations manager at the International Seafarers Welfare and Assistance Network (ISWAN), and a former seafarer, added: “In addition to the harsh weather, ocean workers have to deal with a variety of internal issues which lead to anxiety and stress, such as loneliness, working with a diverse and international crew, and being physically separated from their loved ones. This study emphasises that ocean workers are also subject to quiet storms in the form of insufficient training and fear of job loss. Their wellbeing is just as important as the work they do, so they should receive better training that helps to promote their occupational health and safety. The global economy depends on their resilience and power, and in order to safeguard the environment and humanity, we must adopt sustainable solutions.”",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Alan Cheung"
      ]
    },
    {
      "title": "More Newbuilding Contracts for Dry Bulk Carriers",
      "link": "https://www.hellenicshippingnews.com/more-newbuilding-contracts-for-dry-bulk-carriers/",
      "date": "5 days ago",
      "snippet": "Ship owners were quite active in the dry bulk newbuilding market last week. In its latest weekly report, shipbroker Banchero Costa said that “the Greek...",
      "text": "Ship owners were quite active in the dry bulk newbuilding market last week. In its latest weekly report, shipbroker Banchero Costa said that “the Greek company DryDel ordered an Ultramax 64,000 dwt at Imabari. No price was disclosed, delivery is set for Jun 2028. Fujian Mawei secured an order from COSCO Shipping for 15 x 80,000 dwt. Each vessel is priced $50 mln and deliveries are set to start in mid 2027 and to finish in late 2032. Imabari secured an order of 5 x 40,000 dwt from Japan company Shinomiya Tanker K.K. The price for each vessel is $33.5 mln and deliveries are set in late 2025 for all vessels. In the container sector, Norwegian company Blystad Group ordered 3 x 3,000 teu carriers to Chinese shipyard Penglai Zhonghai Jinglu. The price for each vessel is $43 mln and deliveries are set to start in mid 2027 and finish in mid 2028 In the gas sector, Sentek Marine ordered 2 x 18,000 cbm LNG bunkering tankers to the Chinese shipyard Guangzhou Wenchong. No price was disclosed and deliveries are for mid-2027 and March 2028. In the tanker sector, Sentek Marine ordered 2 x 113,500 dwt Aframax vessels to New Times Shipyard. No price was disclosed and deliveries are set for late 2027 and Jan 2028”.\n\nActivity was increased in the S&P market as well. Shipbroker Xclusiv said that “in dry bulk, activity spanned the full-size range this week, with eight sales reported from Capesize down to Handysize. On the Capesize sector, the scrubber-fitted “Partagas” – 173K/2004 SWS was sold for excess USD 13.5 mills to undisclosed buyers. Vietnamese interests acquired the scrubber-fitted Post-Panamax “Baby Cassiopeia” – 111K/2012 Mitsui for USD 19 mills. In the Kamsarmax segment, Qatari buyers picked up the scrubber-fitted “Bright Pegasus” – 82K/2013 Tsuneishi Zhoushan for USD 17.6 mills. The Panamax “Selina” – 76K/2010 Jiangnan changed hands for USD 11.8 mills, with SS/DD freshly passed. The Electronic M/E Ultramax “Bulk Aquila” – 67K/2014 Mitsui was sold for excess USD 22 mills, while on the Supramax sector, the “Marigoula” – 58K/2013 Yangzhou Dayang was sold for USD 13.5 mills to undisclosed interests. Finally, on the Handysize sector, the OHBS “NY Trader III” – 39K/2016 Jiangmen Nanyang changed hands for USD 17 mills, while the “Amira Sara” – 28K/2014 Imabari was sold for high USD 11 mills”.\n\nMeanwhile, “tanker S&P activity focused on the MR and chemical segments this week, with nine transactions reported across a broad dwt spread. The LR2 “Casper” – 108K/2010 Hudong Zhonghua has reportedly sold for region USD 34-35 mills basis surveys passed. The Japanese-built MR “Manta Galatasara” – 50K/2010 Onomichi has been sold to Greek buyers for about USD 17 mills, with SS/DD due shortly. The sisters “UOG Constantine” and “UOG Despina V” – 50K/2010 SLS were sold enbloc for USD 33.7 mills, while the Japanese-built “UOG Phoenix” – 47K/2010 Onomichi, achieved USD 17.5 mills. The MR1 “Osaka” – 38K/2008 HMD was sold for USD 14.8 mills to Middle Eastern buyers. Finally, on the Chemical tanker, the StSt “Birdie Trader” – 20K/2016 Usuki was sold for USD 28.5 mills to Chinese buyers, while the Ice Class 1C “Lessow Swan” – 7K/2008 ICDAS Celik found new owners for USD 9 mills”, Xclusiv said.\n\nSimilarly, Banchero Costa added that “in the Bulk sector undisclosed buyers were behind the purchase of the Kamsarmax BRIGHT PEGASUS 82,000 dwt 2013 Japanese built sold at mid $17,5 mln. A very similar vessel SEAPLUTO 82,000 dwt 2013 Chinese built was sold in April at $16,5 mln. In the Panamax segment SELINA 75,700 dwt 2010 Japan built was sold at $11,90 mln net. In the Supramax segment MARIGOULA 58,000 dwt 2013 Chinese built was reported sold at $13,5 mln. For comparison last month NZ HANGZHOU 56,000 dwt 2012 Chinese built was sold at $12,0 mln. In the Container sector A ROKKO 1096 teu 2024 Kyokuyo, Japan built was sold at $25,50 mln. In the Crude Oil sector the MR2 HORIZON APHRODITE 50,000 dwt 2008 SPP built was reported sold around $16 mln for comparison sister vessel HORIZON ATHENA was sold in January around $20 mln. In the Chemical sector BIRDIE TRADER 19,000 dwt 2006 Usuki, Japan built was reported sold to Chinese at low $28,0 mln”, the shipbroker concluded.\n\nNikos Roussanoglou, Hellenic Shipping News Worldwide",
      "authors": []
    },
    {
      "title": "\"American Energy\" LNG Vessel Celebrated in Puerto Rico",
      "link": "https://www.marinelink.com/news/american-energy-lng-vessel-celebrated-527096",
      "date": "3 days ago",
      "snippet": "Crowley, alongside Puerto Rico Governor Jenniffer González-Colón, celebrated the LNG carrier American Energy during an event Wednesday…",
      "text": "Crowley, alongside Puerto Rico Governor Jenniffer González-Colón, celebrated the LNG carrier American Energy during an event Wednesday, June 18 at Crowley’s LNG Loading Terminal in Peñuelas. American Energy is the first U.S.-flagged liquefied natural gas (LNG) carrier to deliver U.S.-sourced LNG to Puerto Rico.\n\nThe Crowley-owned, 900-foot-long (274 meters) vessel began service in March 2025. At full capacity, American Energy is capable of transporting up to 34.4 million gallons (130,400 cubic meters) of LNG per voyage. Operating under a multi-year agreement with Naturgy, American Energy provides regular service between the U.S. Gulf Coast and EcoEléctrica’s LNG facility in Peñuelas, ensuring a reliable, efficient energy supply of cleaner-burning LNG to support the island’s growing power demands.\n\nAt the event, Crowley crew members and leaders were joined by Josean González Febres, Mayor of Peñuelas; Josue Colon, Puerto Rico Energy Czar and Executive Director of the Puerto Rico Public-Private Partnership Authority; Mary Carmen Zapata, executive director, Puerto Rico Electric Power Authority; Norberto Negrón, executive director, Puerto Rico Ports Authority; and Carlos Ríos, deputy secretary, Puerto Rico Economic Development & Commerce Department.",
      "authors": []
    },
    {
      "title": "ABS Approves Groundbreaking Floating Nuclear Power Module for Maritime Applications",
      "link": "https://gcaptain.com/abs-approves-groundbreaking-floating-nuclear-power-module-for-maritime-applications/",
      "date": "4 days ago",
      "snippet": "The American Bureau of Shipping (ABS) has issued approval in principle (AIP) to HD Hyundai Heavy Industries (HHI) and HD Korea Shipbuilding & Offshore...",
      "text": "The American Bureau of Shipping (ABS) has issued approval in principle (AIP) to HD Hyundai Heavy Industries (HHI) and HD Korea Shipbuilding & Offshore Engineering (HD KSOE) for an innovative floating small modular reactor (SMR) power module.\n\nThe design aims to generate electricity offshore and near shore, providing power to port facilities and onshore communities. This marks a significant step in maritime decarbonization efforts and represents ABS’s latest contribution to achieving net-zero emissions in shipping by 2050.\n\n“Floating nuclear power facilities show promise in supporting power grids, microgrids, industrial and port operations, data centers, and other uses,” said Patrick Ryan, ABS Senior Vice President and Chief Technology Officer. “Today’s advanced nuclear technology has a different risk profile from traditional reactor technology with state-of-the-art designs and lower enrichment fuels, making commercial offshore and maritime applications more viable.”\n\nThe economic case for nuclear maritime applications appears compelling. According to ABS Chairman and CEO Christopher J. Wiernicki, “When you account for fuel differentials, the cost of compliance and residual value, it costs roughly the same as fossil options, only with zero carbon operations. And it gets much more attractive when compared to the high cost of green fuels.”\n\nThe approval is part of HD KSOE’s broader nuclear initiative. “This barge design not only eliminates the inconvenience of selecting onshore sites by being installed at sea but also offers the advantage of an integrated design for thermal energy production,” explained Dr. Kim Sung-Jun, Director of Future Technology at HD KSOE. “This increases the potential to support the production of eco-friendly ship fuels like ammonia or methanol.”\n\nRecent research has shown the viability of nuclear applications in maritime settings. An ABS study with Herbert Engineering showed that a 15,000 TEU containership equipped with two 30MW fast reactors could operate for 25 years without refueling, while a Suezmax tanker with four 5MW microreactors would need only one refuel over the same period.\n\nABS has also already issued an approval in principle to HD KSOE for a 15,000 TEU-class containership utilizing Small Modular Reactor (SMR) technology. Earlier this month, ABS and Herbert Engineering have proposed a novel solution that combines floating nuclear power with AI data centers. The concept uses small modular reactors (SMRs) on barges in coastal waters and river estuaries, utilizing the surrounding water for both server cooling and reactor systems. This design aims to address two key challenges: the increasing power demands of AI computing and the burden on existing power grids.\n\nThe broader industry is seeing gaining momentum with nuclear power, with major players like Lloyd’s Register and CORE POWER partnering with Maersk to study nuclear-powered containerships. Simultaneously, Newcleo has collaborated with Fincantieri and RINA to develop specialized maritime SMRs.\n\nHowever, implementation challenges remain. Key hurdles include the need for new public-private partnerships, insurance model updates, regulatory framework development, and comprehensive crew training programs. “The ultimate boundary condition for this technology will be safety, and we need to ensure we engage and educate the public about the advanced safety performance of these new reactors,” Wiernicki stated.\n\nThe floating nuclear designs offer additional advantages beyond emissions reduction, including higher power with faster transit speeds, increased cargo storage due to the elimination of fuel storage, and the potential for reverse cold ironing where vessels can power ports.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Velkommen til Danske Rederier",
      "link": "https://danishshipping.dk/",
      "date": "Jun 23, 2023",
      "snippet": "I dag modtog 58 elever deres eksamensbevis for at have gennemført den toårige uddannelse ved Danish Shipping Education ved en ceremoni i København. Læs mere.",
      "text": "Den danske regering har i dag præsenteret programmet for det danske EU-formandskab, der begynder 1. juli. Regeringen har særligt fokus på sikkerhed, grøn omstilling og kon­kur­ren­ce­ev­ne. Det er dagsordener, der vækker genklang i Danske Rederier.",
      "authors": []
    },
    {
      "title": "Dimissionsdag: Største antal elever nogensinde dimitteret fra Danish Shipping Education",
      "link": "https://danishshipping.dk/seneste-nyt/2025/dimissionsdag-stoerste-antal-elever-nogensinde-dimitteret-fra-danish-shipping-education/",
      "date": "2 days ago",
      "snippet": "I dag modtog 58 elever deres eksamensbevis for at have gennemført den toårige uddannelse ved Danish Shipping Education ved en ceremoni i København.",
      "text": "Den festlige begivenhed fandt sted i smukt dansk sommervejr på Langelinie i hjertet af København.\n\nAnne Windfeldt Trolle, direktør for arbejdsmarked, rekruttering og uddannelse hos Danske Rederier, lykønskede dimittenderne med deres præstation og ønskede dem held og lykke på deres videre rejse:\n\n“Den næste del kræver mod. Og ansvar. Men heldigvis kræver den også noget, I allerede har: nysgerrighed, kreativitet og evnen til at samarbejde. Og måske vigtigst af alt: en god portion humor — det får I brug for, når con­tai­ner­tra­ck­ing­sy­ste­met går ned en fredag eftermiddag.”\n\n“I forlader ikke bare stedet med et eksamensbevis. I har et netværk. Et fundament. Og en historie, der begyndte med DSE — en historie, som vil følge jer videre ind i rederier, havne, partnerskaber og måske endda steder, ingen af os havde forudset,” sagde Anne Windfeldt Trolle i sin tale.",
      "authors": []
    },
    {
      "title": "Helt rigtige prioriteter for Dansk EU-formandskab. De konkrete resultater bliver afgørende",
      "link": "https://danishshipping.dk/seneste-nyt/2025/helt-rigtige-prioriteter-for-dansk-eu-formandskab-de-konkrete-resultater-bliver-afgoerende/",
      "date": "3 days ago",
      "snippet": "Den danske regering har i dag præsenteret programmet for det danske EU-formandskab, der begynder 1. juli. Regeringen har særligt fokus på sikkerhed, grøn...",
      "text": "Det var Europaminister Marie Bjerre, der præsenterede programmet for det danske formandskab på et pressemøde i dag. I en pres­se­med­del­el­se siger hun således:\n\n”Danmark overtager EU-formandskabet i en ny geopolitisk virkelighed med nye politiske vinde fra USA og et tiltagende aggressivt Rusland. Regeringens prioriteter for EU-formandskabet er nøje udvalgt for at svare på de akutte udfordringer, Europa står over for. Det drejer sig om, at Europa skal kunne forsvare sig selv inden 2030. Og så haster det med at forbedre Europas kon­kur­ren­ce­ev­ne. Derfor bliver oprustning af Europas forsvar og fjernelse af byrdefulde regler - samtidig med vi fastholder den grønne omstilling – to af de vigtigste prioriteter for det danske EU-formandskab.”\n\nDen officielle åbning af det danske formandskab finder sted i Aarhus den 3. juli, hvor den danske regering og hele Kommissionen med formand Ursula von der Leyen i spidsen deltager. Her skal de bl.a. besøge havnen i Aarhus for at tale om grøn omstilling af skibsfarten. Et emne, der er helt i top af dagsordenen for Danske Rederier. En meget lovende start på formandskabet set med maritime briller.\n\n”Det danske EU-formandskab har lagt godt fra land med kloge prioriterer. Det lover godt. Til syvende og sidst er det de konkrete resultater, der tæller. Det har Danmark rigtig gode forudsætninger for at levere. Jeg er overbevist om, at vi 1. januar 2026 kan se tilbage på et godt og produktivt dansk formandskab, der har været med til at rykke EU i den rigtige retning på disse vigtige dagsordener,” siger Anne H. Steffensen.\n\nLæs programmet for det danske EU-formandskab her.",
      "authors": []
    },
    {
      "title": "Graduation Day: Largest Number of Trainees Ever to Graduate from Danish Shipping Education",
      "link": "https://danishshipping.dk/en/latest-news/2025/graduation-day-largest-number-of-trainees-ever-to-graduate-from-danish-shipping-education/",
      "date": "2 days ago",
      "snippet": "Today, 58 trainees received their diploma for completing their two-year education at Danish Shipping Education at a ceremony in Copenhagen.",
      "text": "The joyous event took place in beautiful Danish summer weather at Langelinie in the heart of Copenhagen.\n\nAnne Windfeldt Trolle, Executive Director of Labor Market, Recruitment and Education at Danish Shipping congratulated the graduates with their achievement and wished them well on their journey:\n\n“This next part takes courage. And responsibility. But luckily, it also takes things you already have: curiosity, creativity, and the ability to collaborate. And perhaps most importantly, a sense of humour — which will come in very handy when the container tracking system goes down on a Friday afternoon.”\n\n“You’re walking away with more than a certificate. You have a network. A foundation. And a story that started with DSE — a story that will follow you into shipping companies, ports, partnerships, and maybe even places none of us expected,” said Anne Windfeldt Trolle in her speech.",
      "authors": []
    },
    {
      "title": "Welcome to Danish Shipping",
      "link": "https://danishshipping.dk/en",
      "date": "Jul 2, 2023",
      "snippet": "Danish Shipping has a clear goal of achieving climate neutrality by 2050 without relying on carbon offsetting.",
      "text": "The trade war between the US and large parts of the world is creating uncertainty in global markets. However, despite the heightened uncertainty, Danish shipping companies remain calm. This is evident from a survey among the largest shipping companies.",
      "authors": []
    }
  ]
}