{
  "timestamp": "2025-06-09T06:27:28.625694",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "Rådgivende gruppe for klimaerhvervsskole er på plads",
      "link": "https://www.altinget.dk/klima/artikel/raadgivende-gruppe-for-klimaerhvervsskole-er-paa-plads",
      "date": "for 23 timer siden",
      "snippet": "TEC's (Technical Education Copenhagens) rådgivende gruppe for grøn omstilling er nu på plads. Det skriver TEC i en pressemeddelelse.",
      "text": "TEC's (Technical Education Copenhagens) rådgivende gruppe for grøn omstilling er nu på plads.\n\nDet skriver TEC i en pressemeddelelse.\n\n\"Vi har samlet et advisory board med skarpe hoveder fra hele transportfeltet – fra lærlinge og erhvervsprofiler til forskere inden for pædagogik og teknologi. Som grøn foregangsskole har vi både brug for at have praksisnær viden og grønne visioner ombord,\" siger Morten Emborg, direktør på TEC.",
      "authors": [
        "Sigurd Lilmose Bech"
      ]
    },
    {
      "title": "Rådet for Grøn Omstilling: Havvindaftalen er en milepæl. Her er, hvad vi skal gøre for at høste gevinsterne",
      "link": "https://www.altinget.dk/artikel/raadet-for-groen-omstilling-havvindaftalen-er-en-milepael-her-er-hvad-vi-skal-goere-for-at-hoeste-gevinsterne",
      "date": "3 dag siden",
      "snippet": "Bliv abonnent. Log ind. Nichemedier. Nichemedier. Altinget logo Arbejdsmarked · Altinget logo Arktis · Altinget logo By og Bolig · Altinget logo...",
      "text": "I Rådet for Grøn Omstilling mener vi, at tiden er inde til at accelerere den grønne omstilling og gøre Danmark fri for fossile brændsler – og her er øget elektrificering af alle sektorer afgørende.\n\nEt bredt flertal i Folketinget har netop indgået en aftale om havvind , der skal sikre tre gigawatt ny kapacitet fra 2033. Dermed undgår Danmark at blive nettoimportør af strøm, sådan som Klimafremskrivningen fra april 2025 ellers pegede på.\n\nLæs også\n\nDerfor er det positivt, at Finansministeriet med aftalen får et konkret økonomisk incitament til at fremme elektrificeringen. Jo større efterspørgsel der er efter grøn strøm, desto bedre er business casen for de VE-udviklere, der skal opføre de nye havvindmølleparker.\n\nHvis elektrificeringen virkelig tager fart, kan aftalen på sigt blive en gevinst for statskassen.\n\nAftalen sikrer grøn strøm\n\nStatsstøtten gives som såkaldte CFD’er (contracts for difference). Staten kompenserer udviklere, hvis markedsprisen på strøm falder under en fastsat tærskel – og modtager omvendt betaling fra udviklerne, hvis priserne overstiger niveauet. Efterspørgslen på strøm påvirker altså direkte støttens størrelse.\n\nVi havde dog gerne set, at det nye havvindudbud var drevet af et øget elforbrug frem for statsstøtte.\n\nMen det er fortsat et afgørende skridt, at der nu er landet en aftale, der sikrer grøn strøm og direkte driver elektrificeringen af samfundet frem.\n\nAftalen er samtidig med til at frigøre EU fra russisk gas og afhængigheden af olieimport – og vi undgår at lægge os ud med Norge, når vi importerer store mængder af deres billige strøm.\n\nStatsstøtten kan ende med at blive dyrere for staten end en rettidig elektrificering. Britt Dam\n\nKlima- og energirådgiver ved Rådet for Grøn Omstilling\n\nDen utilfredshed har betydet, at de helt konkret ikke vil forny to kabler fra Norge til Danmark, hvilket ville have fordyret den grønne omstilling betydeligt.\n\nDanmark kun på 23. pladsen\n\nModellen er dog ikke uden omkostninger. CFD’erne risikerer at presse business casen for VE-projekter på land, der opererer på markedsvilkår.\n\nDet er problematisk i en tid, hvor vi har akut behov for at udbygge vedvarende energi bredt – og gerne så omkostningseffektivt som muligt.\n\nStatsstøtten kan ende med at blive dyrere for staten end en rettidig elektrificering, der ville have drevet udbygningen naturligt – og uden at skabe skævvridning i markedet.\n\nDerfor er det afgørende, at aftalen følges op af konkret handling. Vi skal fastholde målet om en firedobling af vedvarende energi på land og sikre stabile rammer og incitamenter – ikke mindst til de kommuner, der lægger jord til.",
      "authors": []
    },
    {
      "title": "Det er blevet finanssektorens tur til at levere en grøn omstilling",
      "link": "https://www.altinget.dk/klima/artikel/politikerne-undervurderer-befolkningens-klimaprotester-mod-finanssektorens-sorte-investeringer",
      "date": "3 dag siden",
      "snippet": "Men fossilindustrien skal afvikles hurtigere, end de selv ønsker, fordi deres udledninger er så massive. Det starter med at kappe deres adgang til kapital.",
      "text": "",
      "authors": [
        "Caroline Bessermann"
      ]
    },
    {
      "title": "Salen: Central maskinel affaldssortering",
      "link": "https://www.altinget.dk/forsyning/kalender/58355",
      "date": "for 12 timer siden",
      "snippet": "Anden og sidste behandling af forslag til folketingsbeslutning om mulighed for central maskinel affaldssortering (B 176). Facebook.",
      "text": "Det vil ikke blive så dyrt for staten som tidligere forventet at fjerne et udskældt krav til kommunerne, der gør det sværere at sætte solceller op på tagene. Det viser nye tal fra regeringen.",
      "authors": []
    },
    {
      "title": "Folkemøde-debat: Tech og grøn omstilling – dilemma eller dobbelt gevinst?",
      "link": "https://www.altinget.dk/klima/kalender/58338",
      "date": "4 dag siden",
      "snippet": "Er teknologi en genvej til grøn omstilling – eller en ny klimabelastning i forklædning? AI og data skaber smartere byer, bedre energistyring og frigiver tid...",
      "text": "",
      "authors": []
    },
    {
      "title": "Danmark vil have EU til at stille garantier for investeringer i havvind",
      "link": "https://www.altinget.dk/forsyning/artikel/mens-europa-sakker-agterud-foreslaar-danmark-model-der-skal-give-groenne-investeringer-vind-i-sejlene",
      "date": "3 dag siden",
      "snippet": "BRUXELLES: Et nyt instrument skal gøre Europa verdensførende inden for grønne teknologier. Selvom modellen flere steder vil virke revolutionerende,...",
      "text": "Det vil ikke blive så dyrt for staten som tidligere forventet at fjerne et udskældt krav til kommunerne, der gør det sværere at sætte solceller op på tagene. Det viser nye tal fra regeringen.",
      "authors": [
        "Peter Ingemann Nielsen"
      ]
    },
    {
      "title": "Nye tal: Det er blevet billigere at opfylde kommunernes ønske om solceller",
      "link": "https://www.altinget.dk/forsyning/artikel/nye-tal-det-er-blevet-billigere-at-opfylde-kommunernes-oenske-om-solceller",
      "date": "4 dag siden",
      "snippet": "Hvorfor sætter vi ikke flere solceller op på offentlige bygninger, spørger en række partier ofte. Ifølge klimaministeren er årsagen, at det ikke kan betale...",
      "text": "Det økonomiske argument fra staten for at afvise et centralt solcelleønske fra kommunerne er blevet dårligere i de seneste to år.\n\nRegningen for statskassen ved at fjerne et udskældt krav, der gør det sværere at sætte solceller op på kommunernes tage, er således blevet markant mindre.",
      "authors": [
        "Andreas Arp"
      ]
    },
    {
      "title": "Annoncørbetalt indhold: AI er skidt for klimaet – men kan også blive en grøn gamechanger",
      "link": "https://www.altinget.dk/forsyning/sponsoreret/ai-er-skidt-for-klimaet-men-kan-ogsaa-blive-en-groen-gamechanger",
      "date": "2 dag siden",
      "snippet": "Mette Foss Andersen, Manager, Deloitte Tobias Søttrup, Director, Deloitte Helena Broadbridge, Partner, Deloitte. Teknologien inden for kunstig intelligens...",
      "text": "Teknologien inden for kunstig intelligens har udviklet sig med raketfart de seneste tre år. I en rapport udarbejdet af Kraka og Deloitte, peger eksperter på at AI indenfor 25 år har reduceret arbejdsugen i den danske befolkning til 4 dage, og øget levealderen med 10 år. Rapporten viser også at automatisering, herunder AI, har potentiale til at øge den samlede produktion i den danske økonomi med mellem 42 og 89 pct. på længere sigt.[i] De samfundsmæssige effekter af AI og øget digitalisering debatteres ofte: både gevinsterne, men også den sociale slagside. Hvad der ikke debatteres så ofte er, at den øgede digitalisering også kan give store klimamæssige aftryk.\n\nOver hele verden vokser digitaliseringen betragteligt – med et voksende dataforbrug til følge. Som konsekvens af corona-epidemien anvender de fleste i den vestlige verden i dag dagligt mere tid online end offline. Vores dag går med onlinemøder og dokumentdeling; vi er aktive på Teams, Outlook og sociale medier; vi skriver med ChatGPT; vi deler tusindvis af filer og fotos og om aftenen streamer vi tv-serier, film og andet indhold på YouTube.\n\nTilsammen giver aktiviteterne en himmelhøj akkumulering af data, der opbevares på et stigende antal datacentre med et stort energi-, vand og ressourceforbrug til følge. Morgan Stanley har estimeret, at CO2e-udledningen fra datacentre globalt forventes at stige til 2,5 milliarder tons CO2e indenfor 5 år - Det er 2,5 gange højere end udledningerne fra den samlede globale flytrafik. [ii] [iii]\n\nFå tænker over, at deres daglige digitale forbrug, herunder af AI, er med til at øge et stigende globalt energiforbrug i datacentre. Foto: Deloitte\n\nManglende transparens og fokus på CO2e-emissioner blandt techgiganterne\n\nOpenAI og andre AI-udbydere har valgt ikke at være åbne om deres energiforbrug fra deres Generative AI-modeller. Men helt nye estimater udgivet fra MIT Technology Review estimerer at det samlede klimaaftryk fra en gennemsnitlig prompt til en LLM chatbot varierer fra 114 til 6,706 joules afhængig af modelstørrelse. Det svarer til 0,1 til 8 sekunders brug af en mikrobølgeovn. Når millioner af brugere dagligt anvender AI-chatbots, akkumulerer energiforbruget op.\n\nFor nylig fortalte Sam Altman, CEO for OpenAI, at brugen af høflige udtryk som \"please\" og \"thank you\" i ChatGPT har kostet virksomheden millioner af dollars, da hvert ekstra ord, der tilføjes i chatten, kræver processeringskraft fra computeren – og øger dermed også klimaaftrykket.[iv]\n\nAlligevel har OpenAI gjort deres mest populære model ChatGPT mere samtaleorienteret og venlig. Den roser i højere grad brugeren for dennes input, og den ender hvert svar med et opfølgende spørgsmål for at holde samtalen kørende og få brugerne til at engagere sig.\n\nKonkurrerende teknologivirksomheder fører til øgede CO2e-udledninger\n\nDe amerikanske teknologivirksomheder har også oplevet, at deres eget klimaaftryk de seneste år er steget, bl.a. fordi de har skullet træne deres AI-modeller og udvide deres datacentre. Microsofts CO2-udledning er steget med næsten 30 pct. siden 2020, mens Googles udledninger var næsten 50 pct. højere i 2023 end i 2019.[v]\n\nAI-modellernes træning har vist sig at være en væsentlig post i klimaregnskabet.[vi]Konkurrencen blandt teknologivirksomheder om at have den mest brugervenlige model fører til et større dataforbrug og større og mere komplekse modeller, hvilket forårsager den større drivhusgasudledning og dermed det større klimaaftryk.\n\nFor selvom de fleste AI chatbots i dag er gratis at anvende, så er der penge i brugerne, og OpenAI indførte for nylig en funktion, der gør ChatGPT i stand til at foreslå indkøb og videredirigere til webshops. Der går sandsynligvis ikke lang tid, før virksomhedsbetalte shoppingforslag indgår i feedet i ChatGPT, hvilket vil vende op og ned på Googles dominans indenfor annoncebetalt indhold.[vii]\n\n\n\nFigur 1. Antallet af ord der har indgået i de største AI-udbyderes sprogmodeller, over tid.\n\nSasha Luccioni, The mounting human and environmental costs of generative AI, 2023. Foto: Deloitte\n\nEr der nok (grøn) strøm og vand til den øgede digitalisering?\n\nMassachusetts Institute of Technology (MIT) har netop udgivet forskning, der understreger risikoen for, at verden vil løbe tør for elektricitet til at udvikle AI måske allerede indenfor et par år.[i] Øgede geopolitiske spændinger har over de seneste år ført til volatile energipriser og bekymringer for energiforsyningssikkerhed. Beregninger viser at det krævede energiniveau for brugen af AI stiger med en årlig rate på 26 til 36 pct. Den eksplosive stigning i AI’s energiforbrug rejser alvorlige spørgsmål om, hvorvidt vores (grønne) energiforsyning kan følge med.[ii]\n\nDesuden har AI vist sig at have et massivt vandforbrug blandt andet til nedkøling af datacentre. Det globale årlige vandforbrug af AI forventes at nå mellem 4,2 milliarder og 6,6 milliarder kubikmeter inden 2027.[iii][iv] Samtidig oplever vi i Europa en stigende vandmangel på grund af højere temperaturer og overforbrug af vandressourcer[v], mens prognoser viser, at 66 pct. af verdens befolkning snart kan stå over for vandmangel.[vi]\n\nAI kan også reducere energiforbruget\n\nNår AI kører på grønne energikilder, nedbringes klimaaftrykket betragteligt. I dag dækkes mere end 46 pct. af Danmarks elektricitetsforbrug af vind- og solenergi. Men når den grønne energi er brugt op – for eksempel af de danske husholdninger, virksomheder, opladning af elbiler mv. – så er vi nødt til at anvende den sorte energi, også til AI-træning og -anvendelse.\n\nMen når den grønne energi er brugt op – for eksempel af de danske husholdninger, virksomheder, opladning af elbiler mv. – så er vi nødt til at anvende den sorte energi, også til AI-træning og -anvendelse.\n\nMen her kan AI selv faktisk vise sig nyttig. AI kan bidrage til reduktion af udledninger ved at forudsige energiproduktion og -forbrug, hvilket kan hjælpe med at sikre, at energiforbruget sker, når vedvarende energikilder er tilgængelige. Det kan også udvikle nye modeller til at styre energiforbruget, og således optimere energiforbruget, ikke bare til modeltræning og -anvendelse, men også i bygninger og transportsektoren og reducere afhængigheden af fossile brændstoffer bredt set.\n\nEffektiv styring giver både grønne og økonomiske gevinster\n\nLige nu arbejder specialister og eksperter fra Deloitte og IBM sammen på løsninger der kan måle, forudsige og reducere det samlede digitale klimaaftryk i danske virksomheder – ikke kun fra udvikling og implementering af AI, men også hele virksomhedens digitale setup. Der kan nemlig være mange penge at spare, når virksomhedens digitale klimaregnskab gøres op og der udarbejdes tiltag til at reducere energi- og dataforbruget.\n\nFlere og flere virksomheder oplever stigende og ugennemsigtige IT-omkostninger, især fra de amerikanske tech-giganter, som de fleste virksomheders infrastruktur er bygget på. Energiforbruget stiger, fordi virksomhederne skal drive flere datacentre, cloud-tjenester og AI-modeller, og der indkøbes nyt hardware, hvor produktionen også bidrager til klimaaftrykket. Samlet set bidrager det kraftigt til driftsomkostninger og drivhusgasudledninger.\n\nEffektiv styring af disse ressourcer bliver derfor afgørende, også for at sikre, at virksomhedens essentielle funktioner kan køre videre i tilfælde af strømnedbrud. Ved at anvende AI til at hjælpe virksomheder med at spare energi på deres digitale infrastruktur, kan virksomhederne spille en aktiv rolle i at hjælpe med at nå de danske klimamål.\n\nKunstig intelligens kan drive den grønne omstilling fremad – når den anvendes med omtanke\n\nDer er flere eksempler på, at AI har et potentiale til at spille en afgørende rolle i den grønne omstilling ved at optimere eksisterende systemer og reducere unødvendige udledninger. Ved at finde og omsætte store mængder data, for eksempel i form af tekst og billeder, kan AI bidrage med brugbar viden. Deloitte har eksempelvis hjulpet Miljøstyrelsen med at træne kunstig intelligens til at bruge satellitbilleder til at detektere fældning af skov og dermed bidrage til bedre skovforvaltning.\n\nPå trods af AI's stigende energiforbrug, har teknologien også vist stort potentiale til at gøre verden mere bæredygtig. Foto: Deloitte\n\nAI kan også anvendes til at optimere komplekse systemer, hvor ineffektive løsninger medfører unødvendige udledninger. Dette kan for eksempel være bedre planlægning af transportruter for et transportselskab eller detaljeret ruteplanlægning for fly, der tager højde for aktuelle vind- og vejrforhold. UPS, et af verdens største pakkeleveringsfirmaer, benytter AI til at tilrettelægge deres ruter, hvilket sparer dem for 160 millioner kørte kilometer om året, eller godt fire procent af deres samlede kørsel.\n\nDanske virksomheder har også allerede igangsat initiativer, hvor AI fungerer som et værktøj i den grønne omstilling. For eksempel bruger Brønderslev Forsyning AI til at energioptimere fjernvarmen, mens Mærsk anvender AI til at optimere deres transportruter og dermed reducere transportens klimaaftryk.[vii]\n\nFremme af forskning og udvikling\n\nAI har også bidraget til forskning og udvikling, som kan resultere i nye, klimavenlige teknologier. Det er teknologier, der kan gøre den grønne omstilling billigere og hurtigere at gennemføre og dermed reducere udledningerne af drivhusgasser. AI kan anvendes til at forbedre produktiviteten og reducere omkostningerne i vedvarende energisystemer, såsom sol-, vind-, og geotermiske kraftsystemer. Det kan også hjælpe med at optimere energilagringssystemer for elbiler, hvilket kan forbedre energieffektiviteten og reducere det samlede energiforbrug.\n\nAI og den øgede digitalisering har altså et stort klimaaftryk, som stadig er ret overset eller \"skjult\" for almindelige mennesker. Men anvendes og implementeres det med omtanke, kan det udgøre en meget væsentlig understøttelse af den grønne omstilling.",
      "authors": []
    },
    {
      "title": "Her er Tuborgfondets nye sekretariatschef",
      "link": "https://www.altinget.dk/klima/navnenyt/her-er-tuborgfondets-nye-sekretariatschef",
      "date": "4 dag siden",
      "snippet": "Valget af Tuborgfondets nye sekretariatschef er faldet på Ole Buch Rahbek. Det skriver Tuborgfondet i en pressemeddelelse.",
      "text": "",
      "authors": [
        "Sigurd Lilmose Bech"
      ]
    },
    {
      "title": "Folkemøde-debat: Grøn, sikker og konkurrencedygtig – kan du være det hele?",
      "link": "https://www.altinget.dk/klima/kalender/58335",
      "date": "4 dag siden",
      "snippet": "Verden er forandret: Geopolitik, grøn omstilling og sikkerhed fylder mere end nogensinde. Samtidig ruller EU en bølge af deregulering ud for at fremme vækst...",
      "text": "",
      "authors": []
    },
    {
      "title": "Shandong Ocean Shipping taps Hengli Heavy for bulker pair",
      "link": "https://splash247.com/shandong-ocean-shipping-taps-hengli-heavy-for-bulker-pair/",
      "date": "2 days ago",
      "snippet": "Shandong Ocean Shipping Group is making strategic moves to bolster its dry bulk fleet by tapping into the domestic shipbuilding market.",
      "text": "Shandong Ocean Shipping Group is making strategic moves to bolster its dry bulk fleet by tapping into the domestic shipbuilding market.\n\nThe maritime logistics subsidiary of Shandong Port Group has selected Hengli Shipbuilding for the construction of two 95,500 dwt vessels.\n\nThe total value of the deal stands at CNY548m (around $76m), with Hengli likely delivering the newbuilds in 2027.\n\nThe yard in Dalian has secured multiple bulker orders over the past two years, with most newbuilding projects originating from the kamsarmax market.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "David Boffey",
        "Jack Bolton"
      ]
    },
    {
      "title": "LR report outlines clear case for shipowners to retrofit",
      "link": "https://splash247.com/lr-report-outlines-clear-case-for-shipowners-to-retrofit/",
      "date": "3 days ago",
      "snippet": "Demand for advanced propeller retrofits and energy-saving devices (ESDs) has nearly quadrupled since 2020 to enhance energy efficiency to meet tightening...",
      "text": "Demand for advanced propeller retrofits and energy-saving devices (ESDs) has nearly quadrupled since 2020 to enhance energy efficiency to meet tightening emissions regulations.\n\nClick to enlarge\n\nHowever, according to a new report from British class society Lloyd’s Register (LR), while high-efficiency propellers can deliver fuel savings of between 3-10%, and popular devices such as rudder bulbs can achieve 3.5% reductions, only 1.74% of the global fleet currently features the rudder bulb, the most popular device, with the report making a strong case for retrofitting, giving clients an idea of payback times for their investments (see below).\n\nThe orderbook tells a different story, with 8.42% of vessels on order choosing to install ESDs. The proportion of vessels on the orderbook fitted with a particular device is between two and six times higher than for those vessels already in service.\n\nIn total, more than 10,000 vessels in the existing fleet and orderbook feature some form of propulsion energy-saving technology from newbuild. Added to this are at least a further 1,400 vessels that have had ESDs retrofitted since 2020. The number of installations on existing vessels is growing, showing nearly four-fold growth since 2020, with close to 1,500 vessels contracted to be fitted with devices by the end of 2024.\n\nThe report also reveals a trend towards retrofitting newer vessels, with more than one-third of 2024 retrofits performed on ships less than ten years old, compared to just 16% in 2020. By 2024, 12% of retrofits were performed on vessels built less than six years ago, a category that saw no retrofits in 2020.\n\nRegulatory pressure is identified as the primary catalyst driving this surge in retrofits. LR’s analysis projects that a 20% fuel consumption reduction could save an aframax tanker operator nearly $3m over 10 years through reduced exposure to European regulations alone.\n\nClaudene Sharp-Patel, LR’s global technical director, said: “Our research reveals that propeller and ESD retrofits offer ship operators a proven pathway to significant fuel savings, extended regulatory compliance, and meaningful emissions reductions.”\n\nSpeaking with Splash last week, Nick Brown, the CEO of LR, said that in the wake of the most recent Marine Environment Protection Committee meeting at the International Maritime Organization and the draft of an ambitious Net Zero Framework, this potential new legislation had “turbocharged” the business case to modify existing ships.\n\n“It’s suddenly made the return on investment on those investments in existing ships very, very obvious,” Brown said of the proposed Net Zero Framework.\n\nBritish consultancy Maritime Strategies International (MSI) has given an early indication of the impact that the Net Zero Framework will have on the bunker market.\n\nBy extending the annual fuel consumption estimates calculated for 2024 through to 2035, and applying MSI’s forecasts for bunker prices, it is possible to project the future fuel costs for conventionally-fuelled ships alongside the projected IMO penalties. By this approach, the IMO’s penalties would be equivalent to an 82% premium on top of the fleet bunker costs by 2035 – almost $100bn for the 30,000 ships tracked in MSI’s database.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "David Boffey"
      ]
    },
    {
      "title": "Ethane Embargo? Washington Freezes Ethane Flows to China, Citing Military Risk",
      "link": "https://gcaptain.com/ethane-embargo-washington-freezes-ethane-flows-to-china-citing-military-risk/",
      "date": "2 days ago",
      "snippet": "By Arathy Somasekhar, Georgina McCartney and Trixie Yap HOUSTON/SINGAPORE, June 6 (Reuters) – Over half a dozen U.S.-loaded ethane vessels, originally bound...",
      "text": "By Arathy Somasekhar, Georgina McCartney and Trixie Yap\n\nHOUSTON/SINGAPORE, June 6 (Reuters) – Over half a dozen U.S.-loaded ethane vessels, originally bound for China, have stalled around the U.S. Gulf Coast after Washington requested U.S. exporters seek licenses to ship the shale gas to the top buyer, according to trade sources and ship tracking data on Friday.\n\nAround half of all U.S. ethane exports head to China, and the halt in flows has pushed ethane prices lower on worries of domestic oversupply and is likely to cut into profits of top ethane producers.\n\nEnergy Transfer and Enterprise Products Partners, two of the largest ethane producers and exporters, have warned the disruptions could impact their exports. The U.S. Commerce Department has also denied some vessels emergency authorization requests to export to China.\n\nLiberia-flagged STL Qianjiang, which loaded at Energy Transfer’s Nederland terminal for China’s Satellite Chemical, was anchored off the coast on Friday in the Gulf, according to LSEG and Kpler ship tracking data.\n\nEnergy Transfer, which produces ethane by extracting it from natural gas and then exports it from terminals along the Gulf Coast, said it received a letter from the U.S. Commerce Department on June 3 requiring the company to apply for a license to ship ethane to China.\n\nThe company and Satellite Chemical did not reply to requests for comments on the vessel.\n\nThree other vessels, which were set to load in early June, were anchored in the U.S. Gulf near Houston and Port Arthur, Texas, while three others hovered further south in the water after having slowed down.\n\nMeanwhile, Liberia-flagged very large ethane carrier (VLEC) Pacific Ineos Grenadier, which loaded at Enterprise Products Partners’ terminal in Morgan’s Point, Texas, and had been originally destined for China, was anchored at an Enterprise dock along the Houston Ship Channel on Friday after heading away from the Gulf Coast on Thursday.\n\nThe ship had not discharged on Friday afternoon and it was not immediately clear if it would. Enterprise has natural gas liquids storage facilities along the ship channel.\n\nThe vessel, a part of British petrochemical firm Ineos’ fleet, has been used by the company exclusively for transit between the United States and China since August 2023, according to Kpler data.\n\nEnterprise Products Partners received the license requirement letter in late May, and on Wednesday said it received a notice from the U.S. government of its intent to deny emergency requests for three proposed export cargoes of ethane totaling around 2.2 million barrels to China.\n\nEnterprise has 20 days to respond to the denial, it said on Wednesday. Unless otherwise notified by the government by the 45th day after receiving the notification, the denials will become final.\n\nEnterprise and Ineos declined to comment.\n\n“With the curbs on U.S. ethane (exports), these ships are now struggling to move any cargo. So they are either just drifting out at sea or in a neutral direction hoping things resolve themselves with the recent meeting between U.S. and China,” an executive at a ship brokering firm said.\n\n‘NO IMMEDIATE ALTERNATIVE MARKETS’\n\nU.S. ethane production touched a record 2.8 million barrels per day (bpd) in 2024, according to the Energy Information Administration, and was expected to rise to 3.1 million bpd by next year. Most of the output growth was expected to be exported to meet international demand as domestic consumption will likely hold steady.\n\nExports also climbed to a record 492,000 bpd last year, of which about 227,000 bpd, or 46%, headed to China.\n\n“These are distressed cargoes at this point. I would expect these to have been sold at significant discounts,” said Uday Turaga, founder of energy research and consulting firm ADI Analytics.\n\n“Without China, there are no immediate alternative markets for vast U.S. ethane exports, directly impacting prices and profit for major U.S. producers due to specialized trade contracts,” he said.\n\nThe letters from the Bureau of Industry and Security, an agency of the U.S. Commerce Department, said exports of ethane pose an unacceptable risk of military end-use in China, according to both companies’ filings.\n\nChinese petrochemical firms use ethane as a feedstock because it is a cheaper alternative than naphtha, while U.S. oil and gas producers need China to buy their natural gas liquids as domestic supply exceeds demand.\n\n(Reporting by Arathy Somasekhar and Georgina McCartney in Houston, Siyi Liu and Trixie Yap in Singapore; Editing by Nick Zieminski)\n\nSubscribe for Daily Maritime Insights Sign up for gCaptain’s newsletter and never miss an update — trusted by our 109,032 members\n\n(c) Copyright Thomson Reuters 2025.",
      "authors": []
    },
    {
      "title": "Russia’s ‘Shadow Fleet’ Loads First LNG in Eight Months Signaling Breakthrough in Search for Buyer",
      "link": "https://gcaptain.com/russias-shadow-fleet-loads-first-lng-in-eight-months-signaling-breakthrough-in-search-for-buyer/",
      "date": "4 days ago",
      "snippet": "After months of inactivity Russia's nascent fleet of sanctioned LNG carriers is on the move again. The 79800-cbm Arctic Mulan (ex-Mulan) pulled alongside...",
      "text": "After months of inactivity Russia’s nascent fleet of sanctioned LNG carriers is on the move again. The 79,800-cbm Arctic Mulan (ex-Mulan) pulled alongside the 360,000-cbm Koryak FSU inside Bechevinskaya Bay in Kamchatka late on June 2. The LNG carrier has been in ballast for the past five months suggesting that it will be receiving cargo from the storage barge.\n\nLast week industry insiders had pointed to Arctic Mulan’s recent dash from the Mediterranean to Koryak in the Far East as an early indication that Novatek’s protracted search to find a buyer for sanctioned gas from Arctic LNG 2 may have concluded. Sources say that a buyer has possibly been lined up for the sanctions-busting sale, possibly in China, though the destination of Arctic Mulan currently remains unknown.\n\n\n\nArctic Mulan previously loaded LNG from the Arctic LNG 2 project on September 22, 2024, subsequently discharging its cargo into the Saam FSU near Murmansk on December 20, 2024. Since then the vessel has sat idle in the North Sea and subsequently in the Eastern Mediterranean. It began a speedy trip across the Suez Canal, the Indian Ocean, and up towards Kamchatka on May 1.\n\nArctic Mulan’s route over the past six months. (Source: Shipatlas.com)\n\nThe vessel also received a Northern Sea Route permit on May 28 clearing it to sail the Arctic shipping lane between July 1 and October 31; a further indication that the vessel could be used for renewed attempts to load at Arctic LNG 2 this summer.\n\nFellow shadow fleet vessel Nova Energy (ex-New Energy) may be next in line to load supercooled gas at Koryak. The gas carrier is holding position outside Bechevinskaya Bay. Unlike other dark fleet vessels, which discharged their cargo into Koryak and sister barge Saam starting last fall when no buyers could be found, Nova Energy remains loaded with product originally received at Arctic LNG 2 on October 2, 2024.\n\nHowever, losses from boil-off during the last eight months could total around 30-40 percent of the originally loaded volume. A visit to Koryak in the coming days would suggest a top-up of its cargo tanks to then follow Arctic Mulan to potential buyers.\n\nWhen loading at Arctic LNG 2 last year a number of shadow fleet LNGC engaged in deceptive practices disengaging or spoofing their AIS signals. A similar attempt may be under way currently by Nova Energy displaying irregularities in its signal, though it is too early to tell to what end.\n\n\n\nKoryak FSU has been visited by three shadow fleet carriers previously. Arctic Metagaz (ex-Everest Energy) called at the storage barge on September 22, 2024, followed by Sputnik Energy (ex-Pioneer) discharging its cargo on December 25, 2024. The final transfer to Koryak came on February 11, 2025 by East Energy (ex-Asya Energy). This left the FSU without any additional capacity. If Novatek, the majority owner of Arctic LNG 2, hopes to utilize Koryak as a transshipment hub this summer it will have to begin clearing cargoes.",
      "authors": [
        "Malte Humpert"
      ]
    },
    {
      "title": "Fortescue’s mission to champion ammonia goes global",
      "link": "https://splash247.com/fortescues-mission-to-champion-ammonia-goes-global/",
      "date": "3 days ago",
      "snippet": "Mining giant Fortescue is on a worldwide campaign to reshape the future of maritime decarbonisation with its flagship vessel, the Fortescue Green Pioneer,...",
      "text": "Mining giant Fortescue is on a worldwide campaign to reshape the future of maritime decarbonisation with its flagship vessel, the Fortescue Green Pioneer, at the helm of a push to establish green ammonia as the marine fuel of the future. From Southeast Asia to Western Europe and soon South America, the 75 m long offshore vessel is sailing a message of zero-emissions shipping—backed by real-world results.\n\nFortescue has set a target of eliminating scope 1 and 2 emissions from its Australian iron ore operations by 2030 and net-zero scope 3 emissions by 2040. Earlier this year, the Green Pioneer made headlines when it became the world’s first vessel to complete a dual-fuelled ammonia trial in Singapore. Since then, its journey has evolved into a high-profile advocacy mission, stopping at some of the world’s most strategic maritime hubs and political forums. The industry can lead while policymakers catch up\n\nIn March, the vessel arrived in the UK, berthing in Southampton and London’s iconic Canary Wharf and alongside HMS Belfast on the Thames. It underwent the UK’s first-ever Port State Control inspection of an ammonia-fuelled ship and hosted International Maritime Organization (IMO) decision-makers just as the global body reached a milestone agreement on carbon pricing for shipping.\n\nAfter fuelling up in Rotterdam, the vessel successfully completed a historic international voyage to the south of France via Gibraltar, marking another major breakthrough in demonstrating ammonia’s real-world viability as a marine fuel.\n\nThe Green Pioneer’s mission continues at speed. It is now headed for Monaco to participate in the Blue Economy & Finance Forum, before sailing in a flotilla to Nice for the UN Ocean Conference. Later this year, the vessel is slated to appear at COP30 in Belém, Brazil continuing its global climate diplomacy voyage.\n\nAndrew Hoare, head of marine systems and green shipping at Fortescue, commented: “The Fortescue Green Pioneer is proof that industry can lead while policymakers catch up. Every voyage demonstrates that zero-emissions shipping is not theoretical—it’s here, and it works.”\n\nHe added that scaling green ammonia is essential: “If we can scale green ammonia, we slash emissions, unlock green fuel markets and future-proof trade. But delay will entrench uncertainty, destabilise supply chains, and deepen the climate crisis.”\n\nAt Nor-Shipping 2025 in Oslo this week, Fortescue’s executive chairman, Dr Andrew Forrest, took direct aim at the industry’s reliance on LNG, calling it a “greenwashing” tactic that undermines genuine decarbonisation. He accused shipping lines and the financial sector backing LNG-powered vessels of “wasting a decade” on expensive, low-impact transition fuels.\n\n“The choice is whether to waste the next 10 years on incremental measures that cost more and deliver less—or deliver a real zero fuel standard that drives investment into real maritime decarbonization solutions,” Forrest declared.\n\nA new study from the UCL Energy Institute’s Shipping and Oceans Research Group and UMAS, commissioned by the Global Maritime Forum, concludes that the International Maritime Organization’s recently agreed Net Zero Framework (NZF) sends a strong market signal favouring ammonia dual-fuel ships—particularly from the mid-2030s onward. However, ongoing uncertainties in policy design are holding back early investments in e-fuels and alternative marine fuels.\n\nThe report uses a total cost of operation (TCO) model to evaluate various fuel pathways under the new regulatory landscape set by the IMO. While the NZF offers clearer direction for shipowners weighing fuel investments, several key policy elements—such as the zero and near-zero (ZNZ) reward mechanism and surplus unit (SU) trading dynamics—remain unresolved.\n\n“Many stakeholders were waiting for clarity from the IMO to make long-term decisions,” said Dr Tristan Smith, professor of energy and transport at the UCL Energy Institute. “While some uncertainties remain, the case for investing in ammonia dual-fuel ships is now compelling—even under conservative policy projections. In contrast, e-fuel producers still lack sufficient policy certainty to move forward at scale without additional government support or market opportunities.”\n\nThe study finds that ammonia dual-fuel vessels strike the best balance of flexibility, competitiveness, and compliance from the mid-2030s, even without considering future rewards for ZNZ fuels. When likely developments in the reward structure are factored in, e-ammonia could emerge as a cost-effective compliance option as early as 2028.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "David Boffey"
      ]
    },
    {
      "title": "Ocean Economy Hits $2.2 Trillion as Environmental and Trade Tensions Mount, UNCTAD Reports",
      "link": "https://gcaptain.com/ocean-economy-hits-2-2-trillion-as-environmental-and-trade-tensions-mount-unctad-reports/",
      "date": "4 days ago",
      "snippet": "Ocean-based sectors have emerged as a cornerstone of global trade, reaching a significant milestone of $2.2 trillion in 2023, accounting for 7% of world...",
      "text": "Ocean-based sectors have emerged as a cornerstone of global trade, reaching a significant milestone of $2.2 trillion in 2023, accounting for 7% of world trade. A new Global Trade Update from UNCTAD reveals the robust performance of the “ocean economy” while highlighting mounting challenges facing maritime commerce.\n\nThe maritime sector shows a mixed picture of recovery and challenges. While coastal and maritime tourism has rebounded to pre-pandemic levels, maritime freight transport experienced a notable decline in 2023 due to weak demand and overcapacity. However, early 2024 saw a sharp rebound in freight rates amid disruptions in the Suez and Panama canals.\n\nTrade in ocean goods has maintained stability, bolstered by consistent demand for port infrastructure, processed seafood, and marine technology products. However, significant disparities persist across regions and sectors.\n\nLooking forward, the sector faces several critical challenges. Climate-related droughts and regional tensions are causing shipping delays and longer routes, particularly impacting Small Island Developing States and Least Developed Countries. Environmental concerns are also mounting, with sea level rise, plastic pollution, and biodiversity loss threatening port infrastructure and marine transport.\n\nTrade policy uncertainty adds another layer of complexity. Recent tariffs on steel and aluminum are driving up costs for shipbuilding and port facilities, while new maritime transport policies aimed at decarbonization could disproportionately affect nations with limited access to green technologies.\n\n“The ocean economy is not a niche. It powers supply chains, supports jobs and food systems, and drives innovation worldwide,” states the UNCTAD report.\n\nTo address these challenges, UNCTAD has proposed a “Blue Deal” seeking $2.8 trillion in targeted investments across four key areas: mangrove conservation, shipping and fisheries decarbonization, sustainable ocean-based production, and coastal and offshore wind energy.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "‘Britain has gone to hell, like Norway’: John Fredriksen",
      "link": "https://splash247.com/britain-has-gone-to-hell-like-norway-john-fredriksen/",
      "date": "3 days ago",
      "snippet": "Norway's richest man, John Fredriksen, has launched a blistering critique of the state of life in both Norway and the UK, confirming he is relocating some...",
      "text": "Norway’s richest man, John Fredriksen, has launched a blistering critique of the state of life in both Norway and the UK, confirming he is relocating some of his business to the United Arab Emirates to escape what he sees as a Western world in steep decline.\n\nThe 81-year-old shipping magnate spoke candidly to Norwegian title E24 this week at Oslo’s Tjuvholmen waterfront, where he was attending Nor-Shipping events. “I try to avoid Norway as much as I can,” Fredriksen said flatly when asked about the Norwegian government’s decision to sell its stake in airline Norwegian, in which he is the largest private shareholder. The entire Western world is on its way down\n\nHaving long called London home, Fredriksen revealed he has now moved some of his business to the UAE, citing Britain’s new tax regime as a key factor behind the move—but not the only one. Late last year, he closed the London headquarters of Seatankers, one of his private shipping concerns.\n\n“Britain has gone to hell, like Norway,” Fredriksen said, expressing dismay over what he sees as creeping dysfunction in both countries. He accused both governments of overseeing environments where initiative is stifled and excessive regulation dominates.\n\nFredriksen didn’t mince words when assessing the broader picture. “The entire Western world is on its way down and home,” he said, lamenting what he sees as a weakening work ethic and complacency in developed nations.\n\nHe criticised the rise of remote work, calling instead for a return to traditional office culture: “People should get up and work even more, and go to the office instead of having a home office.”\n\nAsked about his views on Donald Trump and trade policy, the shipping tycoon dismissed them as “completely hopeless.”\n\nFredriksen’s disillusionment with Norwegian politics and society runs deep. “I gave up on them a long time ago,” he said, noting his departure from the country in 1978. “It has only gotten worse. Norway is completely uninteresting,” he added, with the only positive remark reserved for the country’s public-sector workers: “Norway is good for those who work for the state.”\n\nDespite his harsh words, Fredriksen’s shipping empire remains tightly linked to Norway. He retains major stakes in companies such as tanker giant Frontline and seafood powerhouse Mowi.\n\nFellow shipowner Arne Blystad was among those present at the event. He described Fredriksen’s attitude as unchanged despite the geographic shift. “He is a bull, as always,” Blystad told E24, referencing Fredriksen’s famously aggressive business style.\n\nFredriksen, arguably the most famous name in shipping, does not give media interviews often but has used his trip to Nor-Shipping to get a number of issues off his back.\n\nFredriksen sharply criticised Norway’s political climate for maritime business in an interview on Sunday with Finansavisen, a leading Norwegian business daily.\n\nFredriksen, now a Cypriot citizen, declared: “The framework conditions for shipping in Norway have never been weaker than they are now.” His remarks come as frustration grows within Norway’s maritime sector over what many perceive as eroding state support and a dwindling talent pipeline.\n\nFredriksen’s warning reflects a wider unease among Norwegian shipowners, who have long felt sidelined by government policies seen as unfavourable to the shipping industry. His comments coincide with mounting concerns over a shortage of qualified maritime professionals, a shrinking domestic investor base, and the diminished role of the Oslo Stock Exchange in global shipping finance.\n\n“Shipping is almost wanted away,” Fredriksen stated, suggesting that successive regulatory decisions have alienated a sector traditionally seen as one of Norway’s most important industries.\n\nFredriksen also shared with Finansavisen his current investment strategy, telling the newspaper: “We are opportunistic and look for good investments—not necessarily control.” He explained his group’s recent surge in equity purchases across multiple maritime and offshore companies including Star Bulk Carriers, International Seaways and offshore driller Valaris.\n\nFredriksen’s strategy focused on undervalued shipping equities, with the expectation of strong returns as supply tightens and geopolitical volatility reshapes global trade flows.\n\n“It can be valuable to have gas in the tank when others run out,” he noted, suggesting that liquidity and timing will be critical differentiators in the coming years.\n\n“Shipping has always been cyclical,” he said. “The question is who’s prepared when the cycle turns.”",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "David Boffey"
      ]
    },
    {
      "title": "Crew evacuate fire-hit Zodiac car carrier",
      "link": "https://splash247.com/crew-evacuate-fire-hit-zodiac-car-carrier/",
      "date": "4 days ago",
      "snippet": "London-based owner Zodiac Maritime has launched an emergency response following a fire that broke out on its 4,902 ceu car carrier Morning Midas.",
      "text": "London-based owner Zodiac Maritime has launched an emergency response following a fire that broke out on its 4,902 ceu car carrier Morning Midas.\n\nAccording to the company, the incident occurred at around midnight local time on June 3 in the Pacific Ocean, some 1,900 km from the port of Anchorage, during the vessel’s passage to Lázaro Cárdenas, Mexico. All members of the crew are safe and accounted for, and uninjured.\n\nThe 2006-built vessel is loaded with around 3,000 vehicles, 800 of which are electric. Smoke was initially seen emanating from a deck carrying electric vehicles.\n\nThe crew immediately initiated emergency firefighting procedures using the vessel’s onboard fire suppression systems. However, the situation could not be brought under control.\n\nThe company said that, in consultation with the United States Coast Guard, all 22 crew members were safely evacuated via lifeboat and are being transferred to a nearby merchant vessel.\n\nThe relevant authorities have been notified, and a tug has also been deployed to support salvage and firefighting operations.\n\nAccording to the Equasis database, the vessel is co-owned by Zodiac Maritime and Hawthorn Navigation. Zodiac is also the manager of the vessel.",
      "authors": [
        "Bojan Lepic",
        "Bojan Is An English Language Professor Turned Journalist With Years Of Experience Covering The Energy Industry With A Focus On The Oil",
        "Gas",
        "Lng Industries As Well As Reporting On The Rise Of The Energy Transition. Previously",
        "He Had Written For Navingo Media Group Titles Including Offshore Energy Today",
        "Lng World News. Before Joining Splash",
        "Bojan Worked As An Editor For Rigzone Online Magazine.",
        "David Boffey",
        "Jack Bolton"
      ]
    },
    {
      "title": "What will be powering ships in the 2030s?",
      "link": "https://splash247.com/what-will-be-powering-ships-in-the-2030s/",
      "date": "5 days ago",
      "snippet": "Realistic, pragmatic, or jaded? Splash readers are a funny bunch. Despite the huge amount of articles and columns carried every week on decarbonisation,...",
      "text": "Realistic, pragmatic, or jaded? Splash readers are a funny bunch. Despite the huge amount of articles and columns carried every week on decarbonisation, 49% of respondents to our survey for our new Ship Concept 2035 magazine reckon that the majority of the global fleet come 2035 will still be using traditional bunker fuel.\n\nArguably no single facet will shape what ships look like in 2035 more than fuel, so one in two readers are inferring vessels will not have changed much in appearance 10 years from now, even if recent regulations do genuinely mean ships using traditional bunker fuel will be charged a lot more to move cargoes by 2035.\n\nShipping’s long path to decarbonise received a kick earlier this year when member states of the International Maritime Organization agreed on a so-called Net Zero Framework.\n\nFrom 2028, when the measures will come into effect, use of very low sulphur fuel oil and compliance via the purchase of so-called remedial units – essentially carbon credits – could lead to costs of $2,500 a day for a non-eco capesize, rising to $15,000 a day by 2035 as standards tighten, according to calculations from Clarksons Research. We do not envision a one-size-fits-all fuel\n\n\n\nBritish consultancy Maritime Strategies International (MSI) has also given an early indication of the impact that the Net Zero Framework will have on the bunker market.\n\nBy extending the annual fuel consumption estimates calculated for 2024 through to 2035, and applying MSI’s forecasts for bunker prices, it is possible to project the future fuel costs for conventionally-fuelled ships alongside the projected IMO penalties. By this approach, the IMO’s penalties would be equivalent to an 82% premium on top of the fleet bunker costs by 2035 – almost $100bn for the 30,000 ships tracked in MSI’s database.\n\nFrom another perspective, this also highlights the opportunity for the shipping bunker market – an annual pot directed towards drop-in biofuels and low carbon alternatives that could rise to $100bn per year within the next decade.\n\nEman Abdalla, global operations and supply chain director at Cargill Ocean Transportation, says of the IMO’s new green rules, “There isn’t necessarily a well-defined business case for anybody to go and immediately order ships for specific zero-carbon fuels, but at least it has definitely planted the right seeds so that we can start ordering dual fuel vessels or dual fuel capable vessels.”\n\nData from Clarksons Research shows that less than 8% of the global merchant fleet in gt terms today is alternative fuel capable, although more than half of all ships on order will be able to use alternative fuels, a quintupling over the past decade. However, it is important to note that most dual-fuel ships coming out of yards today tend to use traditional bunker fuel most of the time.\n\n“I don’t think anybody, including myself, has that crystal ball to say, OK, which zero-carbon fuel is going to be the answer,” Abdalla admits.\n\nPutting his own spin on the Net Zero Framework, Splash columnist Pierre Aury has some inconvenient truths for shipping, which he shares with readers.\n\n“There is simply no solution deployable at scale which can produce a carbon-neutral, whatever that means, shipping industry within a time frame consistent with preventing global warming turning from a runaway train to a slow-motion train wreck,” he says, adding: “We will not be able to power any meaningful number of ships with either kites, sails, batteries, biofuel, hydrogen or nuclear fuel quickly enough so, whatever its level and its formula, the new fuel levy will only lead to more expensive freight and not to actual decarbonisation. This extra cost will drive some marginal efficiency improvements, which by the way will probably be offset by the growth of the fleet.” The new fuel levy will only lead to more expensive freight and not to actual decarbonisation\n\n\n\nDr Kanghyun Song, who heads up decarbonisation for the Korean Register, tells Splash: “We believe that the era of multi-fuel usage in shipping will persist for quite some time.”\n\n“While a few leading fuel types will likely garner wider uptake we do not envision a one-size-fits-all fuel,” agrees Bjorn Hojgaard, the CEO of Anglo-Eastern, the world’s largest shipmanager. “There will still be a need to consider wider alternatives, taking into account available resources and risk mitigation through diversification.”\n\nFactors affecting relevant fuel choice according to Hojgaard will include route distance, port infrastructure, ship size, ship type, and regulations that may also differ region to region.\n\nDepending on vessel type and trading routes, LNG, methanol, and biofuels will likely be the main initial options, KR’s Song reckons. Once the production of green ammonia begins in earnest, ammonia is also tipped by Song to be adopted more widely.\n\n“For existing vessels, biofuels may be the only viable alternative, but they will face a severe supply shortage due to limited production,” Song adds.\n\nThe key factor determining the production of green fuels is the availability of clean energy sources, which means that the generation of renewable power—such as wind and solar—will be critical. Song says countries with strong potential for wind and solar power—such as the US, China, Australia, and those in the Middle East—are expected to become major production hubs. The era of multi-fuel usage in shipping will persist for quite some time\n\n\n\nOther countries such as India, Colombia, Chile, and Egypt are also emerging as potential hubs for green fuel production, according to Prakash Chandra, a director at Fleet Management. “Their efforts will be vital in creating a robust infrastructure,” he says.\n\nNuclear power is also under consideration, KR’s Song says, but he warns there are still too many issues to resolve before it can be applied to commercial shipping, making near-term adoption unlikely.\n\nIn terms of what the fuel infrastructure will look like come 2035, Vikas Pandey, founder and CEO of ShipFinex, a ship finance specialist, reckons we will see a hybrid network of retrofitted terminals, floating energy storage units, and AI-optimised fuel distribution networks powered by real-time data analytics.\n\nConcluding, Nick Brown, the CEO of Lloyd’s Register, tells Splash: “The next decade will determine the shape of the industry’s long-term sustainability, demanding not just technological advancements but also greater investment in seafarers and human capital, which remain fundamental to creating the long-term change we need.”\n\nTo access the whole of Ship Concept 2035 for free online, click here.",
      "authors": [
        "Splash Is Asia Shipping Media S Flagship Title Offering Timely",
        "Informed",
        "Global News The Maritime Industry",
        "David Boffey",
        "Jack Bolton"
      ]
    },
    {
      "title": "Port of Corpus Christi Completes $625M Ship Channel Expansion, Boosting U.S. Energy Export Capacity",
      "link": "https://gcaptain.com/port-of-corpus-christi-completes-625m-ship-channel-expansion-boosting-u-s-energy-export-capacity/",
      "date": "5 days ago",
      "snippet": "The Port of Corpus Christi has marked a significant milestone with the completion of its Channel Improvement Project (CIP), deepening the ship channel...",
      "text": "The Port of Corpus Christi has marked a significant milestone with the completion of its Channel Improvement Project (CIP), deepening the ship channel serving the nation’s busiest oil export port.\n\nThe $625 million infrastructure initiative, which began construction in 2017, represents a major enhancement to the nation’s energy export capabilities.\n\nThe expanded waterway—now 54 feet deep at Mean Lower Low Water (MLLW) and 530 feet wide—will be able to accommodate larger vessels and two-way traffic, leading to projected annual transportation cost savings of over $200 million. The channel previously measured just 47-feet-deep and 400-feet-wide.\n\n“This accomplishment is only possible because of the steadfast support and cooperation of our non-federal partner, the Port of Corpus Christi,” said Col. Rhett Blackmon, Commander for the USACE Galveston District.\n\nSince the lifting of the United States’ 40-year ban on crude oil exports in late 2015, the Port of Corpus Christi has emerged as the largest crude export port in the United States and the third largest globally. The port handles over 2.4 million barrels of crude oil daily and also ranks as the second-largest U.S. liquefied natural gas export facility.\n\n“The Corpus Christi Ship Channel Improvement Project unlocks a new era of economic growth for both the Coastal Bend and the nation,” said Port Commission Chairman David Engel.\n\nThe project’s success has already catalyzed regional growth, attracting more than $65 billion in commercial investments to the Coastal Bend over the past decade. The port’s operations currently support over 95,000 jobs throughout Texas.\n\nThe CIP was jointly funded by Congress and the Port of Corpus Christi, with support from the U.S. Army Corps of Engineers and private marine companies.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Debatindlæg: Søfarten har stor betydning for Fyn",
      "link": "https://danishshipping.dk/seneste-nyt/2025/debatindlaeg-soefarten-har-stor-betydning-for-fyn/",
      "date": "4 days ago",
      "snippet": "Bragt på Fyns Amts Avis' hjemmeside 3. juni 2025. Af Steffen Damsgaard, formand for Landdistrikternes Fællesråd og Anne H. Steffensen, adm. direktør i...",
      "text": "Hvis vi skal blive ved med at være en stor søfartsnation i Danmark, skal vi fortsat have fokus på uddannelsen af fremtidens søfarende. Det er SIMAC Training i Svendborg et godt eksempel på. Her starter man nu et nyt projekt, hvor man vil uddanne de søfarende i at arbejde med de alternative, grønne brændstoffer, som vores skibe skal sejle på i fremtiden. Fremtidens søfart skal være grøn. Og her hjælper SIMAC og andre maritime uddannelses- og kur­sus­virk­som­he­der rundt omkring i landet med at forberede de søfarende på en grøn fremtid.\n\nSøfarten er med til at sikre et Danmark i bedre geografisk balance. De danske søfolk har i stor stil valgt at bosætte sig i land-og yderkommuner, ikke mindst på øerne, og bidrager med liv, lokal udvikling og økonomisk aktivitet Det har stor værdi. Det skal vi holde fast i.\n\nVi skal sikre, at der også i fremtiden både er maritime arbejds- og ud­dan­nel­ses­plad­ser samt arbejds- og ud­dan­nel­ses­plad­ser relateret til maritime erhverv i hele landet.\n\nRegeringen har for nylig fået en række gode og konkrete eks­pertan­be­fa­lin­ger til, hvordan man kan sikre, at dansk skibsfart også i fremtiden har rammevilkår, der giver erhvervet mulighed for at konkurrere på verdensplan – og dermed opretholde Danmarks status som en af verdens største sø­fart­s­na­tio­ner.\n\nVi håber, at regeringen lytter til de anbefalinger. Vi har alle sammen en klar interesse i, at det maritime erhverv, på tværs af hele landet, også fortsætter med at blomstre i fremtiden.",
      "authors": []
    }
  ]
}