{
  "timestamp": "2025-05-25T12:06:43.637559",
  "query": "Combined strategic Danish, global, and sustainability shipping sources",
  "serper_results": [
    {
      "title": "Kannibalisering æder appetitten på at investere i grøn omstilling",
      "link": "https://finans.dk/debat/ECE18205375/kannibalisering-aeder-appetitten-paa-at-investere-i-groen-omstilling/",
      "date": "3 dag siden",
      "snippet": "Den danske EU-kommissær med ansvar for energi og boliger, Dan Jørgensen, rammer hovedet på sømmet, når han taler om Europas energifremtid.",
      "text": "Kannibalisering æder appetitten på at investere i grøn omstilling Debat 22. maj 2025 kl. 09:15 Føj til læseliste Gem Kristian Gjerløv-Juel adm. direktør i Centrica Energy Trading\n\nDette er en kommentar: Finans bringer løbende kommentarer fra specialister og meningsdannere. Alle kommentarer er udtryk for den pågældende skribents egen holdning.\n\nKristian Gjerløv-Juel\n\nDen danske EU-kommissær med ansvar for energi og boliger, Dan Jørgensen, rammer hovedet på sømmet, når han taler om Europas energifremtid.\n\nVi står i et energitrilemma, hvor vi både skal levere grøn omstilling, forsyningssikkerhed (som nu også betyder uafhængighed) og konkurrencekraft i industrien – samtidigt. Til gengæld har EU alle muligheder for at…",
      "authors": [
        "Kristian Gjerløv-Juel"
      ]
    },
    {
      "title": "Dansk Mobilitet: Vanvidsregler rammer fornuftige virksomheder",
      "link": "https://www.altinget.dk/transport/artikel/dansk-mobilitet-vanvidsregler-rammer-fornuftige-virksomheder",
      "date": "2 dag siden",
      "snippet": "Vi står midt i en grøn omstilling, hvor mobiliteten i Danmark skal nytænkes. Nye løsninger skal bane vejen for et mere bæredygtigt transportsystem – men vi...",
      "text": "Nye løsninger skal bane vejen for et mere bæredygtigt transportsystem – men vi kommer ingen vegne, hvis vi ikke samtidig rydder op i de regler, der i dag spænder ben for dem, der rent faktisk leverer løsningerne.\n\nLæs også\n\nVi kalder det \"Mindre bøvl – mere vækst og mobilitet\", og det er netop, hvad det handler om.\n\nFor det er ikke væksten, innovationen eller viljen til at bidrage til den grønne omstilling, der mangler blandt danske mobilitetsvirksomheder.\n\nDet er derimod klare, fornuftige og fremtidssikrede rammevilkår. I stedet mødes virksomhederne ofte af uigennemskuelige krav, uforudsigelig sagsbehandling og regler, der ikke er tilpasset virkeligheden.\n\nLov om vanvidskørsel er uretfærdig\n\nEt godt eksempel er de nuværende regler om vanvidskørsel. De blev indført med en forståelig intention – at sætte hårdt ind mod farlige bilister.\n\nMen virkeligheden er, at biludlejere og leasingselskaber i dag risikerer at få deres biler konfiskeret, hvis en kunde kører vanvidskørsel – uanset at virksomheden hverken har ansvar eller mulighed for at forhindre det.\n\nDet er både uproportionalt og uretfærdigt.\n\nFor os handler det ikke om at fjerne kontrol eller svække forbrugersikkerheden. Det handler om at sikre, at reglerne giver mening og understøtter det samfund, vi gerne vil udvikle. Jesper Højte Stenbæk\n\nFungerende sekretariatschef. Dansk Mobilitet\n\nEt andet område er momshåndtering. Her oplever især biludlejningsbranchen, at reglerne er uklare og praksis uforudsigelig.\n\nDet betyder, at virksomheder risikerer store efterregninger – ikke fordi de har forsøgt at snyde, men fordi reglerne er for dårligt definerede.\n\nEndelig foreslår vi at ændre kravet om brugerregistrering ved billeje fra 29 til 90 dage. I dag umuliggør reglerne stort set langtidsleje for private forbrugere – en løsning, som ellers både kan være økonomisk og klimamæssigt fornuftig.\n\nDet er ikke nyt, at virksomheder oplever lovgivningen som en barriere. En analyse fra Dansk Erhverv viser, at netop regulering og administration i dag vurderes som den største hindring for vækst. Det bør give anledning til eftertanke på Christiansborg.\n\nFor os handler det ikke om at fjerne kontrol eller svække forbrugersikkerheden. Det handler om at sikre, at reglerne giver mening og understøtter det samfund, vi gerne vil udvikle. Nemlig et grønt, effektivt og konkurrencedygtigt Danmark.\n\nDerfor håber vi, at vores udspil bliver taget alvorligt – og ikke mindst bliver brugt som afsæt til at skabe bedre vilkår for fremtidens mobilitet.",
      "authors": [
        "Jesper Højte Stenbæk"
      ]
    },
    {
      "title": "Bruus vil hjælpe kommuner med finde folk til treparten: ”Vi ved godt, det kan være svært”",
      "link": "https://www.altinget.dk/klima/artikel/bruus-vil-hjaelpe-kommuner-med-finde-folk-til-treparten-vi-ved-godt-det-kan-vaere-svaert",
      "date": "3 dag siden",
      "snippet": "Der er ingen tvivl om, at kommunerne står over en stor opgave i de lokale treparter. Sådan lyder det fra trepartsminister Jeppe Bruus, som derfor melder sig...",
      "text": "Der er ingen tvivl om, at kommunerne står over en stor opgave i de lokale treparter.\n\nSådan lyder det fra trepartsminister Jeppe Bruus, som derfor melder sig klar til at give en hånd med at finde de medarbejdere, der er brug for.\n\nJeg er med på, at vores tiltag ikke løser alle udfordringer, men jeg er fortrøstningsfuld for, at vi nok skal nå i mål Jeppe Bruus (S)\n\nTrepartsminister\n\nDet fremgår af en skriftlig kommentar til Altinget.",
      "authors": [
        "Hjalte T. H. Kragesteen"
      ]
    },
    {
      "title": "Bødskov modsætter sig ønske fra Merz og Macron: Vil ikke skrotte grøn lov",
      "link": "https://www.altinget.dk/klima/artikel/boedskov-modsaetter-sig-oenske-fra-merz-og-macron-vil-ikke-skrotte-groen-lov",
      "date": "2 dag siden",
      "snippet": "Der er udbrudt kamp om EU-lov, der pålægger virksomheder et ansvar for klima og miljø i deres værdikæder. Mens store lande helt vil af med loven,...",
      "text": "22. maj 2025 kl. 14.30\n\nDer er udbrudt kamp om EU-lov, der pålægger virksomheder et ansvar for klima og miljø i deres værdikæder. Mens store lande helt vil af med loven, vil den danske regering arbejde for at bevare den.",
      "authors": [
        "Peter Ingemann Nielsen"
      ]
    },
    {
      "title": "Hofors strategichef stopper",
      "link": "https://www.altinget.dk/klima/artikel/hofors-strategichef-stopper",
      "date": "for 6 timer siden",
      "snippet": "Marianne Jeppesen har efter knap fire år som strategichef forladt Hofor. Det skriver hun på LinkedIn. Hun har blandt andet arbejdet med klimasikring,...",
      "text": "I morgen\n\nLancering af partnerskab for regenerativt landbrug\n\nKonference: Den grønne treparts betydning for miljø, sundhed og kostvaner\n\nBogreception: Humanitarianism 2.0: New Ethics for the Climate Emergency",
      "authors": [
        "Nynne Madsen"
      ]
    },
    {
      "title": "Radikal Ungdom: Vi skal ændre vores vækstforståelse fra sort til grøn",
      "link": "https://www.altinget.dk/klima/artikel/ru-vi-har-alt-for-travlt-til-at-klimakrisen-skal-goeres-til-en-loeftestang-for-samfundsomvaeltende-vaerdipolitik",
      "date": "4 dag siden",
      "snippet": "Det er afgørende, at vi indfører markante prissætninger på klima- og miljøbelastning såsom CO2e, kvælstof, og arealforbrug, skriver Mark Nathansen og Ask...",
      "text": "Og jo, det har den selvfølgelig. Men at mene man derfor skal forkaste hele vores samfundsgrundlag, er unuanceret nok til at være enormt skadende. Væksten skal ikke væk, den skal ændres.\n\nDet er blevet et dydsetisk dogme at være imod enhver form for økonomisk vækst, da væksten historisk set har smadret vores klode.\n\nDet er en forandring som mange dele af venstrefløjen modsætter sig. Anti-vækstbevægelsen har mange navne: nulvækst, minusvækst, modvækst. Men uanset navnet har den altid samme samfundsundergravende undertoner. For dem er vækst ikke et økonomisk, men et etisk begreb.\n\nHvis vi vil forbedre samfundet på sigt, kræver det et samfund i balance med kloden. Vi bliver nødt til at ændre farven på vores vækstforståelse fra sort til grøn.\n\nVi har indset, at den måde, vi har vækstet på, har skadet jorden mindst lige så meget, som den har gavnet mennesket. Vores velstand er bygget på et fortærende brug af naturressourcer, som ikke er i balance med planeten.\n\nVi har på mange måder opbygget et drømmesamfund, som er fantastisk at leve i. Men nu er vi blevet klogere.\n\nSådan udviklede vi os fra en befolkning bestående af fattige bønder, som høstede korn dagen lang, til et videnssamfund, der skaber muligheder for rig såvel som fattig.\n\nDen fossile økonomiske vækst var effektiv, men det er tid til forandring; den skal nu gøres grøn. Økonomisk vækst er en grundsten for et samfund, der er i udvikling.\n\nLæs også\n\nDet er en illusion at tro, at markedet ikke vil eller ikke skal være en del af løsningen på klimakrisen. Markedet er tværtimod nøglen til måden, hvorpå vi kommer i mål.\n\nKlimakampen er vor tids vigtigste opgave og nok vor tids største samfundsomlægning. Vi skal fokusere langt mere på en samfundsøkonomi, der via genbrug, optimering og dermed langt større grad af effektivitet formår at skabe vækst og velstand uden at belaste kloden unødvendigt.\n\nVi vil kunne gøre dette inden for markedets nuværende rammer uden at skulle destruere og genskabe hele vores samfundsmodel. Den form for sandkasse-mentalitet er spild af tid, vi slet ikke har.\n\nKun ved disse ændringer i vores forældede økonomiske forståelse vil vi begynde at se et marked, der tager form efter de økologiske kriser, vi står midt i.\n\nHer er det afgørende, at vi indfører markante prissætninger på klima- og miljøbelastning såsom CO2e, kvælstof, og arealforbrug. Også ressource- og mineralanvendelse bør indtænkes i vores værdikæder på en måde, der gør markedet ansvarlig for udnyttelsen, anvendelsen, deponeringen og genanvendelsen.\n\nDet gør vi i dag delvist gennem vores købekraft, men det har tydeligvis ikke haft den effekt, det kræver, hvis vi for alvor vil gøre noget for den grønne omstilling.\n\nNår vi har en så stor forandringskraft som vores samfundsøkonomi, er det en forudsætning for positiv forandring, at vi går sammen og stiller krav til, hvordan vores marked bør udforme sig.\n\nDet er blevet et dydsetisk dogme at være imod enhver form for økonomisk vækst.\n\nVi har et økonomisk system, der blot tilskriver dét værdi, som kan blive solgt for penge. Altså har vi som samfund ikke valgt at fremsætte andre kriterier for, hvad der bør anses som økonomisk succesfuldt, end hvad der kan sælges. Og dér har vi problemet.\n\nLæs også\n\nDette må dog ikke misforstås som et argument for, at markedet altid kan omstille sig eller er selvregulerende. En grøn omstilling af vores økonomi og marked vil – og skal – kræve et ambitiøst statsligt mod til regulering. For det er netop markedet, der skal skabe vækst og dermed mulighederne for et bedre samfund.\n\nVi mener, at venstrefløjen i alt for høj grad gør klimakampen til en etisk diskussion.\n\nDette, mener vi, er en farlig vej at bevæge sig ud på: Klimakampen er simpelthen for vigtig. Vi har alt for travlt til, at vores økologiske kriser skal gøres til en løftestang for samfundsomvæltende værdipolitik.\n\nDet er derfor vigtigt, at vi som samfund formår at løfte i flok og skabe handling. Vi har brug for handling, ikke en afhandling.",
      "authors": [
        "Mark Andreas Nathansen"
      ]
    },
    {
      "title": "Ny aftale centraliserer magten over kirkens jord – men lokal vetoret over vindmøller står fast",
      "link": "https://www.altinget.dk/etik/artikel/ny-aftale-centraliserer-magten-over-kirkens-jord-men-lokal-vetoret-over-vindmoeller-staar-fast",
      "date": "2 dag siden",
      "snippet": "Presset på folkekirkens tusindvis af frivillige skal lettes, lyder det i ny aftale. Partierne bag vil også fremme grøn omstilling ved at samle magten over...",
      "text": "Med de samfundsudfordringer, vi står over for, og midt i nationale og globale kriser (i flertal) er det ikke svært at forstå, at regeringen har fået øje på både kirke og kristendommen. Og tak for det. Men et samfunds åndskraft er ikke et håndtag, der blot kan skrues på, når der er behov for åndelig oprustning, skriver Marianne Gaarden.",
      "authors": [
        "Karl Emil Frost"
      ]
    },
    {
      "title": "Ny aftale om havvind modarbejder grønt mål: ”Det kan blive et søm i ligkisten på jernmarkerne”",
      "link": "https://www.altinget.dk/forsyning/artikel/ny-aftale-om-havvind-modarbejder-groent-maal-det-kan-blive-et-soem-i-ligkisten-paa-jernmarkerne",
      "date": "4 dag siden",
      "snippet": "Det får konsekvenser for udbygningen af solceller og vindmøller på land, at et politisk flertal nu åbner for statsstøtte til tre gigawatt havvind.",
      "text": "21. maj 2025 kl. 04.00\n\nDet får konsekvenser for udbygningen af solceller og vindmøller på land, at et politisk flertal nu åbner for statsstøtte til tre gigawatt havvind. Nye tiltag er derfor også nødvendige for at leve op til målet om en firedobling af grøn energi på land, fastslår både regeringen og en række partier.",
      "authors": [
        "Andreas Arp"
      ]
    },
    {
      "title": "Bødskov modsætter sig ønske fra Merz og Macron: Vil ikke skrotte grøn lov",
      "link": "https://www.altinget.dk/miljoe/artikel/boedskov-modsaetter-sig-oenske-fra-merz-og-macron-vil-ikke-skrotte-groen-lov",
      "date": "2 dag siden",
      "snippet": "Reglerne skal forenkles, men ikke afskaffes, mener erhvervsminister Morten Bødskov, som inden længe kan sætte sig for bordenden til ministerrådsmøderne,...",
      "text": "22. maj 2025 kl. 14.30\n\nDer er udbrudt kamp om EU-lov, der pålægger virksomheder et ansvar for klima og miljø i deres værdikæder. Mens store lande helt vil af med loven, vil den danske regering arbejde for at bevare den.",
      "authors": [
        "Peter Ingemann Nielsen"
      ]
    },
    {
      "title": "Et \"fyrtårnsprojekt\": Ny tysk regering sætter to streger under opbakning til Energiø Bornholm",
      "link": "https://www.altinget.dk/klima/artikel/et-fyrtaarnsprojekt-ny-tysk-regering-saetter-to-streger-under-opbakning-til-energioe-bornholm",
      "date": "3 dag siden",
      "snippet": "BRUXELLES: Danmark kan regne med Tyskland, når det kommer til udbygningen af prestigeprojekt i Østersøen. Den tyske regering oplyser til Altinget,...",
      "text": "BRUXELLES: Danmark kan regne med Tyskland, når det kommer til udbygningen af prestigeprojekt i Østersøen.\n\nDen tyske regering oplyser til Altinget, at den anser Energiø Bornholm for at være et \"forbillede for grænseoverskridende samarbejde i EU\".\n\nDet var ellers netop på grund af det politiske magtskifte i Tyskland, at den danske regering i januar satte bygningen af Energiø Bornholm på pause.",
      "authors": [
        "Peter Ingemann Nielsen"
      ]
    },
    {
      "title": "NOAA Expects Busier-Than-Normal Hurricane Season",
      "link": "https://gcaptain.com/noaa-expects-busier-than-normal-hurricane-season/",
      "date": "2 days ago",
      "snippet": "NOAA's latest outlook predicts an above-normal 2025 Atlantic hurricane season, with a 60% chance of exceeding typical storm activity between June 1 and...",
      "text": "NOAA’s latest outlook predicts an above-normal 2025 Atlantic hurricane season, with a 60% chance of exceeding typical storm activity between June 1 and November 30.\n\nForecasters anticipate 13 to 19 named storms, including 6-10 hurricanes, with 3-5 potentially reaching major hurricane status of Category 3 or higher. NOAA maintains a 70% confidence level in these predictions.\n\nSeveral environmental factors contribute to this forecast, including ENSO-neutral conditions, above-average ocean temperatures, and weak wind shear. The Atlantic Basin continues to experience elevated heat content and reduced trade winds, creating favorable conditions for storm development.\n\n“NOAA and the National Weather Service are using the most advanced weather models and cutting-edge hurricane tracking systems to provide Americans with real-time storm forecasts and warnings,” said Commerce Secretary Howard Lutnick.\n\nThe forecast comes with significant technological improvements, including an upgraded Hurricane Analysis and Forecast System expected to improve tracking and intensity forecasts by 5%. Additionally, NOAA’s National Hurricane Center will now issue tropical cyclone advisories up to 72 hours before potential impacts.\n\nThe agency’s emphasis on enhanced forecasting follows a destructive 2024 season, during which Hurricane Helene caused devastating flooding in North Carolina with over 30 inches of rainfall.\n\n“NOAA is critical for the delivery of early and accurate forecasts and warnings, and provides the scientific expertise needed to save lives and property,” said Acting NOAA Administrator Laura Grimm.\n\nThe alphabetical list of 2025 Atlantic hurricane names as chosen by the World Meteorological Organization.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "ABS Grants Approval for First U.S. Liquefied CO2 Barge Design",
      "link": "https://gcaptain.com/abs-grants-approval-for-first-u-s-liquefied-co2-barge-design/",
      "date": "1 day ago",
      "snippet": "Classification society ABS has awarded approval in principle (AIP) to Overseas Shipholding Group, Inc. (OSG) for its groundbreaking liquefied carbon dioxide...",
      "text": "Classification society ABS has awarded approval in principle (AIP) to Overseas Shipholding Group, Inc. (OSG) for its groundbreaking liquefied carbon dioxide (LCO2) barge design.\n\nThe vessel, designed as an articulated tug and barge unit (ATB), will be the first of its kind in the United States dedicated to carbon capture projects. The design features medium pressure LCO2 Type-C tanks with a cargo capacity of 20,000 metric tons.\n\nThis development is part of the broader Tampa Regional Intermodal Carbon Hub (T-RICH) project, which aims to handle emissions from Florida industries for transport to regional sequestration sites. The T-RICH facility at Port Tampa Bay is designed to process two million metric tons of CO2 annually, with potential for future expansion.\n\nThe project received substantial backing in April 2024 when OSG secured a $3 million grant from the U.S. Department of Energy for the vessel’s design and engineering. This followed an earlier DOE grant in December 2023 for the T-RICH development.\n\n“The safe transportation of CO2 plays a vital role in the carbon value chain, and ABS is proud to use our expertise as the world’s leading classification society for gas carriers to support this milestone project for U.S. operations,” said Gareth Burton, ABS Senior Vice President, Global Engineering.\n\nThe project addresses a critical infrastructure gap in Florida, which ranks fourth nationally in CO2 emissions from power generation and industrial facilities but lacks pipeline infrastructure for CO2 transport. The ATB will transport captured CO2 from the T-RICH terminal to sequestration sites in the northern Gulf of Mexico.\n\nKent Merrill, Aptamus Vice President of Marine Projects, highlighted that the design team is incorporating green technologies, including plans for the tug to utilize green methanol or other sustainable fuels.\n\nAccording to Sam Norton, OSG’s President and CEO, carbon capture and storage systems are expected to play a crucial role in achieving U.S. carbon reduction goals, potentially contributing up to 30% of total emission reductions needed for net zero by 2050.\n\nThe project is anticipated to create hundreds of new jobs while accelerating the adoption of carbon emission reduction plans among Florida’s industrial facilities.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "India Launches $10 Billion Tanker Fleet Plan to Boost Energy Security and Shipbuilding",
      "link": "https://gcaptain.com/india-launches-10-billion-tanker-fleet-plan-to-boost-energy-security-and-shipbuilding/",
      "date": "4 days ago",
      "snippet": "India plans to spend 850 billion rupees ($10 billion) to purchase 112 crude carriers through 2040, people familiar with the matter said, as the world's...",
      "text": "By Mihir Mishra (Bloomberg) —\n\nIndia plans to spend 850 billion rupees ($10 billion) to purchase 112 crude carriers through 2040, people familiar with the matter said, as the world’s third-biggest importer of oil seeks to have its own fleet to secure supplies.\n\nState-owned oil companies currently operate an aging fleet that’s mostly on-charter from global companies and the shipping and petroleum ministries want to change that, said the people, who asked not to be identified citing rules. The plan’s first phase involves purchasing 79 ships, of which 30 of them would be medium-range vessels, they said.\n\nThe purchase order for 10 tankers should come out as early as this month, the people said. Only ships built locally — even if there’s foreign collaboration — will be considered for purchase, they said.\n\nDespite the global push for transition to cleaner sources of energy, India’s crude oil refining capacity is set to expand — to 450 million tons by the end of the decade from about 250 million tons now — on the back of growing domestic and overseas demand for oil products. For a nation that relies on imports for the bulk of its crude oil needs, it’s imperative to have sufficient shipping capacity of its own to carry out its energy trade.\n\nIndia targets to raise the share of locally built oil tankers in its fleet to 7% by 2030 from 5% at present, the people said. The idea is to eventually increase it to 69% by 2047 — the deadline the country has set for becoming a developed nation.\n\nThe shipping and petroleum ministries and the government’s Press Information Bureau didn’t immediately respond to emailed requests for comments.\n\nPrime Minister Narendra Modi’s government this year announced a 250 billion-rupee fund to support the country’s maritime sector, with one of its goals being to eventually reduce reliance on foreign-built vessels and bolster indigenous shipbuilding capacity.\n\nIndia is also planning to add shipping capacity for transporting coal, fertilizer and steel, the people said. The idea is to replace most of it with India-built ships going ahead.\n\nLacking Scale\n\nIndia’s ship building industry is still nascent and lacks scale in the absence of sufficient captive demand for ships, the people said. The economies of scale will follow once global shipbuilding companies come to India and build for the world, they said.\n\nWhile the MT Maharshi Parashuram is the largest India-built oil tanker at 238-meters long and a deadweight tonnage of 93,332 metric tons, it dwarfs in comparison to China’s Minsheng Financial Leasing-owned Oceania — a supertanker measuring 380 meters long and boasting a deadweight tonnage of 441,584 metric tons.\n\nThe Indian government’s intent is to provide demand side stimulus for ship building companies, the people said, adding the country is inviting shipbuilders from Japan and South Korea to build ships with the promise of incentives.\n\nSouth Korea’s HD Hyundai Heavy Industries Co. is in discussions with India’s state-owned Cochin Shipyard Ltd. for a new facility in the southwestern Indian coastal city of Kochi, local media reported. India has also held talks with Korean shipbuilders Samsung Heavy Industries Co. and Japan’s Nippon Yusen KK, also known as NYK Line, a local official had said earlier.\n\n“It is a good move from energy security point of view since the dependence on China for a lot of these services is high,” according to Rajiv Jalota, a former chairman of government-owned Mumbai Port Trust. “The world needs to develop alternatives.”\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "EU Sanctions Three MOL Gas Carriers Associated With Russia’s Yamal LNG",
      "link": "https://gcaptain.com/eu-sanctions-three-mol-gas-carriers-associated-with-russias-yamal-lng/",
      "date": "4 days ago",
      "snippet": "In a surprise move the EU significantly tightened its sanctions against Russia's liquefied natural gas sector. Brussels' 17th sanctions package announced...",
      "text": "In a surprise move the European Union significantly tightened its sanctions against Russia’s liquefied natural gas sector. Brussels’ 17th sanctions package announced yesterday includes three newbuild LNG carriers managed by Japanese Mitsui OSK Lines Ltd. (MOL) under charter with Russian energy projects.\n\nThe North Light, North Moon, and North Ocean entered service just months ago carrying cargo for Novatek’s Yamal LNG project. A fourth vessel of the same series, North Valley, seemingly escaped sanctions, possibly because it did not yet carry any Russian gas. The vessel is currently en route from the Hanwha Ocean yard in South Korea to Russia’s Arctic.\n\nThe EU sanctions will be doubly painful for Novatek. The company recently started using the North-series vessels to receive Yamal cargoes via ship-to-ship transfers at the Kildin anchorage near Murmansk. The vessels also come with an Arc4 ice-class designation integral to reaching the Yamal LNG plant during early summer and early winter when Ob Bay and the Kara Sea remain ice-covered.\n\nThe STS transfers became necessary following a transshipment ban in EU ports took effect on March 26, 2025. The new EU sanctions will further complicate Novatek’s ability to export cargoes from Yamal to distant markets such as China.\n\nAll three vessels delivered cargoes to China in recent weeks. North Light received LNG in a STS near Murmansk on May 16.\n\n\n\nIt is unclear if EU sanctions, which take effect on May 21, allow for a wind-down period to deliver cargoes already en route. Mitsui OSK Lines Ltd. did immediately reply to a request for comment if it intends to offload the three vessels from its portfolio. The four North-series vessels built by Hanwha Ocean represent a significant investment of around $1bn.\n\nShipping database Equasis showing vessel details for ‘North Light.’ (Source: Equasis)\n\nIt is the first time EU sanctions against LNG carriers leapfrog U.S. measures. Justifying its sanctions the EU said the vessels “are operated in such a way as to contribute or support actions or policies for the exploitation, development or expansion of the energy sector in Russia, including energy infrastructure.”\n\nBetween U.S. and EU sanctions a total of at least fifteen LNG tankers associated with Russia’s energy trade have now been sanctioned. A number of gas carriers continue idling in the Barents Sea unable to load legitimate cargoes.\n\nThe North Light, North Moon, and North Ocean will add to another quartet of newbuild North-series vessels sanctioned in December of 2024.\n\nThe North Sky, North Air, North Mountain, and North Way have since been renamed to Iris, Buran, Voskhod, and Zarya. They also had their registration switched from Panama to Russia, possibly in preparation to use them as ‘shadow fleet’ vessels to load cargoes from sanctioned Arctic LNG 2 later this summer.",
      "authors": [
        "Malte Humpert"
      ]
    },
    {
      "title": "Ningbo Ocean Shipping picks yard for 2,700 teu series",
      "link": "https://splash247.com/ningbo-ocean-shipping-picks-yard-for-2700-teu-series/",
      "date": "2 days ago",
      "snippet": "Ningbo Ocean Shipping Co (NBOSCO) has selected a shipyard for its latest series of containership newbuildings. Huangpu Wenchong Shipbuilding has won a...",
      "text": "Ningbo Ocean Shipping Co (NBOSCO) has selected a shipyard for its latest series of containership newbuildings.\n\nHuangpu Wenchong Shipbuilding has won a tender to build four 2,700 teu vessels for the Shanghai-listed subsidiary of Ningbo-Zhoushan Port Group, which earlier this year lined up $192m for fleet expansion.\n\nThe CSSC-affiliated yard in Guangzhou also recently picked up orders from Turkey’s largest liner Arkas for four firm and two optional 3,100 teu newbuilds.\n\nNBOSCO ranks 24th on Alphaliner’s list of top container carriers with 86 ships and 10 newbuilds on order, excluding the latest sub-panamax quartet.\n\nThe company last ordered boxships in May 2024 by signing up for a pair of all-electric 740 teu feeders at Jiangsu Haitong.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy."
      ]
    },
    {
      "title": "US Natural Gas Prices Fall on a Smaller-Than-Expected Decline",
      "link": "https://www.marinelink.com/news/us-natural-gas-prices-fall-a-526028",
      "date": "3 days ago",
      "snippet": "U.S. natural gas futures fell around 1% on Wednesday on a smaller than previously expected decline in daily output so far…",
      "text": "U.S. natural gas futures fell around 1% on Wednesday on a smaller than previously expected decline in daily output so far this month after a 10%-price jump on Tuesday forced some traders to cover some short positions.\n\nGas futures for June delivery on the New York Mercantile Exchange fell 2.4 cents, or 0.7%, to $3.403 per million British thermal units at 9:07 a.m. EDT (1307 GMT).\n\nAnalysts said heating and cooling demand should remain low across much of the country in coming weeks, allowing utilities to keep adding more gas into storage than normal for this time of year.\n\nGas stockpiles were already around 3% above the five-year (2020-2024) average.\n\nFinancial firm LSEG said average gas output in the Lower 48 U.S. states fell to 104.9 billion cubic feet per day so far in May, down from a monthly record of 105.8 bcfd in April.\n\nOn a daily basis, however, output was on track to slide to a preliminary two-week low of 103.9 bcfd on Wednesday, down from 105.0 bcfd on Tuesday and an average of 105.2 bcfd during the prior seven days. That daily output decline was smaller than LSEG's outlook on Tuesday. Analysts noted preliminary data is often revised later in the day.\n\nEnergy traders noted those output reductions were due in part to maintenance on some gas pipes, including U.S. energy firm Kinder Morgan's 2.7-bcfd Permian Highway from the Permian Basin in West Texas to the Texas Gulf Coast.\n\nKinder Morgan said it will perform a turbine exchange at the Big Lake compressor station from May 13-26 that will reduce mainline capacity to around 2.2 bcfd.\n\nMeteorologists projected the weather would remain mostly warmer than normal through June 6.\n\nLSEG forecast average gas demand in the Lower 48, including exports, will drop from 99.4 bcfd this week to 94.9 bcfd next week. The forecast for this week was higher than LSEG's outlook on Tuesday.\n\nThe average amount of gas flowing to the eight big liquefied natural gas export plants operating in the U.S. fell to 15.1 bcfd so far in May, down from a monthly record of 16.0 bcfd in April.\n\nThe LNG feedgas decline so far this month was mostly due to maintenance reductions at Cameron LNG's 2.0-bcfd plant in Louisiana and Cheniere Energy's 3.9-bcfd Corpus Christi plant under construction and in operation in Texas, and brief unplanned reductions at Freeport LNG's 2.1-bcfd plant in Texas.\n\nLooking ahead, energy traders said they expect LNG feedgas to remain below April's record high in June with Cheniere planning to conduct about three weeks of maintenance on a couple of liquefaction trains at its 4.5-bcfd Sabine Pass export plant in Louisiana from around June 2-23.\n\nThe U.S. became the world's biggest LNG supplier in 2023, surpassing Australia and Qatar, as surging global prices fed demand for more exports, due in part to supply disruptions and sanctions linked to Russia's 2022 invasion of Ukraine.\n\nGas was trading at a six-week high of around $13 per mmBtu at the Dutch Title Transfer Facility benchmark in Europe and a five-week high of around $13 at the Japan Korea Marker benchmark in Asia.\n\n\n\n\n\n\n\nWeek ended May 16 Forecast Week ended May 9 Actual Year ago May 16 Five-year average May 16\n\n\n\nU.S. weekly natgas storage change (bcf): +106 +110 +78 +87\n\nU.S. total natgas in storage (bcf): 2,361 2,255 2,708 2,285\n\nU.S. total storage versus 5-year average +3.3% +2.6%\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGlobal Gas Benchmark Futures ($ per mmBtu) Current Day Prior Day This Month Last Year Prior Year Average 2024 Five-Year Average (2019-2023) Henry Hub <NGc1> 3.43 3.43 2.42 2.41 3.52 Title Transfer Facility (TTF) <TRNLTTFMc1> 12.54 12.28 10.12 10.95 15.47 Japan Korea Marker (JKM) <JKMc1> 12.52 11.97 11.10 11.89 15.23\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLSEG Heating (HDD), Cooling (CDD) and Total (TDD) Degree Days\n\n\n\n\n\n\n\n\n\nTwo-Week Total Forecast Current Day Prior Day Prior Year 10-Year Norm 30-Year Norm U.S. GFS HDDs 45 46 21 39 43 U.S. GFS CDDs 115 112 120 107 99 U.S. GFS TDDs 150 158 141 146 142\n\n\n\n\n\n\n\n\n\n\n\nLSEG U.S. Weekly GFS Supply and Demand Forecasts\n\n\n\n\n\n\n\n\n\n\n\nPrior Week Current Week Next Week This Week Last Year Five-Year (2020-2024)Average For Month U.S. Supply (bcfd)\n\n\n\n\n\n\n\n\n\nU.S. Lower 48 Dry Production 103.9 105.4 105.4 101.0 96.3 U.S. Imports from Canada 7.0 7.4 6.8 N/A 7.0 U.S. LNG Imports 0.0 0.0 0.0 0.0 0.0 Total U.S. Supply 111.1 112.8 112.2 N/A 103.3\n\n\n\n\n\n\n\n\n\n\n\nU.S. Demand (bcfd)\n\n\n\n\n\n\n\n\n\nU.S. Exports to Canada 2.5 2.3 2.3 N/A 2.4 U.S. Exports to Mexico 7.2 7.7 7.4 N/A 6.1 U.S. LNG Exports 15.0 15.0 15.0 13.0 10.4 U.S. Commercial 5.1 5.6 5.1 4.8 5.7 U.S. Residential 5.0 5.9 4.9 4.2 6.6 U.S. Power Plant 32.0 33.0 30.7 31.7 29.7 U.S. Industrial 22.3 22.6 22.4 21.6 21.5 U.S. Plant Fuel 5.1 5.2 5.2 5.2 5.1 U.S. Pipe Distribution 1.9 2.0 1.9 2.0 2.6 U.S. Vehicle Fuel 0.1 0.1 0.1 0.1 0.2 Total U.S. Consumption 71.6 74.4 70.3 69.6 71.4 Total U.S. Demand 96.3 99.4 94.9 N/A 90.3\n\n\n\n\n\n\n\n\n\n\n\nN/A is Not Available\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nU.S. Northwest River Forecast Center (NWRFC) at The Dalles Dam (Fiscal year ending Sep 30) 2025 Current Day % of Normal Forecast 2025 Prior Day % of Normal Forecast 2024 % of Normal Actual 2023 % of Normal Actual 2022 % of Normal Actual Apr-Sep 82 83 74 83 107 Jan-Jul 81 83 76 77 102 Oct-Sep 83 84 77 76 103\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nU.S. weekly power generation percent by fuel - EIA\n\n\n\n\n\n\n\n\n\n\n\nWeek ended May 23 Week ended May 16 2024 2023 2022 Wind 16 13 11 10 11 Solar 7 8 5 4 3 Hydro 7 8 6 6 6 Other 1 1 1 2 2 Petroleum 0 0 0 0 0 Natural Gas 34 36 42 41 38 Coal 13 15 16 17 21 Nuclear 18 18 19 19 19\n\n\n\n\n\n\n\n\n\n\n\nSNL U.S. Natural Gas Next-Day Prices ($ per mmBtu)\n\n\n\n\n\n\n\n\n\nHub Current Day Prior Day\n\n\n\n\n\nHenry Hub <NG-W-HH-SNL> 3.15 2.96\n\n\n\n\n\nTransco Z6 New York <NG-CG-NY-SNL> 2.23 1.98\n\n\n\n\n\nPG&E Citygate <NG-CG-PGE-SNL> 2.61 2.50\n\n\n\n\n\nEastern Gas (old Dominion South) <NG-PCN-APP-SNL> 2.10 1.84\n\n\n\n\n\nChicago Citygate <NG-CG-CH-SNL> 2.96 2.71\n\n\n\n\n\nAlgonquin Citygate <NG-CG-BS-SNL> 2.43 2.18\n\n\n\n\n\nSoCal Citygate <NG-SCL-CGT-SNL> 2.77 2.59\n\n\n\n\n\nWaha Hub <NG-WAH-WTX-SNL> 1.40 0.46\n\n\n\n\n\nAECO <NG-ASH-ALB-SNL> 1.26 1.27\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nICE U.S. Power Next-Day Prices ($ per megawatt-hour)\n\n\n\n\n\n\n\n\n\nHub Current Day Prior Day\n\n\n\n\n\nNew England <E-NEPLMHP-IDX> 34.09 32.03\n\n\n\n\n\nPJM West <E-PJWHDAP-IDX> 39.20 34.79\n\n\n\n\n\nMid C <W-MIDCP-IDX> 44.51 27.26\n\n\n\n\n\nPalo Verde <W-PVP-IDX> 34.10 14.50\n\n\n\n\n\nSP-15 <W-SP15-IDX> 18.20 12.33\n\n\n\n\n\n\n\n\n\n\n\n(Reuters/Reporting by Scott DiSavino; Editing by Joe Bavier)",
      "authors": []
    },
    {
      "title": "MSC cleared for Wilson Sons takeover",
      "link": "https://splash247.com/msc-cleared-for-wilson-sons-takeover/",
      "date": "3 days ago",
      "snippet": "Swiss-based liner giant Mediterranean Shipping Co (MSC) has secured regulatory approval for the takeover of Brazilian port and maritime logistics operator...",
      "text": "Swiss-based liner giant Mediterranean Shipping Co (MSC) has secured regulatory approval for the takeover of Brazilian port and maritime logistics operator Wilson Sons.\n\nLondon-listed Ocean Wilsons Holdings said in a filing that the sale of its 56% interest in Wilson Sons to MSC subsidiary Shipping Agencies Services has been accepted by the Brazilian National Waterway Transportation Agency (ANTAQ).\n\nThe ANTAQ condition was the final one to be satisfied concerning the R4.352bn ($768m) transaction now expected to close by June 4.\n\nThe world’s largest boxline has been seeking to expand its footprint in Brazil following its acquisition of regional container shipping operator Log-In Logistica in late 2021.\n\nWilson Sons operates the Tecon Rio Grande container terminal in Rio Grande, Rio Grande do Sul, and the Tecon Salvador container terminal in Salvador, Bahia. The company, whose assets are valued at more than $1bn, also operates one of the largest tugboat fleets in Latin America.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy."
      ]
    },
    {
      "title": "Baltic index falls to near one-week low",
      "link": "https://www.hellenicshippingnews.com/baltic-index-falls-to-near-one-week-low/",
      "date": "3 days ago",
      "snippet": "The Baltic Exchange's dry bulk sea freight index, which measures shipping rates for vessels transporting dry bulk commodities, fell on Wednesday to a near...",
      "text": "Baltic index falls to near one-week low\n\nThe Baltic Exchange’s dry bulk sea freight index, which measures shipping rates for vessels transporting dry bulk commodities, fell on Wednesday to a near one-week low due to weaker rates for capesize and panamax vessel segments.\n\nThe main index, which monitors rates for capesize, panamax and supramax shipping vessels, lost 3 points, or 0.2%, to 1,337, its lowest since May 15.\n\nThe capesize index was down 8 points, or 0.4%, at 1,855.\n\nAverage daily earnings for capesize vessels, which typically transport 150,000-ton cargoes such as iron ore and coal, lost $71 to $15,383.\n\nIron ore futures prices inched up amid resilient near-term demand for the steel-making ingredient, though gains were limited by subdued economic data from top consumer China.\n\nThe panamax index receded 8 points, or 0.6%, to 1,286.\n\nAverage daily earnings for panamax vessels, which usually carry 60,000-70,000 tons of coal or grain, declined by $74 to $11,572.\n\nAmong smaller vessels, the supramax index was up 6 points at 988.\n\nSource: Reuters",
      "authors": []
    },
    {
      "title": "Trump Administration Lifts Stop Work Order on $5B Empire Wind Project",
      "link": "https://gcaptain.com/trump-administration-lifts-stop-work-order-on-5b-empire-wind-project/",
      "date": "5 days ago",
      "snippet": "The Department of the Interior's Bureau of Ocean Energy Management (BOEM) has lifted the stop work order on the Empire Wind project, allowing construction...",
      "text": "The Department of the Interior’s Bureau of Ocean Energy Management (BOEM) has lifted the stop work order on the Empire Wind project, allowing construction activities to resume after a month-long suspension.\n\nThe $5 billion Empire Wind 1 project, designed to power 500,000 New York homes by 2027, represents a significant milestone in the U.S. renewable energy sector. The project, which began construction in 2024 and is currently more than 30% complete, faced a temporary setback when BOEM ordered an immediate cessation of activities on April 16, 2025.\n\nEmpire Wind also includes a potential second phase with a collective generating capacity of approximately 2.1 gigawatts.\n\nAnders Opedal, President and CEO of Equinor ASA, expressed gratitude to key stakeholders, including President Trump and New York Governor Hochul, whose collaboration proved crucial in resolving the situation. “We appreciate the fact that construction can now resume on Empire Wind, a project which underscores our commitment to deliver energy while supporting local economies and creating jobs,” Opedal stated.\n\nThe suspension was part of a broader halt on offshore wind development ordered by President Trump, with Interior Secretary Doug Burgum citing concerns about the previous administration’s approval process.\n\nThe decision prompted legal action from 18 states, led by New York Attorney General Letitia James, aimed at protecting maritime investments and jobs.\n\nThe project’s financial stakes are substantial, with Empire Wind holding a gross book value of approximately USD 2.5 billion as of March 31, 2025, including USD 1.5 billion in project finance term loans. The development also encompasses the redevelopment of the South Brooklyn Marine Terminal, set to become the nation’s largest dedicated port facility for offshore wind.\n\nMolly Morris, President of Equinor Wind US, emphasized the project’s broader economic impact: “Empire Wind brings supply chain investments in states across the nation including New York, Louisiana, Pennsylvania, Texas and South Carolina”.\n\nThe project’s history dates back to 2017 when Empire secured the lease for the designated area off New York’s coast through a competitive process.\n\nFollowing an extensive environmental review, construction approval was granted in early 2024, with project financing secured the same year.\n\nMoving forward, Equinor will conduct an updated assessment of the project economics in the second quarter, aiming to maintain its 2027 commercial operation target date. The company plans to work with suppliers and regulatory bodies to minimize the impact of the recent work stoppage.\n\nThe resumption of Empire Wind marks a significant moment for the U.S. offshore wind industry, representing Equinor’s continued investment in American energy infrastructure, which has totaled approximately USD 60 billion since the early 2000s.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "UK slaps sanctions on British ship finance veteran over shadow fleet deals",
      "link": "https://splash247.com/uk-slaps-sanctions-on-british-ship-finance-veteran-over-shadow-fleet-deals/",
      "date": "4 days ago",
      "snippet": "The UK has imposed sanctions on a British ship finance veteran for allegedly buying tankers for Russia's shadow fleet. John Ormerod was blacklisted on...",
      "text": "The UK has imposed sanctions on a British ship finance veteran for allegedly buying tankers for Russia’s shadow fleet.\n\nJohn Ormerod was blacklisted on Tuesday alongside two Russian captains, 18 shadow fleet vessels and 46 financial institutions in the latest wave of British sanctions against Russia.\n\nLast year, Financial Times uncovered how Russian oil producer Lukoil financed the 74-year-old Ormerod, through its shipping division, to purchase at least 25 secondhand tankers from December 2022 to August 2023, totalling over $700m.\n\nReportedly, each tanker was acquired by a special-purpose company that Ormerod established in the Marshall Islands, while Lukoil’s Dubai-based Eiger Shipping provided the funding by making advance payments to charter the ships.\n\nOrmerod’s lawyers told the British daily newspaper at the time that he ended his association with the tankers before they were sanctioned and that shipbroker Braemar facilitated at least nine of the transactions.\n\nIn 1974, Ormerod qualified as a chartered accountant whilst working for Ernst & Young, after which he worked in shipping departments of Hambros Bank, Bankers Trust and Den Norske Bank before setting up his ship finance advisory, Ormerod Allen & Co, in 1990.\n\nThe UK’s latest move follows over 100 tankers blacklisted earlier this month and comes as the EU confirmed its largest ever sanctions package targeting 189 vessels in Russia’s shadow fleet.\n\nThe British government said it is also working with partners to tighten the $60 oil price cap, enforced in December 2022, that limits the price that Russia can charge for its oil if transported using G7 services like insurance and shipping.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy."
      ]
    },
    {
      "title": "EUROPEAN COMMISSION Brussels, 22.5.2025 C(2025) 3068 final COMMISSION RECOMMENDATION of 22.5.2025 on transport poverty: ensurin",
      "link": "https://transport.ec.europa.eu/document/download/c3d98a47-97b5-44ce-81fe-c1e0d7c2212a_en?filename=C_2025_3068_F1_COMMISSION_RECOMMENDATION_EN_V10_P1_4029108.pdf",
      "date": "2 days ago",
      "snippet": "THE EUROPEAN COMMISSION,. Having regard to the Treaty on the Functioning of the European Union, and in particular. Article 292 thereof,. Whereas:.",
      "text": "",
      "authors": []
    },
    {
      "title": "Velkommen til Danske Rederier",
      "link": "https://danishshipping.dk/",
      "date": "Jun 23, 2023",
      "snippet": "ESVAGT vil også fremover være repræsenteret i Danske Rederiers bestyrelse, når CEO Søren Karas afløser det mangeårige bestyrelsesmedlem Peter Lytzen,...",
      "text": "Sidste år var der fremgang i antallet af passagerer på både indenrigs- og uden­rigs­ru­ter­ne. Det var især på ruterne til de danske øer og på færgerne til og fra Norge, at der var flere passagerer.",
      "authors": []
    },
    {
      "title": "Mobility and transport",
      "link": "https://transport.ec.europa.eu/index_en",
      "date": "Oct 21, 2021",
      "snippet": "In 2025, the European Commission launched the Strategic Dialogue on the Future of the European Automotive Industry - an inclusive, collaborative initiative...",
      "text": "The European Commission invites all maritime stakeholders and financial institutions to familiarise themselves with the new Ship Financing Portal! Thanks to its continuously updated inventory of financing products, the Portal aims to improve access to financing for the shipping sector and the wider maritime industry, so as to foster a sustainable and competitive maritime sector.",
      "authors": []
    },
    {
      "title": "EU tourism stakeholder event",
      "link": "https://transport.ec.europa.eu/news-events/events/eu-tourism-stakeholder-event-2025-05-27_en",
      "date": "1 month ago",
      "snippet": "The European Commission's Directorate-General for Mobility and Transport (DG MOVE) is organising a stakeholder event on tourism. This will be a hybrid event...",
      "text": "The European Commission’s Directorate-General for Mobility and Transport (DG MOVE) is organising a stakeholder event on tourism. This will be a hybrid event, taking place in Brussels and online.\n\nThe EU tourism stakeholder event on 27 May 2025 will offer an overview of the latest EU-level developments impacting the tourism ecosystem. Key topics will include the upcoming EU Strategy for Sustainable Tourism, enhancing competitiveness and advancing single ticketing and multimodal travel solutions.\n\nIn addition to these discussions, attendees will have the chance to hear from the winners of the 2025 Capital of Smart Tourism and Green Pioneer of Smart Tourism competitions, followed by inspiring pledges from stakeholders under the Transition Pathway for Tourism.\n\nThis gathering not only serves as an information hub but also encourages networking among stakeholders. It is a perfect opportunity to connect with industry peers, learn from innovative examples, and exchange ideas to drive future success in tourism.\n\nThe event is open to all interested stakeholders and free of charge.\n\nPlease note that registration for in-person attendance is now closed (maximum capacity reached). Registration for online attendance remains open.\n\nMore information\n\nThe Transition Pathway for Tourism was published on 4 February 2022. It identifies 27 areas of action for the green and digital transition of the EU tourism ecosystem, and for improving the sector’s resilience. As part of the co-implementation process of the Transition Pathway, the European Commission published an online call for commitments for public and private tourism stakeholders to commit to concrete actions. To date, over 500 pledges have been received and published to serve as inspiration. New pledges can be submitted at any time on the Transition Pathway Platform.\n\n5th summary report on pledges and commitments published in August 2024\n\nContact\n\nMOVE-TOURISM ec [dot] europa [dot] eu (MOVE-TOURISM[at]ec[dot]europa[dot]eu)",
      "authors": []
    },
    {
      "title": "Vigtigt med bred politisk aftale om fortsat udbygning af dansk havvind",
      "link": "https://danishshipping.dk/seneste-nyt/2025/vigtigt-med-bred-politisk-aftale-om-fortsat-udbygning-af-dansk-havvind/",
      "date": "5 days ago",
      "snippet": "Ny aftale om udbud af tre nye havvindmølleparker vækker glæde i Danske Rederier. Det er godt nyt for både den grønne omstilling og beskæftigelsen.",
      "text": "Regeringen har sammen med et bredt flertal i Folketinget landet en aftale, der baner vejen for nye udbud af tre havvind­møl­le­par­ker, som skal stå klar inden for de kommende ti år.\n\n”Jeg er rigtig glad for, at der er et bredt politisk flertal, der nu meget klart siger, at vi skal fortsætte udbygningen af dansk havvind. Det er godt for klimaet og den grønne omstilling, såvel som beskæftigelsen og dansk ener­gi­for­sy­nings­sik­ker­hed,” siger Anne H. Steffensen, der er ad­mi­ni­stre­ren­de direktør i Danske Rederier.\n\nAftalen indeholder mulighed for statsstøtte, så staten er med til at støtte projekterne og samtidig får penge retur, hvis prisen på strøm overstiger et vist beløb.\n\n“Mere havvind er helt nødvendigt for den grønne omstilling – ikke mindst når det gælder vedvarende energi til elek­tri­fi­ce­ring af vores samfund, så også flere færger og mindre skibe kan sejle på batterier. Vores ambition i Danske Rederier er også, at vi får tilstrækkeligt med vedvarende energi til, at flere anlæg som Kassø kan komme i drift og producere grønne brændstoffer til skibsfarten, som vil være afgørende for den grønne omstilling af de større skibe frem mod kli­ma­neut­ra­li­tet i 2050,” siger Anne H. Steffensen.",
      "authors": []
    }
  ]
}