{
  "timestamp": "2025-09-29T06:27:19.858266",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "Sikkerhed er blevet det nye trumfkort til at forsinke den grønne omstilling",
      "link": "https://www.altinget.dk/artikel/det-er-sikkerhedspolitisk-vanvid-at-vente-lidt-endnu-med-at-udfase-fossile-braendsler",
      "date": "2 dag siden",
      "snippet": "Hensyn til Danmark og Europas sikkerhed bliver for tiden brugt som det altoverskyggende argument for at forsinke den grønne omstilling.",
      "text": "Siden Rusland invaderede Ukraine har jeg bemærket, hvordan modstandere af grøn omstilling har fået et nyt trumfkort, som de flittigt bruger til at argumentere for at vente “lidt endnu” med at udfase den fossile energi.\n\nMen enhver forsinkelse af fossil udfasning øger truslen om krig, fascisme og forsyningskollaps og gør det sværere for os at iværksætte de politikker, der kan bremse katastrofen – en katastrofe, der netop truer Danmarks, Europas og resten af planetens sikkerhed.\n\nHensyn til Danmark og Europas sikkerhed bliver for tiden brugt som det altoverskyggende argument for at forsinke den grønne omstilling.\n\nLæs også\n\nDanmark må forberede sig på en hård slutspurt for at redde Europas nye klimamål\n\nDisse argumenter fik vind i sejlene efter Paris-aftalen i 2015, fordi alle verdens lande her for første gang anerkendte, at klimakrisen er reel og kræver politisk handling.\n\nLæs også\n\nEfter Rusland invaderede Ukraine i 2022 har fokus på forsyning og sikkerhed imidlertid vundet indpas som det altoverskyggende argument for at forsinke den grønne omstilling.\n\nDa Energistyrelsen godkendte Ineos' planer om at udbygge Hejrefeltet og forlænge produktionslicensen med syv år, udtalte Ineos’ danske chef Mads Weng Gade i bedste klimaforhaler-stil til mediet Finans, at selskabet “bakker op om den grønne omstilling, og vi ønsker at spille en afgørende rolle. Som led i den grønne omstilling vil der imidlertid være et behov for olie og gas i mange år, indtil verdens energibehov kan blive dækket fuldt ud af vedvarende energi”.\n\nProduktionen af olie fra Hejrefeltet vil ifølge Mads Weng Gade være et “væsentligt og vigtigt bidrag til europæisk energiforsyning ikke mindst i lyset af krigen i Ukraine”.\n\nOm skribenten Esther Kjeldahl er filosof, forfatter, klimaaktivist og kandidat til kommunalvalget for Enhedslisten i Holbæk Kommune. Hun har en kandidat i filosofi og en master i filosofi og offentlig politik. Hun har været med til at stifte Den Grønne Ungdomsbevægelse og Fossilfri Fremtid, hvor hun er koordinator, og er blandt andet medforfatter til Reklamemagt. Esther Kjeldahl er fast kommentarskribent på Altinget Energi og Forsyning.\n\nMads Weng Gades udtalelse stemmer helt overens med de fossile forsinkelsestaktikker, som den britiske klimaadvokat og stifter af organisationen Uplift Tessa Khan identificerer i podcasten Outrage + Optimism.\n\nHer beskriver hun, hvordan olie- og gasindustrien prøver at udbrede den fortælling, at det er dem, der kommer til at drive den grønne omstilling.\n\nDe vil føre os hen i den rene energifremtid, som vi alle er enige om, er nødvendig, hvis vi bare lader dem udvikle deres forretning uden yderligere politisk indblanding.\n\nMen i realiteten har olie- og gasselskaberne i de seneste år fået rekordhøje profitter, øget olie- og gasproduktionen, svækket deres mål om vedvarende energi og droppet deres investeringer i dem.\n\nEt andet eksempel, på at hensynet til national og europæisk sikkerhed bliver brugt som argument for at forsinke den grønne omstilling, kunne for nyligt læses i klummen “Et stærkt forsvar er en forudsætning for en grøn omstilling”, der er skrevet af Christian Holst Vigilius.\n\nDen tidligere landsformand for Konservativ Ungdom argumenterer for, at fred og frihed er nødvendigt for at kunne udføre grøn omstilling.",
      "authors": [
        "Esther Michelsen Kjeldahl"
      ]
    },
    {
      "title": "Trump: Europa bliver ødelagt af den grønne dagsorden og migration",
      "link": "https://www.dr.dk/nyheder/udland/trump-europa-bliver-oedelagt-af-den-groenne-dagsorden-og-migration",
      "date": "5 dag siden",
      "snippet": "Under FN's Generalforsamling kalder Trump migration og grøn energi for to store problemer for Europa.",
      "text": "USA's præsident, Donald Trump, kritiserer FN for ikke at kunne finde løsninger på verdens krige.\n\nSådan lyder det fra præsidenten under den 80. session af FN's Generalforsamling i New York.\n\nSamtidig stiller Trump spørgsmålstegn ved, hvad pointen er med FN.\n\n- FN har et stort potentiale, men det er langt fra at leve op til det, siger han og tilføjer:\n\n- Det er tomme ord, og tomme ord løser ikke krig.\n\nTrump fortæller, at han har løst flere krige i sin tid som præsident. Syv krige tager han mere konkret æren for at have løst på syv måneder.\n\nUnder mødet taler Trump også om migration i både USA og Europa. Han anklager FN for at finansiere ukontrolleret migration over grænser og dermed et \"angreb på vestlige lande og deres grænser\".\n\nPræsidenten understreger, at han selv har fået stoppet illegal migration i USA.\n\n- FN skal stoppe invasioner, ikke skabe dem og finansiere dem, siger Trump.\n\nSiger Europa bliver \"invaderet af illegale migranter\"\n\nHan tilføjer, at Europa ifølge ham er i store problemer, fordi \"de bliver invaderet af illegale migranter\".\n\n- De (nogle europæiske lande, red.) vælger at være politisk korrekte, og derfor gør de ikke noget ved det, siger den amerikanske præsident.\n\nEt andet af Europas problemer er ifølge Trump den grønne dagsorden, som han mener næsten førte til, at Tyskland gik bankerot, før landet ifølge ham skiftede tilbage til fossile brændstoffer og atomenergi.\n\n- Klimaforandringer er verdens største fupnummer, siger Trump.\n\nHan kalder desuden CO2-aftryk for et \"bedrag\" og siger, at Europa reducerede sit CO2-aftryk på bekostning af mange job.",
      "authors": [
        "Sep Kl."
      ]
    },
    {
      "title": "AFTRYK: Nu er det klimaets tur",
      "link": "https://www.altinget.dk/artikel/296770-",
      "date": "3 dag siden",
      "snippet": "Radikale Venstre vil være grønne før de er både røde og blå. Men kan man komme i regering på en klimakampagne? Altingets politiske redaktør Esben Schjørring...",
      "text": "",
      "authors": [
        "Emma Klitnæs"
      ]
    },
    {
      "title": "Altinget Klima",
      "link": "https://www.altinget.dk/klima/emne/8431",
      "date": "3 dag siden",
      "snippet": "Klimaaktivist stiller op til kommunalvalget: \"Jeg har ikke tiltro til de klassiske midterpartier\" · Om Maria Reumert Gjerding. DN-præsident modtager RUC's...",
      "text": "",
      "authors": []
    },
    {
      "title": "Von der Leyen ved FN-klimamøde: \"Verden kan regne med EU's fortsatte klimalederskab\"",
      "link": "https://www.altinget.dk/klima/artikel/von-der-leyen-ved-fn-klimamoede-verden-kan-regne-med-eus-fortsatte-klimalederskab",
      "date": "3 dag siden",
      "snippet": "Hr. præsident Lula [Brasiliens præsident, red.], generalsekretær Guterres [FN's generalsekretær, red.], mine damer og herrer. Der er gået ti år,...",
      "text": "Og jeg er glad for at kunne meddele, at medlemsstaterne i sidste uge blev enige om, at vores nationalt bestemte bidrag skulle ligge på mellem 66 procent og 72 procent. Så arbejdet skrider frem. Vi vil formelt indsende vores NDC [ Nationally Determined Contributions , red.] forud for COP30.\n\nLad mig forsikre Dem om, at Europa vil holde kursen med hensyn til vores klimaambitioner. Vores emissioner er faldet med næsten 40 procent siden 1990. De udgør nu kun seks procent af de globale emissioner. Vi er på vej til at nå vores 2030-mål og reducere emissionerne med 55 procent.\n\nLæs også\n\nMen parallelt ser vi også fremad. Vi arbejder på et 2040-mål om en foreslået emissionsreduktion på 90 procent. Det er vores vej til klimaneutralitet senest i 2050. Og mit budskab er, at verden kan regne med EU's fortsatte klimalederskab.\n\nMit andet punkt: Vi fordobler de globale partnerskaber. For spørgsmålet er ikke længere, om overgangen vil ske og hvor hurtigt, men hvem der vil få gavn af det. Europas svar er klart: Alle lande i hele verden bør høste fordelene, især de mest sårbare. Derfor vil vi fortsat være verdens største udbydere af klimafinansiering.\n\nDerudover vil vi mobilisere op til 300 milliarder euro til støtte for den rene omstilling på verdensplan gennem vores Global Gateway Investment Program, og vi vil gøre vores kollektive aftale om at tredoble vedvarende energi inden 2030 til virkelighed.\n\nVi gennemfører denne aftale gennem projekter. Vi støtter for eksempel over 300 millioner mennesker i Afrika for at give dem adgang til elektricitet og ren madlavning. Dette er ikke kun et klimaspørgsmål. Det handler om grundlæggende menneskelig værdighed. Fordi ingen mor, intet barn bør dø fordi de blot laver aftensmad under afskyelige omstændigheder.\n\nMine damer og herrer, præsident Lula vil snart byde os velkommen til Amazonas, vores planets grønne lunger. Der kunne ikke være noget bedre sted at bekræfte vores stærke engagement i multilateralisme, så lad os få det gjort. Tak.\n\nTalen blev afholdt 24. september og er oversat fra engelsk.",
      "authors": [
        "Ursula Von Der Leyen"
      ]
    },
    {
      "title": "Konference: Den nye nationale cykelstrategi",
      "link": "https://www.altinget.dk/forsyning/kalender/58719",
      "date": "2 dag siden",
      "snippet": "På konferencen vil det blive diskuteret hvilke værktøjer, der kan bringe cyklismen fremad: Byplanlægning, trafiksikkerhed, parkeringsstrategier,...",
      "text": "",
      "authors": []
    },
    {
      "title": "USA’s tidligere udenrigsminister: Ørsted har fået slag – men omstillingen fortsætter",
      "link": "https://borsen.dk/nyheder/baeredygtig/usas-tidligere-udenrigsminister-orsted-har-faet-slag-men-trump-stopper-ikke-omstillingen",
      "date": "3 dag siden",
      "snippet": "John Kerry er en mand, som mange har lyttet til gennem tiden. I årtier har han været en af de mest markante stemmer i amerikansk politik.",
      "text": "John Kerry er en mand, som mange har lyttet til gennem tiden.\n\nI årtier har han været en af de mest markante stemmer i amerikansk politik. Han har været senator og Demokraternes præsidentkandidat. Dernæst udenrigsminister og senere USA’s særlige klimaudsending.\n\nSom udenrigsminister under Barack Obama spillede han en nøglerolle i at få verdens lande til at forpligte sig til den nok vigtigste internationale klimaaftale, Paris-aftalen fra 2015, som sigter mod at begrænse den globale opvarmning til 1,5 grader.\n\nUnder klimaugen i New York, hvor Børsen var med, viste John Kerry, at mange stadig mener, at hans ord er værdifulde.\n\nPå 31. sal, med udsigt over Manhattans skyline, var salen tætpakket, da Kerry gik på scenen til et event arrangeret af den danske platform State of Green.\n\nPublikum ville høre hans svar på ét centralt spørgsmål: Er USA en tabt sag i den grønne omstilling?\n\nKerry lægger ikke skjul på, at det ser kaotisk ud i Washington. Men han er ikke pessimistisk på omstillingens vegne.\n\n“Udfordringen er, hvordan vi håndterer en verden præget af uenighed. Hvordan skal vi tackle uro – især den uro, der helt unødvendigt er opstået i det politiske system?” starter John Kerry.\n\n“Jeg formoder, at mange af jer – og med rette – kigger på USA lige nu og tænker, at energiomstillingen er gået i stå. Der er trods alt en vis usikkerhed, og hvis man kun lytter til retorikken, kunne man nemt få indtrykket af, at den amerikanske omstilling er bremset helt op. Men lad mig forsikre jer om dette: Det er den ikke – og det kommer den heller ikke til at gøre,” fortsætter han.\n\nIkke en stopklods\n\nEfter Trump kom til magten, og Joe Biden forlod Det Hvide Hus, blev Kerry medformand i bestyrelsen i den amerikanske klimainvesteringsfond Galvanize Climate Solutions, der investerer i grøn teknologi.\n\nSiden Biden er USA’s klimaarbejde blevet vendt 180 grader.\n\nFør flød milliarder af dollar til grønne energiprojekter gennem den såkaldte Inflation Reduction Act (IRA). Men nu har Donald Trump udfaset den støtte, trukket USA ud af Paris-aftalen, fyret massevis af offentlige klimaansatte og forsøgt at sætte en stopper for adskillige havvindprojekter.\n\nUnder sin tale ved FN’s Generalforsamling tirsdag kaldte den amerikanske præsident klimaforandringer for “verdens største fupnummer”.\n\nIfølge John Kerry vil Trump snart opdage, at hans magt ikke er uendelig. Foto: Danske Generalkonsulat i New York\n\nTrumps kurs på havvind har bl.a. ramt Ørsteds havvindpark Revolution Wind, som i august fik pålagt en såkaldt stop-work order. Mandag fik selskabet dog midlertidigt lov til at genoptage arbejdet, indtil en føderal domstol i Washington D.C. har vurderet sagen.\n\nJohn Kerry anerkender, at det ser svært ud for havvindprojekterne.\n\n“Du kan se på Ørsted eller andre projekter. De har fået hårde slag. Men jeg vil gerne gøre det klart for alle her: Det er ikke en stopklods for hele omstillingen,” siger John Kerry.\n\nOg hvorfor så ikke det?\n\nJohn Kerry peger på flere ting.\n\nMen den afgørende er magtdelingen mellem Washington D.C. og delstaterne.\n\n“Mange glemmer, at det ikke kun er på føderalt niveau, tingene sker,” siger John Kerry.\n\nHvilke tegn ser han?\n\nKerry spoler tiden tilbage til Trumps sidste præsidentperiode, hvor USA også trak sig fra Paris-aftalen.\n\nSammen med de to demokratiske guvernører Andrew Cuomo i New York og Gavin Newsom i Californien startede John Kerry en modbevægelse under navnet “We’re Still In”.\n\n“ Præsidentembedet har sine begrænsninger, og jeg tror, at det vil blive mere og mere tydeligt i de kommende måneder John Kerry, medformand i bestyrelsen, Galvanize Climate Solutions\n\n“Lokalt holdt vi fast. Ved slutningen af Trumps præsidentperiode kom tre fjerdedele af al ny elproduktion fra vedvarende energi,” siger John Kerry. We’re Still In har i dag knap 4000 underskrifter fra amerikanske stater, byer, virksomheder og investorer.\n\nJohn Kerry peger desuden på, at over halvdelen af staterne har mål – enten bindende eller frivillige – for vedvarende energi. Derudover er 24 guvernører en del af alliancen U.S. Climate Alliance, hvor de har forpligtet sig til at opretholde Paris-aftalens mål.\n\n“Ser man nærmere efter, er det tydeligt, at den grønne omstilling i USA buldrer frem med energi og vilje, og den vil fortsætte. Ingen enkeltperson – heller ikke præsidenten – kan stoppe den udvikling. Præsidentembedet har sine begrænsninger, og jeg tror, at det vil blive mere og mere tydeligt i de kommende måneder,” siger John Kerry.\n\nCaliforniens demokratiske guvernør, Gavin Newsom – som mange ser som et stærkt bud på Demokraternes næste præsidentkandidat – er en af dem, der har gjort særligt opmærksom på, at han vil køre den grønne omstilling videre, uagtet hvad Trump-administrationen gør.\n\nDanmark har også for nylig indgået en aftale med netop Californien om at styrke samarbejdet om grøn omstilling.\n\nHer sagde udenrigsminister Lars Løkke Rasmussen (M), at selvom det er kutyme, at Danmark laver aftaler med enkelte delstater, så er det noget, vi skal satse endnu mere på fremadrettet.\n\n“Det er ikke en idé, vi lige har opfundet, fordi Trump er rykket ind i Det Hvide Hus. Men med den usikkerhed, der er i det transatlantiske samarbejde, og med toldsatserne, så bliver det endnu vigtigere for Danmark at forfølge de muligheder, der er rundt omkring i USA,” sagde han til Børsen.\n\nEn ansvarlig topchef\n\nNoget helt andet er, at efterspørgslen på strøm stiger, påpeger Kerry. Der kommer flere og flere mennesker på Jorden, mens AI-datacentre har brug for voldsomme mængder strøm.\n\nOg den hurtigste og billigste måde at få den på er ved at opsætte sol og vind, påpeger Kerry.\n\n“Tro mig, de topchefer skal nok få bygget de datacentre, og de skal nok få den strøm, de har brug for,” siger han.\n\nDet ser også ud til at være gået op for de delstater, der ikke har forpligtet sig til klimahandling, at grøn energi er vejen frem, ifølge Kerry.\n\nTexas, en republikansk og historisk set oliefokuseret delstat, er i dag førende på sol og vind.\n\n“Hvorfor? Det handler ikke om politik, men om økonomi. Helt enkelt: Der er penge at spare,” siger Kerry. Ifølge det Internationale Agentur for Vedvarende Energi (Irena) er størstedelen af nye sol- og vindprojekter hhv. 41 og 53 pct. billigere end fossile brændsler.\n\nNoget, som Trump-administrationen dog hårdnakket påstår, er løgn.\n\nTil en pressebriefing under klimaugen i New York brugte Trumps energiminister, Chris Wright, en stor del af tiden på at kalde både sol og vind for dyrt og ineffektivt.\n\nIfølge USA’s energiminister, Chris Wright, har jagten på nettonuludledning resulteret i tre ting: dyrere energi, deindustrialisering og dårligere energiadgang for milliarder af mennesker. Foto: Foreign Press Center\n\n“Hvis man ikke kan stå på egne ben efter 33 år, så er det måske ikke en forretning, der har en fremtid,” sagde han bl.a. med henvisning til de mange års subsidier til vind og sol.\n\nMen John Kerry er ikke i tvivl:\n\n“Det korte af det lange er, at selvom omstillingen er kompliceret, og at der vil være bump på vejen, så har verden taget sin beslutning. Topchefer i hele verden har taget deres beslutning. Du kan ikke være en ansvarlig topchef og vende ryggen til den grønne omstilling,” siger John Kerry.",
      "authors": [
        "Johanne Fischer"
      ]
    },
    {
      "title": "Dagbladet Børsen",
      "link": "https://e-avis.borsen.dk/p/baeredygtig/23-09-2025/a/han-radgiver-erhvervslivet-om-klima-nu-peger-han-pa-grunde-til-at-vaere-optimistisk/6398/2001561/66040867",
      "date": "6 dag siden",
      "snippet": "Den grønne omstilling er løbet ind i hård modvind, men tilbageslaget er nødvendigt, mener partner i EY Bo Øksnebjerg, der i årevis har været involveret i...",
      "text": "",
      "authors": []
    },
    {
      "title": "Importører risikerer røde flag og højere priser – og forbrugerne betaler",
      "link": "https://finans.dk/debat/ECE18559214/importoerer-risikerer-roede-flag-og-hoejere-priser-og-forbrugerne-betaler/",
      "date": "2 dag siden",
      "snippet": "Nye emballagekrav pålægger virksomhederne ekstra udgifter, administrativt bøvl og risiko for sanktioner - og forbrugerne ender med regningen.",
      "text": "Importører risikerer røde flag og højere priser – og forbrugerne betaler Nye emballagekrav pålægger virksomhederne ekstra udgifter, administrativt bøvl og risiko for sanktioner - og forbrugerne ender med regningen. Politikerne kalder det grøn omstilling, men lige nu ligner det mest en dyr omvej. Debat 26. sep. 2025 kl. 08:45 Føj til læseliste Gem Jens Haugaard CEO i Mediator\n\nDette er en kommentar: Finans bringer løbende kommentarer fra specialister og meningsdannere. Alle kommentarer er udtryk for den pågældende skribents egen holdning.\n\nJens Haugaard\n\nTusindvis af danske virksomheder risikerer røde flag, sanktioner og stigende udgifter – alene fordi de ikke når at tilpasse sig Miljøstyrelsens nye emballagekrav i tide.\n\nDen 1. oktober 2025 træder det udvidede producentansvar for emballage i kraft i Danmark. Det lyder måske som en teknisk justering i den grønne omstilling, men for tusindvis af danske…",
      "authors": [
        "Jens Haugaard"
      ]
    },
    {
      "title": "Erhvervsstyrelsen opsluger Sikkerhedsstyrelsen som led i spareprogram",
      "link": "https://www.altinget.dk/forsyning/artikel/erhvervsstyrelsen-opsluger-sikkerhedsstyrelsen-som-led-i-spareprogram",
      "date": "3 dag siden",
      "snippet": "Det flerårige statslige arbejdsprogram, der har ført til en række besparelser og fyringer i staten, får nu konsekvenser for Erhvervsministeriets koncern.",
      "text": "",
      "authors": [
        "Simon Engell Kjøller"
      ]
    },
    {
      "title": "Commercial Nuclear Corridors Key to Unlocking Maritime Nuclear Propulsion, ABS Chief Says",
      "link": "https://gcaptain.com/commercial-nuclear-corridors-key-to-unlocking-maritime-nuclear-propulsion-abs-chief-says/",
      "date": "2 days ago",
      "snippet": "Nuclear energy has emerged as a legitimate, practical, and scalable solution for maritime applications, according to American Bureau of Shipping (ABS)...",
      "text": "Nuclear energy has emerged as a legitimate, practical, and scalable solution for maritime applications, according to American Bureau of Shipping (ABS) Chairman and CEO Christopher Wiernicki at the recent Core Power Argo Conference in Athens, Greece.\n\n“Nuclear energy is no longer a distant possibility for maritime applications, it is emerging as a legitimate, practical, and scalable solution for a wide range of strategic uses. It is a credible long-term solution, not simply because of its potential to reduce emissions, but because it offers unmatched energy density, reliability, and strategic independence,” said Wiernicki.\n\nWiernicki outlined a clear progression for maritime nuclear adoption, beginning with shoreside applications like powering ports and producing hydrogen before advancing to offshore applications including floating data centers, synthetic fuel platforms, desalination systems, and eventually domestic and global commercial vessel fleets.\n\nA current joint development project between ABS, Core Power, and Athlos is already preparing for floating nuclear power plant deployment in the Mediterranean, identifying viable sites across islands, ports, and coastal communities.\n\nFloating nuclear-powered data centers represent a significant market opportunity, with projections suggesting they could capture up to 10 percent of the global market by 2050. The total data center market volume is expected to reach $212 billion by 2029.\n\nThe ABS chief underscored that commercial nuclear corridors will be critical for adoption, noting: “Vessels powered by small modular reactors are likely to operate initially on narrowly defined corridors between two countries with favorable acceptance of nuclear power and with mature regulatory oversight agencies.”\n\nABS has been actively advancing nuclear maritime technology, issuing approval in principle to HD Hyundai Heavy Industries and HD Korea Shipbuilding & Offshore Engineering for an innovative floating small modular reactor power module in June 2025.\n\nThe classification society also unveiled the industry’s first comprehensive rules for floating nuclear power plants in October 2025, providing the first classification notation for nuclear power service assets.\n\nResearch conducted by ABS with Herbert Engineering has demonstrated the viability of nuclear applications in maritime settings, showing that a 15,000 TEU containership equipped with two 30MW fast reactors could operate for 25 years without refueling.\n\nHowever, Wiernicki acknowledged implementation challenges remain, including the need for new public-private partnerships, insurance model updates, regulatory framework development, and comprehensive crew training programs.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "NYK Conducts First Ship-to-Ship Ammonia Transfer Off Spain",
      "link": "https://gcaptain.com/nyk-conducts-first-ship-to-ship-ammonia-transfer-off-spain/",
      "date": "3 days ago",
      "snippet": "NYK has successfully completed its first-ever ship-to-ship (STS) transfer of liquefied ammonia, moving approximately 23000 tons from the carrier Berlian...",
      "text": "NYK has successfully completed its first-ever ship-to-ship (STS) transfer of liquefied ammonia, moving approximately 23,000 tons from the carrier Berlian Ekuator to the Eco Enchanted off the coast of Ceuta, Spain.\n\nThe operation, which took place September 2, represents a critical milestone in developing flexible supply methods for ammonia as both an industrial commodity and emerging clean energy source. While NYK and shipping industry at large have has extensive experience with STS transfers for crude oil, liquefied natural gas (LNG), and liquefied petroleum gas (LPG), this marks NYK’s first operation involving liquefied ammonia.\n\nThe Berlian Ekuator, owned by NYK and time-chartered by Mitsui & Co., Ltd., transferred its entire cargo to the Eco Enchanted, operated by leading ammonia trader Trammo, Inc. The operation was conducted under rigorous safety protocols with support from Trammo’s STS specialist provider, International Fender Providers Ltd.\n\nAlthough uncommon, ship-to-ship transfers of ammonia have been carried out before, both commercially by ammonia carriers and in controlled pilot projects to prepare for future bunkering operations.\n\n“The success of this operation marks a significant milestone in developing an international supply network for ammonia,” NYK said in a statement, highlighting the importance of STS transfers which are “not constrained by port size or onshore equipment” and provide greater flexibility compared to conventional land-based cargo handling methods.\n\nPhoto courtesy NYK\n\nAmmonia’s emergence as a viable maritime fuel aligns with recent industry developments. According to DNV’s “Ammonia in Shipping” report, ammonia has progressed from concept to early implementation in just five years, establishing a clear pathway to become a low-GHG alternative fuel for deep-sea shipping.\n\n“The groundwork for ammonia as a fuel is being laid, and the orderbook proves it’s no longer just a theoretical fuel,” said Knut Ørbeck-Nilssen, CEO of DNV Maritime, though he acknowledged challenges remain related to ammonia’s toxicity and high cost.\n\nIndustry momentum is building despite these challenges. Currently, 39 ammonia-fuelled vessels are on order globally, with commercial engines available and initial fuel use already demonstrated. While current production of blue and green ammonia remains limited, confirmed plans will increase capacity to 14 million tonnes per annum by 2030, with bunkering infrastructure developing in key maritime hubs including Singapore and Rotterdam.\n\n“Scaling up use of ammonia as ship fuel requires a framework of standardized solutions that can be easily adopted across the industry,” explained Linda Hammer, Principal Consultant at DNV and lead author of their ammonia report. “The current risk-based approval framework must be replaced by prescriptive regulations mandated by the IGF Code.”\n\nThe maritime industry’s transition toward ammonia aligns with broader alternative fuel adoption trends. According to DNV’s Alternative Fuels Insight platform, orders for alternative-fuelled vessels reached 19.8 million gross tonnes in the first half of 2025, representing a 78% increase over the same period last year.\n\nNYK states they will leverage insights from this successful operation to “further advance next-generation fuels and strengthen safe maritime transportation systems, thereby contributing to the broader goal of achieving a decarbonized society.”\n\nThe Global Maritime Forum’s Getting to Zero Coalition has recently reported that both methanol and ammonia have transitioned from theoretical solutions to practical reality as zero-emission shipping fuels, with ammonia now considered ready for piloting in maritime applications.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "UNCTAD warns shipping is entering a period of fragile growth and mounting uncertainty",
      "link": "https://splash247.com/unctad-warns-shipping-is-entering-a-period-of-fragile-growth-and-mounting-uncertainty/",
      "date": "4 days ago",
      "snippet": "Global shipping is entering a period of fragile growth, rising costs and mounting uncertainty, according to The Review of Maritime Transport 2025 released...",
      "text": "Global shipping is entering a period of fragile growth, rising costs and mounting uncertainty, according to The Review of Maritime Transport 2025 released yesterday by UN Trade and Development (UNCTAD).\n\nAfter firm growth last year, seaborne trade is expected to stall in 2025, with volumes barely rising (+0.5%). Long-distance rerouting caused by geopolitical tensions kept ships busier last year with a record of nearly 6% growth in ton-miles.\n\nPolitical tensions, new tariffs, shifting trading patterns and reconfigured shipping lanes are reshaping the geography of maritime trade, UNCTAD said.\n\nThe result is more rerouting, skipped port calls, longer journeys and ultimately increased costs. Energy shipping is also in transition: Coal and oil volumes are under pressure from decarbonisation efforts, while gas trade continues to expand.\n\nCritical minerals — essential for batteries, renewable energy and the digital economy as a whole — are becoming a new source of tension in global trade, with competition to secure supplies and add value domestically, UNCTAD said, with the volume of these seaborne trades leaping dramatically (see chart below).\n\nFreight rates have become more volatile, UNCTAD said with disruptions such as the 2024 Red Sea crisis driving a surge that year, while ongoing geopolitical tensions in 2025 raise concerns about potential spillovers that could disrupt shipping activity in the Strait of Hormuz.\n\n“Environmental compliance costs, including emissions pricing, are redefining shipping economics,” UNCTAD stated, adding that persistent high transport costs risk hitting developing countries the hardest, particularly small island developing states and least developed countries.\n\nPorts are under strain from disruptions, leading to congestion and longer waiting times with UNCTAD urging governments to implement global commitments on trade facilitation and automation, and expand public–private partnerships in port operations. As digitalisation advances, cybersecurity emerges as a critical priority.\n\nShipping’s greenhouse gas emissions (GHG) rose by 5% in 2024, UNCTAD data shows. Only 8% of the world fleet’s tonnage is equipped to use alternative fuels, according to UNCTAD and ship recycling rates remain low.\n\n“The transitions ahead – to zero carbon, to digital systems, to new trade routes – must be just transitions,” said UNCTAD secretary-general Rebeca Grynspan. “They must empower, not exclude. They must build resilience, not deepen vulnerability.”",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Old School"
      ]
    },
    {
      "title": "World’s First Methanol-Hydrogen Hybrid Electric Riverboat Launched in China",
      "link": "https://gcaptain.com/worlds-first-methanol-hydrogen-hybrid-electric-riverboat-launched-in-china/",
      "date": "3 days ago",
      "snippet": "Chinese automotive giant Geely Holding Group has launched the world's first methanol-hydrogen electric multi-purpose riverboat, the “Yuanchun 001,” in...",
      "text": "Chinese automotive giant Geely Holding Group has launched the world’s first methanol-hydrogen electric multi-purpose riverboat, the “Yuanchun 001,” in Hangzhou, China, representing a significant expansion of Geely’s methanol-hydrogen electric drive technology into the marine sector.\n\nThe Yuanchun 001 utilizes Geely’s independently developed methanol-hydrogen hybrid electric drive system, enabling carbon net-zero emission throughout its lifecycle when using green methanol fuel. The launch marks a milestone in applying green methanol and electrified mobility to marine transportation, potentially opening a practical path toward the green transformation of global shipping.\n\nThe 64 TEU multi-purpose river transport vessel features dual 150kW motors powered by two 280kW methanol generators and two 258kWh lithium batteries. With a combined range of nearly 1,500 km, the Yuanchun 001 can operate in multiple modes including hybrid, generators only, pure electric, or shore charging.\n\n“The successful launch of the vessel shows that river transport not only can be cleaner and quieter, but also more economical,” Geely stated. According to the company, the vessel is “optimized for reducing lifecycle costs and energy consumption with 42% lower energy consumption than similar diesel vessels.”\n\nYuanchun 001. Photo courtesy Geely\n\nThis maritime application builds on Geely’s extensive experience with methanol technology. The company has over 20 years of methanol expertise and has established a comprehensive green methanol ecosystem including carbon capture, production, transportation, refueling, and vehicle applications.\n\nGeely’s plays a major role in expanding China’s methanol refueling infrastructure. By June 2025, over 800 methanol refueling stations have been established nationwide, with expectations for more than 4,000 by 2027. The investment required for methanol refueling infrastructure is significantly lower than for hydrogen, battery swapping, or electric supercharging systems.\n\nGeely has already deployed over 50,000 methanol-hydrogen hybrid electric vehicles on roads, accumulating more than 23 billion kilometers. Their methanol-hydrogen hybrid electric drive systems have demonstrated 32%-52% lower operation costs compared to gasoline or diesel models in commercial vehicle applications.\n\nThe maritime industry continues to explore alternative fuel options as environmental regulations tighten globally. The launch positions Geely at the forefront of methanol applications in shipping, potentially offering another viable option alongside ammonia, hydrogen, and battery-electric solutions currently being tested throughout the industry.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "UN Report: Shipping Faces Perfect Storm of Stalled Growth, Longer Routes, and Surging Costs",
      "link": "https://gcaptain.com/un-report-shipping-faces-perfect-storm-of-stalled-growth-longer-routes-and-surging-costs/",
      "date": "4 days ago",
      "snippet": "Global maritime shipping is sailing into troubled waters as seaborne trade growth is forecast to slow dramatically to just 0.5 percent in 2025, according to...",
      "text": "Global maritime shipping is sailing into troubled waters as seaborne trade growth is forecast to slow dramatically to just 0.5 percent in 2025, according to the latest Review of Maritime Transport released by the UN Trade and Development body (UNCTAD) on Wednesday.\n\nThis marks the slowest pace of growth in years, following a modest 2.2 percent expansion in 2024, as the industry grapples with a convergence of challenges ranging from geopolitical tensions to climate pressures.\n\n“The global environment has become more complex. Geopolitical tensions are forcing costly reroutings, tariffs are disrupting trade flows, and freight rates are high and volatile,” warned Regina Asariotis, Chief of UNCTAD’s Trade Logistics Branch during the report’s Geneva launch.\n\nThe shipping industry, which carries over 80 percent of the world’s merchandise for export and import, has become a critical barometer for global commerce health.\n\nAmong the most visible disruptions are the ongoing crises in the Red Sea and tensions near the Strait of Hormuz, which have forced vessels to take significantly longer routes. Ships that previously traversed the Red Sea in days now sail for weeks around the Cape of Good Hope. By May 2025, tonnage through the Suez Canal remained 70 percent below 2023 levels.\n\nThese rerouting efforts have pushed “ton-miles” – the distance each ton of cargo travels – to a record 6 percent increase in 2024, nearly three times faster than actual trade volume growth.\n\nContainer, bulk, and tanker freight rates have remained elevated and volatile throughout 2024 and 2025, swinging sharply amid the geopolitical tensions and supply-demand imbalances. The Shanghai Containerized Freight Index averaged 2,496 points in 2024, a staggering 149 percent increase from 2023, with July spot rates reaching $3,600 per container.\n\nThe impact falls disproportionately on vulnerable economies. “Small island developing States, least developed countries, and net food importing nations are the most vulnerable, because higher freight costs quickly translate into more expensive imports and food insecurity,” Asariotis noted.\n\nUNCTAD Secretary-General Rebeca Grynspan emphasized the need for inclusive transitions: “The transitions ahead – to zero carbon, to digital systems, to new trade routes – must be just transitions. They must empower, not exclude. They must build resilience, not deepen vulnerability.”\n\nThe climate challenge looms large over the industry as shipping’s greenhouse gas emissions rose by five percent in 2024. Yet only eight percent of the world fleet’s tonnage is currently equipped to use alternative fuels.\n\nThe International Maritime Organization will consider a Net-Zero Framework in October 2025, which would establish a path toward net-zero emissions by 2050 through a global fuel standard and carbon pricing mechanism. UNCTAD notes that decarbonizing maritime transport will entail significant costs, including fleet renewal, port adaptation, and alternative fuel infrastructure.\n\nBeyond trade and emissions concerns, the human element remains critical. The report highlighted that seafarer abandonment cases reached a record high in 2024, leaving crews stranded without pay or support.\n\nThe challenge extends to ports as well. Global ports struggle with congestion, longer waiting times, and pressure to modernize. UNCTAD emphasized the urgent need to invest in digital systems to cut costs and delays, while noting that many developing countries continue to lag in digitalization.\n\nThe report outlines several priority actions, including stabilizing trade policies to reduce uncertainty, investing in sustainable infrastructure, promoting digitalization while ensuring cybersecurity, accelerating fleet renewal to meet climate goals, and protecting vulnerable economies from the impacts of higher shipping costs.\n\n“Persistent high transport costs risk hitting developing countries the hardest,” Grynspan concluded. “Maritime transport must be resilient, inclusive and sustainable if we are to weather the turbulent waters ahead.”",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Orsted Resumes Work on US Offshore Wind Farm After Stop-work Order Lifted",
      "link": "https://gcaptain.com/orsted-resumes-work-on-us-offshore-wind-farm-after-stop-work-order-lifted/",
      "date": "3 days ago",
      "snippet": "COPENHAGEN, Sept 24 (Reuters) – Denmark's Orsted said on Wednesday it had resumed work on a U.S. offshore wind project after a federal judge on Monday ruled...",
      "text": "COPENHAGEN, Sept 24 (Reuters) – Denmark’s Orsted said on Wednesday it had resumed work on a U.S. offshore wind project after a federal judge on Monday ruled it could restart construction while the Trump administration’s legal case to fully halt the project continues.\n\nThe U.S. Bureau of Ocean Energy Management issued a stop-work order on August 22 for Revolution Wind, marking the latest development in President Donald Trump’s broader campaign to dismantle the renewable energy sector.\n\nRevolution Wind, located 15 miles (24 km) off the coast of Rhode Island, was 80% complete with all offshore foundations in place and 45 of 65 wind turbines installed at the time.\n\nOnce completed, Revolution Wind is expected to produce enough electricity to power 350,000 homes in Rhode Island and Connecticut.\n\nTrump Puts 15,000 Offshore Wind Jobs at Risk With Halt Orders\n\nOrsted and joint venture partner Skyborn Renewables have already spent or committed about $5 billion to the project, according to U.S. court filings by the companies. They would incur over $1 billion in breakaway costs if it were to be canceled.\n\n(Reporting by Louise Rasmussen and Elviira LuomaEditing by Marguerita Choy)\n\n(c) Copyright Thomson Reuters 2025.",
      "authors": []
    },
    {
      "title": "Another yard joins LNG elite as DSIC delivers Sea Spirit",
      "link": "https://splash247.com/another-yard-joins-lng-elite-as-dsic-delivers-sea-spirit/",
      "date": "3 days ago",
      "snippet": "China has gained another foothold in one of shipbuilding's toughest segments with Dalian Shipbuilding Industry Co (DSIC) delivering its first LNG carrier,...",
      "text": "China has gained another foothold in one of shipbuilding’s toughest segments with Dalian Shipbuilding Industry Co (DSIC) delivering its first LNG carrier, the Sea Spirit, to China Merchants Energy Shipping.\n\nThe 175,000 cu m vessel was handed over in Dalian earlier this week, marking the yard’s entry into a sector long dominated by South Korea’s big three builders. LNG carriers are among the most technically challenging ships to construct, requiring advanced containment and reliquefaction systems as well as precise temperature and pressure management.\n\nParent company China State Shipbuilding Corporation hailed the vessel as part of the “crown jewel of the shipbuilding industry,” underlining the national prestige attached to cracking the LNG market. The Sea Spirit uses the widely deployed GTT Mark III membrane system, with DSIC stressing the ship’s adaptability to the majority of global terminals.\n\nChina Merchants ordered its first LNG newbuilds from DSIC in 2022 and has since expanded its programme to eight ships. The Sea Spirit will be managed by OPearl, a joint venture between China Merchants, CNOOC and NYK, which is tasked with running LNG tonnage for CNOOC’s trading arm.\n\nAt present, Hudong–Zhonghua remains the only Chinese yard with an established track record of delivering large LNG carriers, but DSIC’s Sea Spirit delivery makes it the second proven yard in that category. Jiangnan is not far behind, with QatarEnergy orders ensuring its place in the LNG club.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Old School"
      ]
    },
    {
      "title": "Grimaldi Expands Ammonia-Ready Fleet with 9,000-CEU Grande Svezia",
      "link": "https://gcaptain.com/grimaldi-expands-ammonia-ready-fleet-with-9000-ceu-grande-svezia/",
      "date": "2 days ago",
      "snippet": "The Grimaldi Group has welcomed the Grande Svezia into its fleet, marking the fourth “Ammonia Ready” vessel in the company's expanding green shipping...",
      "text": "The Grimaldi Group has welcomed the Grande Svezia into its fleet, marking the fourth “Ammonia Ready” vessel in the company’s expanding green shipping portfolio. The 9,000-CEU (Car Equivalent Units) Pure Car & Truck Carrier (PCTC) is the second in a series of ten next-generation vessels under construction at China Merchants Heavy Industries Jiangsu.\n\nMeasuring 220 meters in length with a gross tonnage of 91,611 tons, the Grande Svezia is designed to transport both electric and combustion engine vehicles across its 14 decks. The vessel features an impressive array of green technologies, including future readiness for ammonia conversion as a carbon-free alternative fuel.\n\n“With the arrival of the Grande Svezia, we further consolidate our role as a leader in sustainable maritime transport,” said Emanuele Grimaldi, Managing Director of Grimaldi Group. “This investment reflects our commitment to supporting the global automotive industry with vessels that are ever more advanced, efficient, and with a reduced environmental footprint.”\n\nDuring port calls, the Grande Svezia can achieve zero emissions through its 5 MWh lithium battery system and cold ironing capability, allowing it to draw shore power where available. Additional energy-efficiency features include 2,500 square meters of solar panels, silicone-based hull coatings, and smart ventilation and climate control systems.\n\nThe vessel incorporates an innovative “gate rudder” – installed for the first time on PCTC vessels – consisting of two foil-shaped blades positioned alongside the propeller to enhance propulsion efficiency and maneuverability. Compared to earlier-generation car carriers, the Grande Svezia delivers up to 50% lower fuel consumption.\n\nThe Grande Svezia follows the delivery of the Grande Auckland earlier this month, which features similar environmental credentials including Ammonia Ready class notation. Both vessels represent part of Grimaldi’s substantial investment in green shipping technology, with 14 more Ammonia Ready PCTC vessels on order for delivery between 2025 and 2027.\n\nIn the coming days, the Grande Svezia will begin her maiden voyage on the East Asia–Persian Gulf service, carrying 3,100 vehicles and 5,800 linear meters of rolling cargo from Chinese ports to Persian Gulf markets.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Nanjing Tanker inks $51m ethylene carrier order",
      "link": "https://splash247.com/nanjing-tanker-inks-51m-ethylene-carrier-order/",
      "date": "3 days ago",
      "snippet": "China's Nanjing Tanker has signed up for a new 9,500 cu m ethylene carrier, expanding its reach in the gas shipping market.",
      "text": "China’s Nanjing Tanker has signed up for a new 9,500 cu m ethylene carrier, expanding its reach in the gas shipping market.\n\nThe order, placed through subsidiary Shanghai Changshi Shipping at China Merchants Jinling Shipyard (Yangzhou) Dingheng, is valued at about $51m, with delivery scheduled for the first half of 2028.\n\nThe Shanghai-listed outfit said the vessel would optimise its ethylene fleet capacity and consolidate its role in the liquefied ethylene gas (LEG) trade. The order is structured as a related-party transaction, since both the shipyard and the owner fall under the China Merchants Group umbrella.\n\nNanjing Tanker, which operates a fleet of more than 70 ships, has been active in fleet renewal. Over the past 12 months, it has committed to a mix of MR, LR1 and LR2 tanker newbuilds at domestic yards. The latest order marks a move into higher-value gas shipping, positioning the company to capture demand growth in the petrochemical sector.\n\nFounded in 1993, Nanjing Tanker went through a leadership change earlier in 2025 when Lei Ding, vice president of China Merchants Energy Shipping and former head of Hong Kong Ming Wah Shipping, took over as chairman.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Old School",
        "Aloysius Tan"
      ]
    },
    {
      "title": "MISC heralds ammonia-fuelled tanker design incorporating fuel cell technology",
      "link": "https://splash247.com/misc-heralds-ammonia-fuelled-tanker-design-incorporating-fuel-cell-technology/",
      "date": "4 days ago",
      "snippet": "Malaysian flagship MISC and Samsung Heavy Industries (SHI) have received an approval in principle (AiP) from Bureau Veritas Marine & Offshore (BV) for their...",
      "text": "Malaysian flagship MISC and Samsung Heavy Industries (SHI) have received an approval in principle (AiP) from Bureau Veritas Marine & Offshore (BV) for their pioneering design of the world’s first ammonia-fuelled LR2 tanker powered by Proton Exchange Membrane Fuel Cell (PEMFC) technology.\n\nThis initiative focuses on the design and development of a large-scale commercial vessel that integrates PEMFC technology developed by Vinssen and is integrated with an ammonia cracking system (ACS) engineered by Panasia.\n\n“This breakthrough design will enable full-scale power for vessel propulsion, cargo handling, and onboard energy needs, surpassing previous applications, which have been limited to small vessels or auxiliary loads,” MISC said in a release.\n\nThe vessel eliminates direct CO₂ emissions, and could pave the way for broader adoption of ammonia-based fuel cell technology across the maritime sector.\n\nZahid Osman, president and group CEO of MISC said, “Together with SHI and BV, we are advancing a solution that will set a new standard for sustainable shipping and inspire greater industry-wide adoption of innovative solutions that will help the maritime industry meet its net-zero ambitions.”",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Old School"
      ]
    },
    {
      "title": "Velkommen til Danske Rederier",
      "link": "https://danishshipping.dk/",
      "date": "Jun 23, 2023",
      "snippet": "Danske Rederier er med på Climate Week NYC. Her er der positivt fokus på den grønne omstilling og tiltro til, at IMO's 176 medlemslande senere på året vil...",
      "text": "Event Kursus i søfarendes ansættelsesforhold Dato: 30.09.25\n\nHvordan sikrer du, at ansættelser og personalesager for søfarende håndteres korrekt? Den 30. september inviterer Danske Rederier til et spændende heldagskursus, hvor du får det nødvendige overblik over hele an­sæt­tel­ses­for­lø­bet for søfarende på danskflagede skibe. Kurset er oplagt for HR-medarbejdere, ledere og andre ansatte i rederier, der arbejder med søfarende – både til lands og til søs.",
      "authors": []
    },
    {
      "title": "Green inland ports final conference",
      "link": "https://transport.ec.europa.eu/news-events/events/green-inland-ports-final-conference-2025-11-26_en",
      "date": "1 month ago",
      "snippet": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway...",
      "text": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway authorities, policymakers, terminal operators, digital service providers, researchers, and other relevant stakeholders.\n\nThe conference will present key findings from the green inland ports study, and showcase the tools developed as part of the study supporting port decarbonisation. It will also collect stakeholder input for policy recommendations on sustainable port governance.",
      "authors": []
    },
    {
      "title": "A hopeful signal from New York Climate Week in otherwise troubled times",
      "link": "https://danishshipping.dk/en/latest-news/2025/a-hopeful-signal-from-new-york-climate-week-in-otherwise-troubled-times/",
      "date": "3 days ago",
      "snippet": "Danish Shipping is taking part in Climate Week NYC. Here, the focus is firmly on the green transition, and there is confidence that IMO's 176 member states...",
      "text": "Climate Week NYC takes place alongside the UN General Assembly in New York.\n\nMuch of the coverage of the General Assembly has highlighted how the UN’s ability to cooperate internally is coming under increasing pressure.\n\nBy contrast, participating in Climate Week is an encouraging experience. Here, events bring together a wide range of public and private actors across almost every industry, where the conversation on reducing our climate footprint continues with determination, focused on shared solutions that allow for both transformation and com­pe­ti­ti­ve­ness.\n\n“If mul­ti­la­te­ra­lism is under pressure in general, then IMO’s Net-Zero Framework agreement is a clear bright spot. It will be a milestone in shipping’s green transition when the agreement is – hopefully – finally adopted in October. At a time when we hear many stories of setbacks for the green agenda, it has been a real pleasure to experience such strong support for the green transition and the dec­ar­bo­ni­sa­tion agenda in New York,” said Nina Porst, Director of Climate, Environment and Security at Danish Shipping.",
      "authors": []
    },
    {
      "title": "Danske Rederier: Skibsfartens CO2-afgifter bør gå til at opbygge produktion af grønne brændstoffer i EU",
      "link": "https://danishshipping.dk/seneste-nyt/2025/danske-rederier-skibsfartens-co2-afgifter-boer-gaa-til-at-opbygge-produktion-af-groenne-braendstoffer-i-eu/",
      "date": "5 days ago",
      "snippet": "Dansk skibsfart indbetaler milliarder til EU's CO2-kvotehandelssystem ETS. Danske Rederier opfordrer derfor til, at disse midler anvendes til at etablere og...",
      "text": "I EU har man allerede indført kli­ma­re­gu­le­ring af skibsfarten i form af EU ETS og FuelEU Maritime. I 2026, når ETS er fuld indfaset, forventes danske rederier at indbetale 3.8 milliarder kr. til systemet. Danske Rederier foreslår, at provenuet fra ETS anvendes som øremærket støtteordning til skibsfartens grønne omstilling – herunder til både produktions- og aftagerled.\n\n”De penge skal bruges til at få fart på opbygningen af grøn brænd­stof­pro­duk­tion i Europa. Vores rederier er klar til at skifte, men vi kan ikke vente på, at andre regioner løber fra os. Vi står over for investeringer i milliarder. Det er kun logisk, at de midler, vi selv bidrager med gennem kvoterne, også bruges til at skabe produktionen af de brændstoffer, vi skal sejle på i fremtiden,” siger Jacob K. Clasen i et interview med mediet Søfart.\n\nDet er ligeledes afgørende, at man sikrer en ordentlig sammenhæng mellem EU’s kli­ma­re­gu­le­ring og et kommende globalt IMO-regelsæt.\n\n”EU skal tilpasse sine regler til en global aftale. Det må ikke ende i dob­bel­tre­gu­le­ring og dob­belt­be­ta­ling. Ideelt skal vi have ét system for reguleringen af skibsfartens CO2-udledninger,” siger Jacob K. Clasen til Søfart.\n\nLæs hele interviewet i Søfart her\n\nLæs Danske Rederiers 10 anbefalinger til at få produktionen af grønne brændstoffer op i gear",
      "authors": []
    }
  ]
}