{
  "timestamp": "2025-07-21T06:28:26.453759",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "Problemer hos Nets med kortbetalinger skabte lange køer: Ved Storebæltsbroen endte det i dødstrusler",
      "link": "https://www.dr.dk/nyheder/indland/nedbrud-hos-nets-giver-store-problemer-med-kortbetalinger",
      "date": "1 dag siden",
      "snippet": "Nets kan med sikkerhed stadig ikke sige, hvad årsagen til problemerne var.",
      "text": "Opdateret efter at kortbetalinger igen er blevet normaliseret. Det oplyser pressechef i Nets, Søren Vinge klokken 22.30.\n\nEt problem hos Nets gav lørdag aften store problemer med kortbetaling i Danmark og resten af Norden.\n\nI de to og en halv time problemerne varede, var det ikke muligt at foretage kortbetalinger.\n\n- Vi kan konstatere, at der er rigtig mange betalinger, der bliver afvist - ikke kun i Danmark men også i Norden. Vi prøver at undersøge, hvad årsagen kan være, lød det fra pressechef hos Nets, Søren Vinge, kort efter at problemerne var begyndt.\n\nFlere danskere på ferie har skrevet til DR, at de også oplevede problemer med kortbetalinger. Det var blandt andet i lande som Italien, Frankrig og Tyskland.\n\nGav problemer på Grøn og Storebælt",
      "authors": [
        "Jul Kl."
      ]
    },
    {
      "title": "Rygte om vulkans superudbrud spreder sig: Falske videoer af flygtende dyr går viralt",
      "link": "https://www.dr.dk/nyheder/udland/rygte-om-vulkans-superudbrud-spreder-sig-falske-videoer-af-flygtende-dyr-gaar-viralt",
      "date": "for 11 timer siden",
      "snippet": "De mange bisonokser, grizzlybjørne og ulve er ikke hegnet ind, men de er heller ikke ved at flygte, som det ellers bliver sagt på sociale medier.",
      "text": "Den helt store frygt går dog på, at der kommer et såkaldt superudbrud, hvor lava og aske sprøjter i voldsomt store mængder op fra vulkanen og lander langt væk til stor skade for mennesker og natur.\n\nSidste gang, det skete, er der dog ingen af os, der kan huske.\n\nDet er nemlig omkring 640.000 år siden.\n\n- Der er jo altid en mikroskopisk mulighed, men der er ikke noget som helst, der tyder på, at et superudbrud er nærtforestående, siger Johanne Schmith.\n\nAngiveligt var der også superudbrud fra Yellowstone for cirka 2,1 og 1,3 millioner år siden, hvor man efterfølgende har fundet aske langt væk fra vulkanen.\n\nFrygten for en sådan voldsom begivenhed er måske naturlig nok, dens sensationelle natur taget i betragtning.\n\nMen amerikanske vulkanobservatorier overvåger Yellowstone med alt fra satellitbilleder og webcams til gas-, -temperatur- og jordskælvmålere.\n\nOg hvis et superudbrud var på vej, ville der være tegn, siger Johanne Schmith.\n\n- Inden der kommer et stort udbrud, er der en masse uro i de geologiske lag. Der vil være jordskælv og måske mindre udbrud inden, som vi tydeligt vil lægge mærke til, siger hun.\n\n- Men det vil altså sandsynligvis foregå i måske ikke bare årtier, men endda århundreder, inden der sker noget drastisk.\n\nVandet er mere uroligt end magmaen\n\nFaktisk er det ikke engang magmaen - som bliver til lava over jorden - der lader til at være den største fare lige nu.\n\n© Denis Budkov / National Geographic Hvad er magma? Magma er sten, der er smeltet til en flydende masse. Det er typisk mellem 800 og 1200 grader varmt og bliver, når det størkner, til bjergarter som basalt eller granit. Den smeltede stenmasse kaldes for magma, når den er under jorden, men det hedder lava, når den flyder på jordoverfladen. Magma opstår dybt under jorden, når bjergarter i den øverste del af Jordens kappe smelter. Kilde: Den Store Danske (lex.dk) og Christian Tegner, professor ved Aarhus Universitet.\n\nForuden de thermiske udbrud, er Yellowstones populære gejsere, der sender kogende vand op i luften i nogle gange flere minutter ad gangen, jævnligt i udbrud.\n\n- Meget af det, man måler, er i virkeligheden mest på vandsystemet og ikke på magma-systemet, fortæller Johanne Schmith.\n\nDet lyder da faretruende, at man holder mest øje med vandet?\n\n- Nej, det er faktisk det modsatte, svarer Johanne Schmith.\n\n- Den gode nyhed er, at alle de signaler, vi får, er fra det hydrotermiske system og ikke fra det magmatiske system. For det er, så vidt vi kan se, stille.\n\nGejserne, som Yellowstones besøgende blandt andet kan betrage bag afspærringer, kan potentielt være til fare for nogle af nationalparkens mange besøgende, hvis man bliver fanget lige ved siden af en, der laver ballade.\n\n- Men det skal man så heller ikke være særlig bekymret for, siger Johanne Schmith.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "Partier vil have plan for at undgå en gentagelse af gårsdagens køkaos ved Storebælt",
      "link": "https://www.dr.dk/nyheder/indland/partier-vil-have-plan-undgaa-en-gentagelse-af-gaarsdagens-koekaos-ved-storebaelt",
      "date": "for 15 timer siden",
      "snippet": "Når nedbrud hos Nets slukker for elektronisk betaling, skal der være en klar plan for, at folk kan komme over broen og kunne betale, mener både S, SF og DF.",
      "text": "Det er uholdbart, at gårsdagens nedbrud hos Nets kan lamme trafikken i den grad, vi så udspille sig ved Storebæltsbroen i aftes.\n\nDerfor er der brug for at sikre et mere robust og fleksibelt betalingssystem. Særligt i situationer, hvor den elektroniske kortbetaling falder ud, som det var tilfældet i tre timer i går, mener flere partier.\n\n- Det, der skete på Storebælt i går, er helt uacceptabelt, siger værdiordfører fra Dansk Folkeparti Pia Kjærsgaard.\n\n- Jeg synes ikke, det er særlig godt, at Storebælt bare lukkede bommene ned og lod folk side og fortvivle i sommervarmen. Det synes jeg skal have et efterspil, som vi skal gøre op med.\n\nPia Kjærsgaard er for eksempel klar til at se på, hvordan man kan lave nogle klare instrukser - ikke bare til Sund & Bælt, men også andre instanser i vores samfund, der har kritisk betydning, og som kan blive ramt af betalingsnedbrud.\n\n- Fleksibilitet er nøgleordet, og den har ikke været til stede, og er den ikke til stede, så er der nødt til at ligge nogle retningslinjer, siger hun.\n\nØresundsbroen lod folk passere\n\nFra klokken 19 til 22 var der store problemer med kortbetaling i Danmark og resten af Norden på grund af et nedbrud hos betalingsvirksomheden Nets.\n\nBåde Øresundsbroen og Storebæltsbroen blev påvirket af, at deres bilister ikke kunne betale med kort.\n\nMen de håndterede det meget forskelligt.\n\nØresundbroen lod bommene gå op og lod bilisterne - cirka 300 styk - passere, oplyser broens afdelingschef, Håkån Kiendl, til Ritzau.\n\nDet gjorde Storebæltsbroen ikke, og der kom lange køer i begge retninger, også selvom broens egne betalingsløsninger som Brobizz og Paybyplate fungerede fint, oplyser Sund & Bælt til DR.\n\nKontanter og MobilePay var også en betalingsmulighed.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "DR: Nyheder",
      "link": "https://www.dr.dk/",
      "date": "15. okt. 2007",
      "snippet": "Dit Nyhedsoverblik: Breaking news og seneste nyheder - Stream DR's programmer på DRTV - Hør podcast på DR LYD.",
      "text": "Det er på vej: Nu kan du få gensyn med Bamse, Piet van Deurs og ’Ugeavisen’",
      "authors": [
        "Ole Ryborg",
        "Eu-Og Nato-Korrespondent"
      ]
    },
    {
      "title": "Bhutan - DR",
      "link": "https://www.dr.dk/feature/drn-ew-text-slider?id=685d38b45b1dab324338d96d&embed=true",
      "date": "6 dag siden",
      "snippet": "'Nul stjerner' anbefaler: Bhutan. DR. Hvis jeg kun havde én rejse tilbage, så ville jeg tage til Bhutan. Det er et lille kongedømme i Himalaya,...",
      "text": "",
      "authors": []
    },
    {
      "title": "Wärtsilä sælger del af sin maritime forretning fra",
      "link": "https://shippingwatch.dk/Virksomheder/article18369917.ece",
      "date": "3 dag siden",
      "snippet": "Den finske leverandør har indgået en aftale med Vinci Energies om et salg af forretningen for maritime elektriske systemer.",
      "text": "Jeg ønsker at modtage tilpassede nyhedsbreve på e-mail fra\n\nherunder information om\n\n, konferencer, kurser, netværk, konkurrencer og digitale tjenester. Med mit samtykke accepterer jeg også behandling af mine persondata, og at der indsamles information om min interaktion med markedsføringsmeddelelser (såsom åbning og læsning) ved hjælp af tracking pixels og lignende teknologier. Læs mere i vores\n\nog\n\n. Samtykket kan altid tilbagekaldes via afmeldingslink i nyhedsbreve.",
      "authors": []
    },
    {
      "title": "Fuglehotel i kirketårnet og højt græs i haven - Vejlby kirke er blevet grøn",
      "link": "https://www.dr.dk/nyheder/indland/fuglehotel-i-kirketaarnet-og-hoejt-graes-i-haven-vejlby-kirke-er-blevet-groen",
      "date": "3 dag siden",
      "snippet": "Vejlby Kirke i Aarhus har netop fået en særlig hæder og kan nu kalde sig Grøn Kirke. De seneste to år har ansatte og frivillige arbejdet for at gøre kirken...",
      "text": "Højt oppe over alter og orgel, øverst i kirketårnet, er der indrettet et helt særligt logi: 12 små hotelværelser på rad og række – hver og ét skabt til den fornemme, men krævende gæst, mursejleren.\n\nTre gange om dagen sender en lille højtaler et skrig ud som en invitation til, at fuglen er velkommen med sine æg.\n\n- Vi drømmer om, at alle 12 mursejlerkasser på sigt bliver fyldt op med unge fugle, som lægger æg, og at de kommer igen år efter år, fortæller kirkegårdsgartner Alexander Fredsgaard.",
      "authors": [
        "Alexander Fredsgaard",
        "Kirkegårdsgartner Hos Vejlkirke",
        "Jul Kl."
      ]
    },
    {
      "title": "Slovakiet kræver adgang til russisk gas til gengæld for ja til sanktioner",
      "link": "https://shippingwatch.dk/Rederier/Tanker/article18365828.ece",
      "date": "5 dag siden",
      "snippet": "”Regeringskoalitionen afviser det idiotiske forslag fra EU-Kommissionen om at stoppe de russiske gasstrømme fra 2028.”.",
      "text": "Slovakiet har dog ikke mulighed for at stoppe forslaget, der kan vedtages med kvalificeret flertal.\n\nI et opslag på det sociale medie X, lægger den slovakiske regeringsleder ikke skjul på sin modstand mod EU-Kommissionens forslag om at sige endegyldigt farvel til russisk gas fra 2028.\n\n”Regeringskoalitionen afviser det idiotiske forslag fra EU-Kommissionen om at stoppe de russiske gasstrømme fra 2028.”\n\nDen bedste løsning på situationen vil være at give Slovakiet en undtagelse, så landet kan opfylde sin kontrakt med russiske Gazprom\n\nDerfor har Slovakiet i stedet besluttet sig for indtil videre at bremse EU’s 18. sanktionspakke mod Rusland. Den skal nemlig vedtages enstemmigt. Dermed har Slovakiet i praksis vetoret.\n\nOg den brugte Fico tirsdag til endnu en gang at bremse sanktionspakken. Målet er at presse en svær indrømmelse ud af EU-Kommissionen:\n\n”Den bedste løsning på situationen vil være at give Slovakiet en undtagelse, så landet kan opfylde sin kontrakt med russiske Gazprom, indtil den udløber i 2034.”\n\n”Noget, som EU-Kommissionen i øjeblikket principielt afviser med den begrundelse, at en godkendelse af et sådant forslag vil underminere essensen af de antirussiske sanktioner”, skriver Fico i opslaget på X.\n\nEU-kommissær for energi, Dan Jørgensen, ser dog netop et farvel til russisk fossil energi som et af de vigtigste indgreb i forsøget på at stande Putins krig i Ukraine.\n\nDerfor vil det være svært for EU-Kommissionen at give undtagelser for nogen EU-lande.\n\nEU’s udenrigschef, Kaja Kallas, håber dog fortsat, at det snart vil lykkes at få alle 27 medlemslande bag den 18. sanktionspakke.\n\n”Jeg er meget ked af, at vi ikke nåede i mål i dag. EU-Kommissionen var meget tæt på at forsikre Slovakiet om, at der er tryghed for energiforsyningen trods et farvel til russisk gas.”\n\n”Nu skal vi få sanktionspakken aftalt. Det har allerede taget to måneder nu”, siger Kaja Kallas.\n\nHun lægger dermed ikke skjul på, at der er stigende irritation over, at Slovakiet blokerer pakken.\n\n- Sanktionerne er nødvendige for at fratage Rusland midlerne til at fortsætte krigen, siger Kaja Kallas.\n\nLavere prisloft på russisk olie\n\nHun håber dog, at det måske allerede onsdag vil lykkes at finde en vej til at få sanktionerne vedtaget. Også udenrigsminister Lars Løkke Rasmussen (M) var trods Slovakiets modstand optimistisk på vej ind til tirsdagens ministermøde i Bruxelles:\n\n”Vi er meget, meget tæt på. Om det bliver i dag eller først i morgen, ved jeg ikke, men jeg er overbevist om, at vi er tæt på”, sagde Løkke forud for dagens møde.\n\nSanktionspakken er målrettet russiske indtjeninger på energiområdet, russiske banker og den russiske militærindustri.\n\nBlandt forslagene er at sænke olieprisloftet fra 60 dollar til 45 dollar per tønde.\n\nDet skal være med til at sænke Ruslands indtjening og presse Rusland til at sætte sig ved forhandlingsbordet.\n\nOlieprisloftet blev aftalt af G7-landene i 2022 og er fastsat til et niveau, hvor det skal reducere Ruslands indtægter, samtidig med at de globale energimarkeder holdes stabile gennem fortsatte forsyninger.\n\nPrisloftet forbyder handel med russisk råolie transporteret med tankskibe, hvis den betalte pris er over 60 dollar per tønde.",
      "authors": []
    },
    {
      "title": "Forventninger til solid sommerefterspørgsel hæver oliepriserne",
      "link": "https://shippingwatch.dk/Virksomheder/article18366255.ece",
      "date": "5 dag siden",
      "snippet": "Oliepriserne stiger onsdag, hvilket sker på baggrund af forventninger til en solid sommerefterspørgsel fra verdens to største forbrugere, USA og Kina.",
      "text": "Oliepriserne stiger onsdag, hvilket sker på baggrund af forventninger til en solid sommerefterspørgsel fra verdens to største forbrugere, USA og Kina. Stigningen er dog begrænset af analytikeres forsigtighed med henblik på den bredere økonomi.\n\nDet skriver Reuters.\n\nEn tønde af den europæiske referenceolie, Brent, koster onsdag morgen 68,96 dollar mod 68,86 dollar natten til onsdag, mens den tirsdag eftermiddag kostede 69,02 dollar. Den amerikanske WTI-olie handles samtidig i 66,91 dollar mod 66,66 dollar tirsdag eftermiddag.\n\nOliepriserne har været svingende på det sidste, da der på den ene side har været tegn på en stabil rejseefterspørgsel, mens der på den anden side har været bekymringer om, at USA’s told på handelspartnere vil bremse den økonomiske vækst og forbruget af brændstof.\n\n”Stærk sæsonbestemt giver i øjeblikket oliepriserne et opadgående momentum, da sommerrejser og industriel aktivitet topper. Øget benzinforbrug, især i USA i forbindelse med helligdagene den 4. juli, har signaleret en robust efterspørgsel efter brændstof, hvilket er med til at opveje det negative pres fra stigende lagerbeholdninger og toldproblemer,” lyder det fra en analytiker for LSEG i en note til Reuters.\n\nPriyanka Sachdeva, der er seniormarkedsanalytiker for Phillip Nova, har sagt, at investorerne bør holde øje med inflations- og renteforventningerne i USA, da Trumps fortsatte pres for bredere toldsatser kan være inflationsfremmende og kan dæmpe efterspørgslen efter brændstof på mellemlang sigt.\n\nUdsigten til den globale økonomi i andet halvår er positiv ifølge en månedlig rapport fra Organisationen af Olieeksporterende Lande og dens allierede, Opec+. Både Brasilien, Kina og Indien overstiger forventningerne, mens USA og EU er i bedring fra sidste år.\n\nPå det øvrige råvaremarked koster en troy ounce guld onsdag morgen 3339,41 dollar mod 3348,24 dollar tirsdag eftermiddag.",
      "authors": []
    },
    {
      "title": "Navigator Gas starter nyt ammoniakrederi med Amon Maritime",
      "link": "https://shippingwatch.dk/Rederier/Tanker/article18371233.ece",
      "date": "3 dag siden",
      "snippet": "Det nye selskab vil hedde Navigator Amon Shipping og vil råde over to skibe, der skal sejle på og med ammoniak.",
      "text": "Jeg ønsker at modtage tilpassede nyhedsbreve på e-mail fra\n\nherunder information om\n\n, konferencer, kurser, netværk, konkurrencer og digitale tjenester. Med mit samtykke accepterer jeg også behandling af mine persondata, og at der indsamles information om min interaktion med markedsføringsmeddelelser (såsom åbning og læsning) ved hjælp af tracking pixels og lignende teknologier. Læs mere i vores\n\nog\n\n. Samtykket kan altid tilbagekaldes via afmeldingslink i nyhedsbreve.",
      "authors": []
    },
    {
      "title": "China’s Shipbuilding Market Share Plummets as U.S. Port Fees Loom",
      "link": "https://gcaptain.com/chinas-shipbuilding-market-share-plummets-as-ustr-port-fees-loom/",
      "date": "4 days ago",
      "snippet": "Chinese shipyards have seen their global market share drop dramatically from 72% to 52% in the first half of 2025, according to a new analysis from BIMCO.",
      "text": "Chinese shipyards have seen their global market share drop dramatically from 72% to 52% in the first half of 2025, according to a new analysis from BIMCO.\n\n“In the first half of 2025, China’s share of newbuilding contracting fell to 52% from 72% in the previous six months. Growing concerns over USTR port fees on Chinese ships in US ports likely contributed to a decrease in contracting in China. This trend was further amplified by a drop in global ship contracting and a shift in the types of ships being ordered,” says Filipe Gouveia, Shipping Analysis Manager at BIMCO.\n\nThe upcoming USTR port fees, scheduled to take effect in October 2025, will affect both Chinese owners and operators, as well as ships built in China. The policy does include exemptions for smaller Chinese-built vessels based on sector-specific criteria and for short haul voyages.\n\nAccording to BIMCO’s analysis, global newbuilding orders measured in Compensated Gross Tonnage (CGT) fell 54% year-over-year during the first half of 2025. The decline was most pronounced in bulkers, tankers, and gas carriers, sectors hit by weaker freight rates. Container and cruise ships were the only major segments showing expanded contracting activity.\n\nChart courtesy BIMCO\n\nWhile China continues to dominate global shipbuilding, South Korea has recently gained ground in key sectors. In 2024, South Korea led in gas carrier construction, and this year it has overtaken China in crude tanker shipbuilding as well.\n\nGouveia notes that alternative shipbuilding capacity remains limited: “Even if shipowners try to avoid ordering ships in China due to USTR fees, there is a limit to the capacity available outside of the country. Consequently, if global ship contracting had not significantly dropped during the start of the year, China’s share of contracting would have likely been larger.”\n\nIndustry constraints have created an extended orderbook with significant lead times, particularly for larger vessels and specialized ships like container carriers, gas carriers, and cruise ships. Of this year’s new orders, 31% are scheduled for delivery in 2027, 38% in 2028, and 23% in subsequent years.\n\nSouth Korea and Japan, the second and third largest shipbuilding nations respectively, face challenges in expanding their production capacity due to labor shortages stemming from declining populations. These demographic challenges have increased labor costs, affecting their competitiveness in the global market.\n\nLooking ahead, Gouveia believes China’s position remains strong despite recent setbacks: “China’s dominant position in shipbuilding is unlikely to significantly change soon, but the country could face increasing competition in the medium term. Countries like the Philippines and Vietnam, already small-scale producers of bulkers and tankers, may boost their output, benefiting from low labor costs. Meanwhile, although the US and India currently have limited shipbuilding capacity, both governments are actively working to strengthen their domestic industries. However, even if they succeed, it will take time for them to scale up production.”",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Moscow orders ship hull sweeps after surge in mystery blasts",
      "link": "https://splash247.com/moscow-orders-ship-hull-sweeps-after-surge-in-mystery-blasts/",
      "date": "2 days ago",
      "snippet": "Russia's state-run port operator FSUE Rosmorport has announced a RUB 3.16 billion ($39.5m) tender to inspect the underwater sections of vessels at key...",
      "text": "Russia’s state-run port operator FSUE Rosmorport has announced a RUB 3.16 billion ($39.5m) tender to inspect the underwater sections of vessels at key Baltic Sea ports amid mounting concerns over maritime sabotage.\n\nThe sweeping safety initiative follows a string of mysterious explosions on merchant ships, most recently aboard StealthGas’s ammonia tanker Eco Wizard (pictured) at the Ust-Luga energy hub earlier this month. That blast—officially described as a “minor leak”—triggered the evacuation of the vessel and temporary port closure. Damage inspection revealed large holes in the hull, with metal bent inward, fuelling speculation of an external attack.\n\nThe new contract is divided into four lots, covering ports at Saint Petersburg, Ust-Luga, Primorsk, Vysotsk, Vyborg and Kaliningrad. Work will include detailed surveys of propellers, rudders, thrusters, sea chests, and bulbous bows, using sonar, hydroacoustic systems, and remotely operated underwater vehicles (ROVs) to detect unplanned or potentially explosive objects.\n\nEach vessel inspection is expected to cost between RUB578,000 and RUB2.8m, depending on vessel class. Bidding is open until July 24, with contracts to be awarded by August 4.\n\nThe Eco Wizard blast followed similar incidents in February, when the Turkish-owned Koala was rocked by three explosions at Ust-Luga, and in June when the Vilamoura, a suezmax managed by TMS Tankers, was hit after calling at Russian ports.\n\nThe Ust-Luga incidents are part of a growing list of maritime explosions involving tankers linked to Russian trade, including outside the Baltic. In recent months, explosions on the Seajewel and Seacharm (both aframaxes managed by Thenamaris) in the Mediterranean, as well as the Grace Ferrum off Libya, have raised alarms among maritime security experts, many of whom suspect the use of limpet mines.\n\nIn December 2024, the Ursa Major, a Russian general cargo ship, sank in the western Mediterranean following an underwater explosion. While official statements have often downplayed these events, local authorities and international observers increasingly view them as a coordinated campaign against Russia’s export of fossil fuels.\n\nThe string of blasts recorded in recent months will likely initiate a review of war risk premium rates for vessels calling Russian Baltic Sea ports, maritime security specialist Ambrey suggested earlier this month. Ambrey is advising shipping companies to conduct asset screening assessments for all charter-party agreements and purchases, and to carry out dynamic voyage risk assessments.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Barnacle Bill"
      ]
    },
    {
      "title": "Ship registry and 105 vessels among entities listed in EU’s latest Russian sanctions",
      "link": "https://splash247.com/ship-registry-and-105-vessels-among-entities-listed-in-eus-latest-russian-sanctions/",
      "date": "2 days ago",
      "snippet": "The European Union officially rolled out its 18th sanctions package today, overcoming opposition from Slovakia earlier in the week.",
      "text": "The European Union officially rolled out its 18th sanctions package today, overcoming opposition from Slovakia earlier in the week. The sanctions are aimed squarely at crippling Moscow’s revenue streams and tightening the noose on its shadow fleet of sanctioned tankers\n\nUnder the new measures, the oil price cap for Russian crude will be tightened—reduced to roughly $47–$48 per barrel, or about 15% below prevailing prices. Meanwhile, transactions related to Nord Stream pipelines are now fully banned, and refined oil products made from Russian crude face a complete import prohibition.\n\nThe EU will blacklist 105 additional vessels tied to Russia’s shadow tanker fleet, and for the first time has decided to sanction an, as yet unspecified, ship registry. This move builds on earlier efforts, bringing the total number of sanctioned vessels to well over 400. Also of interest from a shipping perspective has been the decision to sanction the biggest Rosneft refinery in India.\n\nFinancially, the package targets Russian and third-country banks suspected of aiding sanction evasion. It also includes asset freezes and transactional bans on key military-linked energy entities like Rosneft and Surgutneftegas. The Nord Stream ban further severs EU ties to Russian energy infrastructure.\n\nEU foreign policy chief Kaja Kallas declared this sanctions package “among the strongest to date,” emphasising it would continue ramping up pressure until Moscow halts its aggression. Commission president Ursula von der Leyen echoed the tone, saying “Strength is the only language that Russia will understand.”\n\nEarlier this week, US president Donald Trump announced a sweeping threat to impose secondary sanctions on nations importing Russian exports. Trump warned that unless Russia agrees to a peace deal within 50 days, by September 3, his administration would introduce a 100% tariff on Russian goods and apply secondary sanctions on buyers of Russian oil.\n\nIndia and China remain the main buyers of Russian crude, accounting for 33% and 21% of imports year-to-date per AXS Marine data, respectively. On clean products, Turkey and Brazil have been the main buyers, accounting for 26% and 14% year-to-date, respectively. On LNG, the EU remains the main buyer, with Japan taking the largest share of Asian countries.\n\nIn related shadow fleet news, Malaysia has said it will implement new regulations by the end of July aimed at tightening enforcement against illegal ship-to-ship (STS) oil transfers in its territorial waters. Under the new regulations, vessels caught conducting unauthorised oil transfers will face immediate detention. Malaysia has been one of the main areas where shadow tankers transfer sanctioned oil to then take to China.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Barnacle Bill"
      ]
    },
    {
      "title": "LNG Canada Ramps Up Exports as PetroChina Takes First Cargo",
      "link": "https://gcaptain.com/lng-canada-ramps-up-exports-as-petrochina-takes-first-cargo/",
      "date": "3 days ago",
      "snippet": "LNG Canada has loaded its fifth cargo, marking an accelerated ramp-up in exports, according to data from Kpler. The milestone shipment was lifted by...",
      "text": "LNG Canada has loaded its fifth cargo, marking an accelerated ramp-up in exports, according to data from Kpler. The milestone shipment was lifted by PetroChina, which controls the Hong Kong-flagged LNG carrier Wudang, making it the last of the five joint venture participants to receive its inaugural cargo.\n\nWith four additional tankers signaling imminent calls at the terminal, Kpler Insight has significantly raised its export forecasts. July exports are now projected at 0.49 million tonnes, up from the previous estimate of 0.21 million tonnes, while August forecasts have been increased to 0.56 million tonnes from 0.36 million tonnes. The facility’s first liquefaction train is expected to reach full export capacity by mid-August.\n\nThe export acceleration comes just weeks after the facility’s historic first cargo, which was loaded on June 30, officially placing Canada on the map of LNG exporting nations. Located in Kitimat, British Columbia, in the traditional territory of the Haisla Nation, the facility initially operates with two processing trains with a total capacity of 14 million tonnes per annum.\n\n“Today is a historic moment for LNG Canada and our five joint venture participants, Haisla Nation, the District of Kitimat, British Columbia and all of Canada,” said Chris Cooper, LNG Canada President and CEO at the inaugural shipment ceremony. “We’re proud to be part of the effort to help Canada diversify its export markets and to deliver lower carbon energy to the world, for many decades to come.”\n\nCanadian Prime Minister Mark Carney noted the strategic importance of the project: “With LNG Canada’s first shipment to Asia, Canada is exporting its energy to reliable partners, diversifying trade, and reducing global emissions — all in partnership with Indigenous Peoples.”\n\nThe LNG Canada joint venture is comprised of Shell (40%), PETRONAS (25%), PetroChina (15%), Mitsubishi Corporation (15%), and Korea Gas Corporation (5%). Each participant provides its own natural gas supply and individually markets their respective share of the liquefied natural gas.\n\nThe partners are already exploring a potential Phase 2 expansion, which may include two additional LNG trains, potentially doubling the facility’s capacity to 28 million tonnes per annum.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "EU Targets Russia’s Shadow Fleet with Sweeping Sanctions in 18th Package",
      "link": "https://gcaptain.com/eu-targets-russias-shadow-fleet-with-sweeping-sanctions-in-18th-package/",
      "date": "2 days ago",
      "snippet": "The European Union has adopted its 18th package of sanctions against Russia, with significant measures targeting the maritime sector and Russia's shadow...",
      "text": "The European Union has adopted its 18th package of sanctions against Russia, with significant measures targeting the maritime sector and Russia’s shadow fleet operations that have been circumventing previous restrictions.\n\nIn one of the most extensive maritime components of EU sanctions to date, an additional 105 vessels will now be subject to port access bans and prohibited from receiving a broad range of maritime transport services. This brings the total number of listed vessels to 444.\n\n“The EU just approved one of its strongest sanctions packages against Russia to date. Each sanction weakens Russia’s ability to wage war,” said Kaja Kallas, High Representative for Foreign Affairs and Security Policy and chair of the Foreign Affairs Council.\n\nThe new measures specifically target non-EU tankers that form part of Vladimir Putin’s shadow fleet—vessels that have been circumventing the oil price cap mechanism, supporting Russia’s energy sector, or transporting military equipment and stolen Ukrainian grain.\n\nFor the first time, the EU has extended sanctions to include the captain of a shadow fleet vessel and a private operator of an international flag registry. Full-fledged sanctions including asset freezes and travel bans now target Russian and international companies managing shadow fleet vessels, as well as traders of Russian crude oil.\n\nThe package also addresses third-country enablers, specifically sanctioning “a major customer of the shadow fleet – a refinery in India with Rosneft as its main shareholder.”\n\nIn addition to vessel-specific measures, the EU is lowering the price cap for Russian crude oil from US $60 to US $47.6 per barrel and introducing an automatic mechanism to keep the cap aligned with global oil prices. This adjustment targets a revenue stream that still represents one-third of the Russian government’s income.\n\nThe EU is also introducing an import ban on refined petroleum products made from Russian crude oil coming from third countries, with exceptions for Canada, Norway, Switzerland, the UK, and the US. This measure aims to prevent Russian oil from reaching EU markets through indirect routes.\n\nA full transaction ban has also been imposed on Nord Stream 1 and 2 pipelines, preventing their completion, maintenance, operation, or any future use.\n\nThese maritime and energy sector restrictions are part of a broader sanctions package that also targets Russia’s banking system, military industry, and includes measures against Belarus.\n\n“The message is clear: Europe will not back down in its support for Ukraine. The EU will keep raising the pressure until Russia ends its war,” Kallas emphasized.\n\nThe relevant legal acts are expected to be published soon in the Official Journal of the EU.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Container Shipping Faces Prolonged Overcapacity Through 2028, Analysts Warn",
      "link": "https://gcaptain.com/container-shipping-faces-prolonged-overcapacity-through-2028-analysts-warn/",
      "date": "3 days ago",
      "snippet": "Liner analysts have warned that the supply and demand curve will continue to widen before hitting a peak in 2028, as vessel orderbooks grow and demolition...",
      "text": "By Charlotte Goldstone (The Loadstar) – Liner analysts have warned that the supply and demand curve will continue to widen before hitting a peak in 2028, as vessel orderbooks grow and demolition comes to “a near standstill”.\n\nBraemar’s Quarterly Container Fleet Statistics report estimates that a total of 2.3m teu was ordered during the first half of the year, with carrier appetite for tonnage “only marginally slowed” from the vast 3.8m teu ordered in H2 24.\n\nOne major characteristic of the order market in Q2 was the “intense focus on regional and sub-panamax newbuilding investments”.\n\n“Neo-panamax and ULCS containership newbuilding investment still materialised in 2025, but a firm switch in focus toward smaller ship investment is now becoming visible,” said Braemar.\n\nIt says 159 vessels with a capacity of 14,000 teu or more were ordered last year, compared with 77 in H1 25, “suggesting the pace of big ship ordering has only slowed slightly”.\n\nHowever, for feeders and regional box ships up to 4,000 teu, “the uptick in 2025 is evident”. In the first six months, the number of orders iwas 74, just shy of the full-year 2024 total of 80.\n\nBraemar estimated this size fleet is represented by 32% of vessels aged 20 years or more, projected to increase to 45%–50% by 2030.\n\nOverall, the “intense” newbuilding investment has produced a current orderbook of 9.6m teu, equivalent to 30.5% of the capacity of the operational fleet, as at 1 July.\n\nDue to the lag between order and delivery, there is 3.3 million teu scheduled to be delivered in 2028, while the average net fleet growth is expected to reach 7.3%.\n\n“This intensive fleet renewal programme combined with tepid trade growth expectations will widen the supply and demand curve,” warned Jonathan Roach, container market analyst at Braemar.\n\nMr Roach estimated that container fleet overcapacity will average 27% annually in the four years to 2028, while this year overcapacity is projected to be 18%, and 19% in 2026.\n\nExacerbating this, Alphaliner reported that the number of cellular container vessels sold for demolition fell to “negligible levels in H1 25”, with only 10 ships, for a total of 5,454 teu, being recycled. Across the same period in 2024, 48,600 teu had been sold for demolition.\n\n“With essentially zero idling and no slack in the container vessel fleet, ship recycling has come to a near standstill,” it said in its latest report.\n\nAlphaliner attributed shipowners’ reluctance to dispose of older tonnage to “healthy freight and charter markets, boosted by both the Cape of Good Hope diversions and sustained cargo volumes across the globe”.\n\nAnd it forecast that the already lacklustre demolition sales would remain low in the near future, due to continued Cape diversions “significantly boosting the teu-mile demand”, and the scarce availability of charter tonnage.\n\n“For carriers, keeping older tonnage going also resulted from lessons learnt from the multiple disruptions of the last few years (Covid, Red Sea, tariffs, congestion, strikes, strained supply chains), where having some fleet ‘overhang’ has been welcome to face unforeseen events,” explained Alphaliner.\n\nMr Roach concluded: “Heightened uncertainty will play a big part in the next few years, and unexpected developments will impact the global economy and have a knock-on impact on liner fortunes.”\n\nBraemar forecast carriers’ current earnings cycle “to hit a low point in 2028”, with a return to Red Sea transits combined with a huge year for newbuilding deliveries.",
      "authors": [
        "The Loadstar"
      ]
    },
    {
      "title": "Seaspan pens deal to reinforce Canadian shipbuilding steel supply chain",
      "link": "https://splash247.com/seaspan-pens-deal-to-reinforce-canadian-shipbuilding-steel-supply-chain/",
      "date": "4 days ago",
      "snippet": "Seaspan Vancouver Shipyards has signed a memorandum of understanding with Stigterstaal Canada and Algoma Steel to reestablish a domestic steel supply chain...",
      "text": "Seaspan Vancouver Shipyards has signed a memorandum of understanding with Stigterstaal Canada and Algoma Steel to reestablish a domestic steel supply chain focused on bolstering and expanding shipbuilding in Canada.\n\nThis move follows the current trend of countries trying to ensure their own shipbuilding supply chains.\n\nThe US, with its “Buy American” policy, is looking to prioritise domestic steel, particularly low‑carbon “green steel”, while the EU has its Steel & Metals Action Plan, introduced in March 2025, which should buffer its strategic steel sector.\n\nSimilarly, Canada has its National Shipbuilding Strategy (NSS), which looks to increase the use of Canadian-made materials in shipbuilding.\n\nThis memorandum provides a framework under the NSS for the three companies to assess the feasibility of Algoma Steel supplying class and non-class steel to Seaspan through Stigterstaal, who will act as a commercial and logistical subcontractor.\n\nThey will also engage in discussions to evaluate technical, commercial, and logistical requirements for Seaspan’s first-in-class icebreaker build. The collaboration also seeks to strengthen Canadian industrial capabilities and support the long-term sustainability of the national shipbuilding sector.\n\nThe icebreaker is the seventh vessel designed and built by Seaspan under Canada’s NSS. The agreement also looks to increase the use of Canadian-made materials in shipbuilding. Seaspan’s NSS supply chain now includes more than 800 Canadian companies, resulting in more than $3bn in contracts.\n\n“With the completion of our plate mill modernisation and the ongoing transformation to Electric Arc Furnace steelmaking, we are well-positioned to deliver high-quality, made-in-Canada steel for critical national projects,” said Christopher Ford, CCO of Algoma Steel.\n\nSeaspan is the world’s largest containership lessor with a fleet of more than 180 ships in operation and over 40 newbuildings confirmed.",
      "authors": [
        "Bojan Lepic",
        "Bojan Is An English Language Professor Turned Journalist With Years Of Experience Covering The Energy Industry With A Focus On The Oil",
        "Gas",
        "Lng Industries As Well As Reporting On The Rise Of The Energy Transition. Previously",
        "He Had Written For Navingo Media Group Titles Including Offshore Energy Today",
        "Lng World News. Before Joining Splash",
        "Bojan Worked As An Editor For Rigzone Online Magazine.",
        "Barnacle Bill",
        "Dr. Arun Kasi",
        "Martyn Benson"
      ]
    },
    {
      "title": "Yang Ming books LNG-fuelled boxship series at Hanwha Ocean",
      "link": "https://splash247.com/yang-ming-books-lng-fuelled-boxship-series-at-hanwha-ocean/",
      "date": "3 days ago",
      "snippet": "Taiwanese shipping line Yang Ming Marine Transport has lined up a series of containership newbuilds at South Korean shipbuilder Hanwha Ocean, continuing its...",
      "text": "Taiwanese shipping line Yang Ming Marine Transport has lined up a series of containership newbuilds at South Korean shipbuilder Hanwha Ocean, continuing its fleet renewal programme with a focus on dual-fuel technology.\n\nThe company has booked seven LNG dual-fuel 15,500 teu vessels in a deal valued between $1.36bn and $1.53bn, with delivery scheduled in 2028 and 2029.\n\nThe move follows a previously stated plan to bring in as many as 13 new vessels ranging from 8,000 to 15,000 teu. In March, Yang Ming signed a separate agreement with Shoei Kisen for three 8,000 teu methanol dual-fuel-ready ships, also due for delivery in 2028–2029.\n\nYang Ming, currently ranked 10th globally among liner operators and second in Taiwan after Evergreen, operates a fleet of around 100 ships. Five LNG dual-fuel 15,500 teu ships from HD Hyundai Heavy Industries are already on order, with delivery beginning in 2026.\n\n“The adoption of dual-fuel solutions for the 15,000 teu vessels, alongside the five LNG dual-fuel containerships scheduled for delivery beginning in 2026, will ensure stable service on East-West routes while achieving a 20% reduction in GHG emissions compared to traditional fuel,” the company said in a statement.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Barnacle Bill",
        "Dr. Arun Kasi"
      ]
    },
    {
      "title": "Fincantieri Rallies Washington for ‘Shipbuilding Renaissance’ as Industry Reaches Critical Crossroads",
      "link": "https://gcaptain.com/fincantieri-rallies-washington-for-shipbuilding-renaissance-as-industry-reaches-critical-crossroads/",
      "date": "3 days ago",
      "snippet": "Fincantieri, the Italian shipbuilding giant behind the U.S. Navy's Constellation-class frigates, hosted a high-profile event in Washington, D.C. this week,...",
      "text": "Fincantieri, the Italian shipbuilding giant behind the U.S. Navy’s Constellation-class frigates, hosted a high-profile event in Washington, D.C. this week, calling for a renewed focus on rebuilding America’s maritime industrial base.\n\nThe event, titled “FULL SPEED AHEAD: The U.S. Shipbuilding Renaissance,” brought together senior government officials, defense experts, and industry leaders to discuss the future of American shipbuilding.\n\n“This is a defining moment for American shipbuilding—and Fincantieri is here to stay,” said Pierroberto Folgiero, CEO of Fincantieri. “We are not just investing in infrastructure; we are investing in the future of maritime security, industrial innovation, and the skilled workforce that powers it.”\n\nFincantieri operates a “System of Shipyards” across Wisconsin and Florida, employing more than 3,000 workers and partnering with over 900 U.S. suppliers across 43 states. The company has invested more than $800 million into its U.S. operations, with plans to further integrate artificial intelligence, advanced robotics, and digitalization into its shipyards to boost productivity.\n\nThe D.C. event comes amid a broader realignment of the U.S. shipbuilding landscape, as both domestic and international players accelerate investments in U.S. yards. Recent developments include the formation of the United Shipbuilding Alliance between Bollinger Shipyards and Edison Chouest Offshore, Davie Shipbuilding’s $1 billion investment in Texas shipyards, and HD Hyundai’s partnership with Edison Chouest for LNG-fueled containership construction.\n\nFincantieri’s event also highlighted workforce development as a national security priority. Vice Admiral Rick Hunt (ret.), President of Fincantieri Marinette Marine, moderated a panel featuring experts from the Center for Strategic and International Studies (CSIS), Atlantic Council, and Center for a New American Security (CNAS), focusing on strategies to rebuild a resilient industrial base.\n\nThe company’s U.S. operations are currently at the center of Navy modernization, building the lead ships of the Constellation-class frigates, seen as a crucial platform for distributed maritime operations. However, the program has faced its challenges. The first ship, USS Constellation (FFG-62), was originally slated for April 2026 delivery, but it’s now forecast for April 2029, representing a 36-month delay. A 2024 Government Accountability Office report criticized the Navy for awarding the initial construction contract despite an incomplete design, resulting in weight issues and crucial subsystems that could fail at sea.\n\nWith mounting geopolitical pressures and increasing Arctic activity, policymakers have been sounding alarms over the fragile state of U.S. shipbuilding. President Trump signed an executive order in April aimed at reviving domestic shipbuilding and reducing China’s grip on the global shipping industry.\n\n“The message from D.C. this week is clear,” said one industry attendee. “Rebuilding American shipbuilding isn’t optional—it’s a national security imperative.”",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "New York cancels offshore wind power line project due to Trump ban",
      "link": "https://splash247.com/new-york-cancels-offshore-wind-power-line-project-due-to-trump-ban/",
      "date": "2 days ago",
      "snippet": "New York's Public Service Commission has stopped the project that would bring offshore wind power to New York City. Gas and electric utility customers would...",
      "text": "New York’s Public Service Commission has stopped the project that would bring offshore wind power to New York City.\n\nGas and electric utility customers would pay for the costs of the transmission lines to transport wind power that doesn’t exist, leaving them vulnerable to rate hikes, especially due to Trump’s decision to block the issuance of new permits for offshore wind projects.\n\nIn 2023, the commission decided to construct new power lines to deliver at least 4,770MW of offshore wind energy to New York City by 2033. That project has now been cancelled.\n\nAfter the New York Independent System Operator started the search in April last year for companies to build the power lines, 28 proposals arrived at their address from four different companies with offers ranging from $7.9bn to $23.9bn.\n\n“We will continue to press forward regarding infrastructure needs for offshore wind in the future once the federal government resumes leasing and permitting for wind energy generation projects,” said PSC chair Rory Christian.\n\nThe original 2023 plan was supposed to meet the climate goal of 9GW from wind by 2035. But without government support, they can’t know what design or plans to use for the power lines.",
      "authors": [
        "Bojan Lepic",
        "Bojan Is An English Language Professor Turned Journalist With Years Of Experience Covering The Energy Industry With A Focus On The Oil",
        "Gas",
        "Lng Industries As Well As Reporting On The Rise Of The Energy Transition. Previously",
        "He Had Written For Navingo Media Group Titles Including Offshore Energy Today",
        "Lng World News. Before Joining Splash",
        "Bojan Worked As An Editor For Rigzone Online Magazine.",
        "Barnacle Bill",
        "Dr. Arun Kasi",
        "Martyn Benson"
      ]
    },
    {
      "title": "Stort EU-besøg på Esbjerg Havn: Dansk skibsfart og grøn energi i fokus",
      "link": "https://danishshipping.dk/seneste-nyt/2025/stort-eu-besoeg-paa-esbjerg-havn-dansk-skibsfart-og-groen-energi-i-fokus/",
      "date": "3 days ago",
      "snippet": "Stor EU-delegation besøger bl.a. ESVAGT på havnen i Esbjerg og A.P. Møller - Mærsk på havnen i Aarhus. Regeringen benytter dansk EU-formandskab til at sætte...",
      "text": "Danmark har overtaget formandskabet i EU’s Ministerråd, hvor den danske regering nu sidder for bordenden det næste halve års tid. Det giver mulighed for at præge EU-samarbejdet på nogle af de områder, som er vigtigst for Danmark. Den danske regering har fremhævet sikkerhed, kon­kur­ren­ce­ev­ne og grøn omstilling som særligt vigtige dagsordener under det danske formandskab.\n\nFormandskabet giver også rig mulighed for at vise noget af det bedste, som vi har i Danmark, frem til glæde og inspiration for kollegerne i EU. Den mulighed benytter den danske regering sig selvfølgelig af, og det vækker begejstring i Danske Rederier, at bl.a. grøn energi og skibsfart er blandt de styr­kepo­si­tio­ner, som regeringen vælger at fremhæve.\n\nDet så man bl.a. klart, da formandskabet blev officielt skudt i gang i Aarhus tidligere på måneden og Mette Frederiksen i spidsen for regeringen inviterede Ursula von der Leyen og resten af Kommissionen ombord på Laura Mærsk, verdens første containerskib, der kan sejle på e-metanol.\n\nOg i dag løber et stort am­bas­sa­dør­be­søg af stablen på Esbjerg Havn, hvor 100 deltagere fra alle 27 medlemslande mødes med vigtige aktører i den danske grønne værdikæde. I morgen fortsætter besøget i Aarhus.\n\n”Hvis vi ser på de seneste planer, så ser vi en vækst fra 40 GW, der er installeret i Europa i 2025, til 184 GW i 2035. Det er en vækst på 450 procent. Og den rejse vil vi gerne være en del af,” siger Nils Overgaard, Head of Special Projects, ESVAGT, om perspektiverne i udbygning af offshore vind i Europa.",
      "authors": []
    },
    {
      "title": "Velkommen til Danske Rederier",
      "link": "https://danishshipping.dk/",
      "date": "Jun 23, 2023",
      "snippet": "Stor EU-delegation besøger bl.a. ESVAGT på havnen i Esbjerg og A.P. Møller - Mærsk på havnen i Aarhus. Regeringen benytter dansk EU-formandskab til at sætte...",
      "text": "Mange, der har deres gang ved de danske kyster, har sikkert set den ikoniske fuldrigger glide forbi. Med sine 30 meter høje master og en længde på 54 meter, er det 90-årige skoleskib Georg Stage et smukt syn. Bygget af stål og med tre markante master, tovværk, borgspryd og ikke mindst en besætning af unge mennesker, der prøver kræfter med livet til søs.",
      "authors": []
    },
    {
      "title": "Debatindlæg: Nordvestjylland kan også blive en vigtig brik i det europæiske energipuslespil",
      "link": "https://danishshipping.dk/seneste-nyt/2025/debatindlaeg-nordvestjylland-kan-ogsaa-blive-en-vigtig-brik-i-det-europaeiske-energipuslespil/",
      "date": "4 days ago",
      "snippet": "Dagbladet Holstebro-Struer 16. juli 2025. Af Marianne Bredal, borgmester Struer Kommune, H.C. Østerby, borgmester Holstebro Kommune, Erik Flyvholm,...",
      "text": "Dagbladet Holstebro-Struer 16. juli 2025.\n\nAf Marianne Bredal, borgmester Struer Kommune, H.C. Østerby, borgmester Holstebro Kommune, Erik Flyvholm, borgmester Lemvig Kommune, ad­mi­ni­stre­ren­de direktør Anne H. Steffensen, adm. direktør, Danske Rederier\n\nDanmark har netop overtaget formandskabet i EU. Grøn omstilling og vedvarende energi er højt på dagsordenen.\n\nDet er det også i Nord­ve­stjyl­land, hvor Klog Energi er et samarbejde mellem Lemvig, Struer og Holstebro Kommune, der samarbejder med det lokale erhvervsliv om at drive den grønne omstilling og udbygningen af vedvarende energi.\n\nDet danske formandskab er i fuld gang, og vi får lejlighed til at vise noget af det bedste, som Danmark står for, frem i den vigtige europæiske sammenhæng. Formandskabet blev officielt lanceret i Aarhus, hvor hele flokken af kommissærer og den danske regering bl.a. var på besøg på Laura Mærsk, verdens første containerskib, der kan sejle på grøn metanol.\n\nDen 17. juli er den danske EU-ambassadør Søren Jacobsen vært for sine kollegaer på havnen i Esbjerg for at se en dansk styrkeposition – den grønne værdikæde fra opsætning af vindmøller, energinet, produktion af grønne brændstoffer til skibene, som skal sejle på dem.\n\nDet er stærkt, at regeringen vælger at fremhæve danske styr­kepo­si­tio­ner som skibsfart og vedvarende energi som noget af det, vi allerhelst vil vise frem for resten af Europa.",
      "authors": []
    },
    {
      "title": "Maritime",
      "link": "https://transport.ec.europa.eu/transport-modes/maritime_en",
      "date": "Oct 21, 2021",
      "snippet": "Maritime transport enables trade and contacts between all European nations. It ensures the security of supply of energy, food and commodities.",
      "text": "What do we want to achieve ?\n\nFor Europe, maritime transport has been a catalyst for economic development and prosperity throughout its history. Maritime Transport enables trade and contacts between all European nations. It ensures the security of supply of energy, food and commodities and provides the main vehicle for European imports and exports to the rest of the world. Almost 90% of the EU’s external freight trade is seaborne. Short sea shipping represents one third of intra-EU exchanges in terms of ton-kilometers. Ensuring a good quality of life on Europe’s islands and in peripheral maritime regions depends on good maritime transport services. Each year, more than 400 million passengers embark and disembark at European ports. Overall, maritime industries are an important source of employment and income for the European economy.\n\n\n\nThe European Commission's objective is to protect Europe with very strict safety rules preventing sub-standard shipping, reducing the risk of serious maritime accidents and minimising the environmental impact of maritime transport. It also safeguards access to the maritime transport market and promotes reduction of administrative burden through digitalisation. The Commission also works actively against piracy and terrorism threats. Another important activity concerns the social dimension: looking after working conditions, health and safety issues and regulating the professional qualifications of seafarers. Finally, the Commission works for the protection of citizens as users of maritime transport services, ensuring safe and secure conditions, looking after their rights as passengers and examining the quality of public service connections proposed by Member States.\n\nThe Commission's strategic goals and recommendations for the EU had been set out in 2009 in the Maritime Transport Policy until 2018. An implementation report was published in September 2016, presenting main developments and achievement as identifying areas for further work. Action in the area of maritime transport aims at ensuring the long-term performance of the European maritime transport system as a whole to the benefit of all other economic sectors and to the final consumer. The Commission actively supports the efforts of EU Member States and of the European shipping sector offering quality shipping services in Europe and all over the world.\n\nBrexit\n\nConsequences of Brexit",
      "authors": []
    },
    {
      "title": "Strategic dialogue: accelerating the transition to zero-emission corporate fleets in the EU",
      "link": "https://transport.ec.europa.eu/news-events/events/strategic-dialogue-accelerating-transition-zero-emission-corporate-fleets-eu-2025-07-17_en",
      "date": "1 week ago",
      "snippet": "On 17 July in Brussels, Commissioner for Sustainable Transport and Tourism, Apostolos Tzitzikostas, will host a Strategic Dialogue focused on accelerating...",
      "text": "On 17 July in Brussels, Commissioner for Sustainable Transport and Tourism, Apostolos Tzitzikostas, will host a strategic dialogue focused on accelerating the transition to zero-emission corporate fleets across the European Union.\n\nDecarbonising road transport is essential - and urgent. For the EU to stay globally competitive, vehicle manufacturers must scale up the production of zero-emission vehicles (ZEVs), and corporate fleets are key to their uptake.\n\nCorporate vehicles account for approximately 60% of new car registrations in the EU and the vast majority of vans, buses, coaches, and lorries. These fleets are used more intensively than private vehicles and are typically replaced more frequently, giving them outsized potential to drive rapid decarbonisation and influence the second-hand market.\n\nThe dialogue will focus on how the EU can strengthen the policy and market signals needed to accelerate this shift—through improved data and monitoring, stronger demand signals, and measures to ensure a more consistent and equitable transition across the internal market.\n\nThe event will bring together fleet operators and providers, civil society organisations, and other key stakeholders to chart a collective path toward faster, fairer fleet decarbonisation.",
      "authors": []
    }
  ]
}