{
  "timestamp": "2025-11-03T06:27:51.153138",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "Børsen",
      "link": "https://borsen.dk/",
      "date": "1. mar. 2015",
      "snippet": "Meget mere end Danmarks førende erhvervsavis. Børsen sætter dagsordenen for erhvervslivet. Vi skriver interessant og med kant. På alle platforme.",
      "text": "Alle taler om flere boliger i København – men hvorfor bliver de ikke bygget?",
      "authors": []
    },
    {
      "title": "De fleste af os gemmer på DNA fra særlige fortidsmennesker – sådan påvirker det os i dag, fortæller forsker",
      "link": "https://www.dr.dk/nyheder/viden/kroppen/de-fleste-af-os-gemmer-paa-dna-fra-saerlige-fortidsmennesker-saadan-paavirker-det-os-i-dag",
      "date": "for 13 timer siden",
      "snippet": "De fleste af os har en lille smule DNA fra neandertalere i os, forklarer forsker Nicklas Brendborg.",
      "text": "Men hvorfor er det så kun en lille bid af de fleste menneskers DNA, der stammer fra neandertalerne og ikke omvendt?\n\nDet kan vi kun gisne om, forklarer Nicklas Brendborg. Han peger på klimaforandringer, eller at mennesket homo sapiens udkonkurrerede dem.\n\n- Vi kan have udryddet dem, eller måske har vi overtaget deres jagtområder. Der er også fund, der tyder på, at nogle af skeletterne bærer præg af indavl – muligvis fordi populationen var så lille, at der ikke var tilstrækkelig genetisk variation inden for deres egen art, tilføjer han.\n\n- Men der har været en person, der har været afkom af en neandertaler og et moderne menneske. Vi har fundet et skelet, der er tipoldebarn af et moderne menneske og en neandertaler. Men vi har aldrig fundet skelettet, der er delt 50-50. Vi kan bare se i generne, at der har været denne blanding, siger han.",
      "authors": [
        "Nicklas Brendborg",
        "Forsker Og Forfatter",
        "I Går Kl."
      ]
    },
    {
      "title": "S-bagland slår ring om borgmesterkandidat i Nyborg, der lurer på topjob i fagbevægelsen",
      "link": "https://www.dr.dk/nyheder/politik/kommunalvalg/s-bagland-slaar-ring-om-borgmesterkandidat-i-nyborg-der-lurer-paa-topjob-i-fagbevaegelsen",
      "date": "for 12 timer siden",
      "snippet": "Det ændrer absolut ingenting for os. Vi har fuld tillid til Lone. Sådan siger Thomas Jensen, som er formand for den socialdemokratiske partiforening i...",
      "text": "- Det ændrer absolut ingenting for os. Vi har fuld tillid til Lone.\n\nSådan siger Thomas Jensen, som er formand for den socialdemokratiske partiforening i Nyborg.\n\nHan reagerer på, at DR tidligere i dag kunne afsløre, at Socialdemokratiets borgmesterkandidat i Nyborg Kommune, Lone Smith, har en alternativ plan klar, hvis hun ikke ender med borgmesterkæden om halsen i den fynske købstad:\n\nSå vil hun fortsætte i spidsen for FH Fyn, hvor hun i øjeblikket er konstitueret formand efter et dødsfald.\n\nDet fremgår af et mødereferat fra FH Fyns forretningsudvalg, som DR har læst.\n\nMen ifølge lokalformand Thomas Jensen, så ændrer Lone Smidts fremtidsplaner om et topjob i fagbevægelsen - hvis borgmesterdrømmen brister - intet på partiforeningens opbakning til deres spidskandidat.\n\n-Vi har tiltro til, at Lone Smidt går hele vejen og bliver borgmester i Nyborg, siger Thomas Jensen.\n\n-Og hvis det ikke ender sådan, så er det selvfølgelig hendes helt eget valg, hvad der så skal ske.\n\nDet svækker ikke hendes kandidatur, at det nu kommer frem, at hun har en alternativ plan, hvis ikke hun bliver borgmester?\n\n- Overhovedet ikke.\n\nHar Lone Smidt orienteret jer om sine planer?\n\n- Nej, og det behøver hun heller ikke. Hun skal ikke stå til regnskab over for os.\n\nSynes kritik er urimelig\n\nI FH Fyns forretningsudvalg kritiserer Carsten Duus, som repræsenterer Blik og Rør Sydjylland-Fyn, Lone Smidt for at 'spille på to heste'.\n\nMen den kritik er ikke rimelig, mener Janni Møller Sørensen, som er formand for den socialdemokratiske kredsforening på Østfyn.\n\n- Lone har vist kæmpestort ansvar ved at træde til som konstitueret formand. Hun kunne også have sagt nej, fordi hun som bekendt forsøger at blive borgmester. Og jeg har aldrig hørt Lone sige andet, end at hun går 100 procent efter at blive borgmester i Nyborg, siger Janni Møller Sørensen.\n\nLone Smidt skriver i en sms til DR, at det er 'ulykkelige omstændigheder', som har skabt situationen.\n\n- Jeg har afbrudt min orlov for at hjælpe FH Fyn for det var det mest naturlige at gøre. Men jeg er midt i en valgkamp og mit fokus er uændret: Jeg vil være borgmester, og det ændrer min konstituering (som formand, red.) ikke på, skriver hun.\n\nFH Fyn repræsenterer ca. 60.000 medlemmer af de fynske fagforeninger.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "Maria har flere end 100 tvangsindlæggelser: 'Det er hul i hovedet'",
      "link": "https://www.dr.dk/nyheder/politik/kommunalvalg/maria-har-flere-end-100-tvangsindlaeggelser-det-er-hul-i-hovedet",
      "date": "for 14 timer siden",
      "snippet": "For få pladser i psykiatrien skaber en ond cirkel, mener Maria Stege, der har oplevet at blive udskrevet igen få timer efter en tvangsindlæggelse.",
      "text": "Cheflæge afviser kritik fra patienter\n\nDer er sket en stor stigning i patienter, der tvangsindlægges på Psykiatrisk afdeling på Vejle Sygehus, og det er et problem.\n\nSå langt er patienter og cheflæge enige.\n\nMen cheflæge i psykiatrien, Kristina Espesen, er ikke enig i, at det handler om mangel på sengepladser.\n\n- Det er vi ikke enige i. Vi har åbne skadestuer, så man kan altid komme til en indlæggelse, og man får en seng, hvis man har brug for det, siger hun.\n\nKristina Espesen erkender dog, at der kan være lang ventetid på den psykiatriske skadestue.\n\nCheflægen afviser også, at der er patienter, der bliver tvangsindlagt og så bliver udskrevet, før de er klar til det.\n\n- Vi skal ikke lave tvang, når der ikke er lovgrundlag for det, og når patienten ikke har brug for det, så vil de altid blive tilbudt en frivillig indlæggelse, hvis de har behov for det, siger Kristina Espesen.\n\nDermed afviser Kristina Espesen helt den kritik, som Maria Stege og Simone Sandholdt med tilsammen 175 tvangsindlæggelser, er kommet med.\n\nHvordan kan det være, at de oplever det på den måde?\n\n- Vi har jo at gøre med mennesker, som er meget, meget syge, og som også kan have svært ved at forstå, hvorfor systemet fungerer som det gør. Det er meget rimeligt, at det er svært at gennemskue, men vi ser det på en anden måde, siger Kristina Espesen.",
      "authors": [
        "Maria Stege",
        "Der Har Flere End Tvangsindlæggelser",
        "I Går Kl."
      ]
    },
    {
      "title": "Står russerne i et Nato-land om fem år? Eksperter giver deres bud",
      "link": "https://www.dr.dk/nyheder/indland/staar-russerne-i-et-nato-land-om-fem-aar-eksperter-giver-deres-bud",
      "date": "1 dag siden",
      "snippet": "Mellem Polen og Litauen ligger en lille del af Rusland - den russiske eksklave Kaliningrad. Rusland kan lige nu kun nå området gennem Suwalki-korridoren,...",
      "text": "FE vurderer høj risiko for militær provokation af Nato-lande\n\nForsvarets Efterretningstjeneste (FE) har i den seneste vurdering af den hybride trussel mod Danmark, der udkom i starten af oktober, vurderet, at truslen fra militære provokationer mod Nato-lande generelt er høj.\n\nDet er det næsthøjeste trusselsniveau, og betyder, at en eller flere aktører har kapacitet til og foretager specifik planlægning af angreb eller skadelig aktivitet, eller som allerede har gennemført eller forsøgt at angribe eller udøve anden skadelig aktivitet.\n\nTrusselsvurderingen følger af \"Ruslands tiltagende aggressive adfærd\" siden invasionen af Ukraine i 2022. Blandt andet peger FE på, at russiske militære enheder har opført sig på en mere truende eller aggressiv måde, og at Nato-landes luftrum flere gange er blevet krænket med angrebsdroner og kampfly.",
      "authors": [
        "Nov Kl."
      ]
    },
    {
      "title": "En stærk middagstradition blegner: 'Det sociale liv er flyttet ud af boligen'",
      "link": "https://www.dr.dk/nyheder/indland/en-staerk-middagstradition-blegner-det-sociale-liv-er-flyttet-ud-af-boligen",
      "date": "for 13 timer siden",
      "snippet": "Mange har aldrig eller sjældent gæster til middag, og det viser, at vores forhold til hjemmet har ændret sig, mener forsker.",
      "text": "Vinglas på bordet, duft af steg i ovnen og gæster på trapperne.\n\nFor mange hænger dét oftest sammen med juleaften eller andre højtider. Og selv de mere afslappede middagsinvitationer er sjældent hverdagskost.\n\nEn ny spørgeundersøgelse viser i hvert fald, at hver fjerde aldrig eller under hvert halve år har gæster til middag, uden der er en særlig lejlighed som for eksempel fødselsdag eller jul, skriver Politiken og TV 2.\n\nDet kan blandt andet skyldes, at vores sociale liv har ændret sig og i høj grad er flyttet ud af hjemmets fire vægge. Det mener Mette Mechlenborg, som forsker i boligkultur ved Aalborg Universitet.\n\n- Det er en stærk tradition i den danske boligkultur at sidde sammen omkring middagsbordet, starter hun med at påpege i P1 Morgen.\n\nHun bakkes op af Mikkel Venborg Pedersen, som Politiken har talt med. Han er kulturhistoriker på Nationalmuseet.\n\n- Engang var det i borgerlig kultur alfa og omega at kunne føre et hjem og være værtinde. Det fylder mindre i dag, siger han til avisen.\n\nTænk bare på Matador, hvor hjemmegående Maude Varnæs jævnligt lægger sig i selen for at få huset i Korsbæk til at glimte.\n\n- Så kommer hele Georg Jensen-stellet frem, og det skal være pænt, og der skal være lavet mad fra bunden, siger Mette Mechlenborg om den traditionelle middagskultur.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "Mor kræver handling fra byrådet: Unge køber ulovlige Puff Bars",
      "link": "https://www.dr.dk/nyheder/politik/kommunalvalg/mor-kraever-handling-fra-byraadet-unge-koeber-ulovlige-puff-bars",
      "date": "for 17 timer siden",
      "snippet": "Flere forældre efterlyser konkrete løsninger fra byrådet i Syddjurs Kommune.",
      "text": "Hun har også selv smagt de frugtsøde vapes, og hun forstår godt, hvorfor det er, at unge som hendes søn bliver afhængige.\n\n- Jeg havde et behov for at vide, hvad det var, han havde med at gøre. Den her søde lille dessert - den smager som en lille kage med jordbær eller vandmelon, og det gør at de bliver ved og bliver ved.\n\n- Det er mit problem som forælder, at min søn gør det. Men der er grænser for, hvor meget man selv kan gøre. Der er brug for, at flere aktører kommer på banen. Dorte Rygaard, mor til 17 årige søn\n\nVil have flere midler til SSP\n\nIfølge Ungeprofilen i Syddjurs Kommune, så har 35 procent af 9. klasserne i 2024 prøvet at vape, og I 2019 lå det tal på 22%. Dorte Rygaard håber derfor, at byrådet vil afsætte flere midler, så SSP-indsatsen i kommunen kan styrkes - de kan gøre en forskel, mener hun.\n\nOg det er noget som byrådskandidat Carina Manley fra Socialdemokratiet er enig i.\n\n- Vi skal arbejde langt mere forebyggende i forhold til SSP-indsatsen. Med den SSP-indsats vi har nu, så har de meget svært ved at nå en hel kommune.\n\nKirstine Kvorning (til venstre) er byrådskandidat for Konservative, og Carina Manley (til højre) er byrådskandidat for Socialdemokratiet. De er begge enige om, at der skal være fokus på forebyggelse. (Foto: © Pressefoto)\n\nEn styrkelse af SSP-indsatsen – som er et tværfagligt samarbejde mellem skole, socialforvaltning og politiet – er også noget, som byrådsmedlem for Konservative Kirstine Kvorning er opmærksom på. Hun ser dog også på dialogen mellem voksne og unge.\n\n- Vi skal selvfølgelig have styrket SSP, men vi skal også tage samtalen med vores børn og deres venner. Det skal nemlig være dem tættest på de unge mennesker, såsom forældre, der skal være skarpe på at guide og vejlede.\n\nDorte Rygaard forstår, at man som forældre har et stort ansvar i at sørge for ens barn ikke begynder at købe eller ryge på de ulovlige Puff Bars.\n\n- Det er mit problem som forælder, at min søn gør det. Men der er grænser for, hvor meget man selv kan gøre. Der er brug for, at flere aktører kommer på banen.\n\nNogle af de aktører, som Dorte Rygaard peger på kan være et styrket samarbejde mellem skole, idrætsforening og kommune, som Kirstine Kvorning også peger på som en del af løsningen.\n\nPolitiet er opmærksomme på sagen\n\nDorte Rygaard har ved to lejligheder observeret salg af Puff Bars i Thorsager og anmeldt det til Østjyllands Politi, som er opmærksomme på den stigende tendens blandt unge i Østjylland.",
      "authors": [
        "Dorte Rygaard",
        "Mor Til Årige Søn",
        "I Går Kl."
      ]
    },
    {
      "title": "Antallet af tvangsindlæggelser er fordoblet på 10 år: 'Jo mere tvang jeg oplever, desto dårligere bliver jeg'",
      "link": "https://www.dr.dk/nyheder/politik/kommunalvalg/antallet-af-tvangsindlaeggelser-er-fordoblet-paa-10-aar-jo-mere-tvang-jeg-oplever-desto-daarligere",
      "date": "1 dag siden",
      "snippet": "Det bliver voldsomt hver gang, siger Simone Sandholdt, der er blevet tvangsindlagt 80 gange.",
      "text": "Og den udvikling bekymrer formand for psykiatriudvalget Mette Bossen Linnet.\n\n- Jeg er ærgerlig over tallene, og jeg er ked af, at tallene ser ud, som de gør, siger hun.\n\nBedre samarbejde\n\nKonkret savner Simone Sandholdt et bedre samarbejde mellem psykiatrien og det bosted, hun bor på, og at der er ressourcer på bostedet til terapi enten fra kommunens side eller gennem regionens medarbejdere i psykiatrien.\n\n- Jeg tror på, at man i hvert fald nok kunne halvere den tvangsstatistik, hvis man gjorde et seriøst forsøg på at styrke bostederne og den psykiatri, der ligger uden for sygehusene, siger Simone Sandholdt.\n\nMette Bossen Linnet er enig i, at der er behov for at styrke samarbejdet mellem den psykiatri, der foregår på sygehusene, og den indsats, der foregår på bostederne.\n\n- Vi skal forsøge at rykke endnu tættere sammen med socialpsykiatrien ude i kommunerne. Om det er psykiatrien, der ikke er lykkedes godt nok med opgaven, eller om det er i samarbejdet, vi ikke lykkes godt, det ved jeg ikke, men der er noget, vi som samfund ikke lykkes godt nok med, siger Mette Bossen Linnet.\n\nKoden skal knækkes\n\nMette Bossen Linnet siger, at regionen har lavet en række tiltag for at nedbringe antallet af tvangsindlæggelser.\n\n- Konkret har vi etableret nogle botilbudsteams, der tager ud til de socialpsykiatriske botilbud, og vi har nedsat nogle samarbejder på tværs med politi, kommuner og region, hvor man går ind og kigger på de ti patienter, der har allermest tvang og laver en individuel, håndholdt indsats over for dem, siger Mette Bossen Linnet.\n\nAltså alle de her ting, hvorfor har det så ikke hjulpet, når vi ser på tallene?\n\n- Jeg tror måske ikke, at vi har fået knækket koden endnu, desværre. Altså, der er gode takter, men ikke nok til, at tallene er blevet lavere.\n\nTvang er eneste mulighed for hjælp\n\nSimone Sandholdt med de mange tvangsindlæggelser ved godt, at hun har brug for hjælp, når de andre personligheder, hun rummer, tager overhånd, men hun ville ønske, at det ikke endte i tvang.\n\nHendes oplevelse er, at det er for svært at blive indlagt, når man kommer frivilligt og beder om en indlæggelse, og at man først bliver taget alvorligt, når man kommer ind med tvang.\n\n- For patienterne er det blevet den eneste måde, de kan få hjælp på, og det er jo selvfølgelig uheldigt, siger Simone Sandholdt.\n\nHun fortæller, at da hun selv havde det værst, havde hun syv tvangsindlæggelser på en måned. Hun mener ikke, hun var klar til at blive udskrevet, da det skete.\n\nTil det siger psykiatriudvalgsformand Mette Bossen Linnet.\n\n- Det er oplevelser, som patienterne har, og som jeg er rigtig ked af, at de har. Det skal ikke være en oplevelse, at man føler, man bliver udskrevet, før man er klar til det. Det er en læge, der vurderer, hvornår man skal udskrives, men jeg er ked af, at det er sådan en oplevelse, man bliver efterladt med som patient, siger Mette Bossen Linnet.\n\nPsykiatrisk afdeling på Vejle Sygehus afviser da også, at de udskriver patienter for tidligt.\n\nFalliterklæring\n\nSydøstjylland Politi har lavet en analyse af det store antal tvangsindlæggelser for at blive klogere på, hvem det er, der bliver tvangsindlagt.\n\nOg den analyse viser, at de ti borgere, der har flest tvangsindlæggelser, alle er kvinder mellem 15 og 44 år, og de ti står for 20 procent af alle politikredsens tvangsindlæggelser - det vil sige cirka 100-120 om året.\n\nJeg er enig i, at det ikke er godt nok Formand for Psykiatri- og Socialudvalget i Region Syddanmark, Mette Bossen Linnet (V)\n\nSimone Sandholdt er ret sikker på, at hun er én af de ti borgere, der de seneste ti år har fyldt mest i statistikken, for i nogle år stod hun for 80 procent af alle tvangsindlæggelser på sit bosted.\n\n- Jeg tænker, det er en falliterklæring, at man ikke før har formået at give de her ti borgere - de ni andre og mig - noget ordentlig behandling, siger Simone Sandholdt.\n\nMette Bossen Linnet vil ikke kalde det en falliterklæring.\n\n- Jeg er enig i, at det ikke er godt nok, og det er også derfor, vi i det kommende budget har sat penge af til, at vi kan arbejde endnu mere systematisk med at tage nogle samtaler med patienterne, inden vi kommer i en situation, hvor tvang begynder at være nødvendig, siger Mette Bossen Linnet.\n\nTiltag virker\n\nMens Sydøstjyllands Politi altså har oplevet, at antallet af tvangsindlæggelser er næsten fordoblet på ti år, er der faktisk politikredse, der har færre tvangsindlæggelser end for ti år siden.\n\nFor eksempel Københavns Politi og Nordsjællands Politi.",
      "authors": [
        "Mette Bossen Linnet",
        "V",
        "Formand",
        "Psykiatri- Og Socialudvalget",
        "Region Syddanmark",
        "Simone Sandholdt",
        "Der Har Tvangsindlæggelser På Sit Cv I Psykiatrien",
        "Formand For Psykiatri- Og Socialudvalget I Region Syddanmark",
        "I Går Kl."
      ]
    },
    {
      "title": "Ø-borgmestre ønsker bøder og overvågning for at komme tomme huse til livs",
      "link": "https://www.dr.dk/nyheder/politik/kommunalvalg/oe-borgmestre-oensker-boeder-og-overvaagning-komme-tomme-huse-til-livs",
      "date": "for 15 timer siden",
      "snippet": "Mørke vinduer, nye naboer hver uge og få kunder i Brugsen i vinterhalvåret er konsekvensen af, at huse i ø-kommuner kun benyttes på deltid.",
      "text": "- Jeg synes, at det er fint, at vi har nogle deltidsbeboere her på øen, fordi så står husene ikke tomme og forfalder. Alle dem der kommer gør jo noget ved husene, når de er her, siger Jytte Berg, der bor i Marstal, er folkepensionist og frivillig i Røde Kors. (Foto: © Mette Marie Rasmussen)\n\n- Jeg synes, at det er fint, at vi har nogle deltidsbeboere her på øen, fordi så står husene ikke tomme og forfalder. Alle dem der kommer gør jo noget ved husene, når de er her, siger Jytte Berg, der bor i Marstal, er folkepensionist og frivillig i Røde Kors. (Foto: © Mette Marie Rasmussen)\n\nDe brostensbelagte gader og tutte-nutte huse er populære som deltidshuse, og det synes Uffe Hundertmark, der bor i Marstal på Ærø, egentlig er rigtig positivt. Men han har lagt mærke til, at flere huse står tomme. - Man kan se, at der er flere mørke huse. Og så er der også flere steder, hvor projekter tager længere tid om at blive færdige, sandsynligvis fordi, at dem der gør det, er deltidsbeboere, siger han. Og selvom han mener, at folk selv må om, hvorvidt de bor her på del- eller fuldtid, så synes han, at gaderne føles tomme, men økonomien er vigtig. - Det er jo meget godt, at dem der bor herovre også betaler til de faciliteter, som har brug for kommunale penge, siger han. (Foto: © Mette Marie Rasmussen)",
      "authors": [
        "Ditte Brøgger",
        "Forsker Ved Center For Regional- Og Turismeforskning",
        "I Går Kl."
      ]
    },
    {
      "title": "Fællesskab for grøn omstilling hædres af kongeparret",
      "link": "https://www.dr.dk/det-bedste-fra-dr/reels/faellesskab-groen-omstilling-haedres-af-kongeparret",
      "date": "for 15 timer siden",
      "snippet": "Der ser ud til at være problemer med netværket. Tjek din internetforbindelse og prøv igen. Henter video. Der ser ud til at være problemer med netværket.",
      "text": "",
      "authors": []
    },
    {
      "title": "Shipping calls time on EU climate overreach",
      "link": "https://splash247.com/shipping-calls-time-on-eu-climate-overreach/",
      "date": "3 days ago",
      "snippet": "Pierre Aury on how little the world listens to Brussels. The International Maritime Organization (IMO) just postponed by one year its vote on the final...",
      "text": "Pierre Aury on how little the world listens to Brussels.\n\nThe International Maritime Organization (IMO) just postponed by one year its vote on the final version of the rules to deal with the decarbonisation of shipping, rules referred to as the Net Zero Framework (NZF).\n\nAlthough we are flabbergasted that this postponement was obtained through, among other things, threats of sanctions against countries voting in favour as well as threats to their representatives as individuals, we can not be happy about the postponement itself. There are no technologies nor zero carbon fuels deployable at scale quickly enough to achieve shipping decarbonisation so de facto this proposed NZF is in fact just a tax on shipping. Sorry, but Donald Trump is right on that point.\n\nMoreover, some of the proposed fuels are either extremely dangerous, like ammonia at even a very low concentration in the air or highly corrosive, like methanol. A recent trial saw the need to change injectors two or three times more often with methanol than with HFO with a very high pilot fuel consumption, especially at low engine loads.\n\nAccording to a recent Lloyd’s Register report, nuclear, if a theoretically viable option, is facing too many hurdles like public acceptance, the creation of a new worldwide legal framework or how to deal with waste disposal to have any chance to be deployed on time to help meet the NZF targets.\n\nLet us not forget the scale of the task ahead of us to decarbonise shipping: 100,000 ships carrying 12bn tons of cargoes a year. Such a task cannot be efficiently dealt with by a knee-jerk reaction like the one of an IMO being under pressure from the European Union to deliver a very strict plan to decarbonise shipping and do so quickly and do so using the same highly complex approach, which requires a PhD in mathematics to start to vaguely understand how it is supposed to work.\n\nLet us now jump to another subject: EU sanctions against Russia. The first three sanctions packages were enacted back in February 2022 while the last one, the 19th sanction package, was enacted by the EU in September 2025. 19 packages and counting. 19packages in 44 months – that is a sanction package every two months with no sign of these sanctions having any effect on Russia.\n\nYes, Donald Trump pledged to end the war within his first 24 hours in office. He moved into office on January 20 this year, so nine months into his second term, the conflict between Moscow and Kyiv is still grinding on with no sign of being near an end. But it seems that the EU and the US are less and less aligned, with the US even contemplating opening a tunnel between Siberia and Alaska, while clearly the EU is spending a lot of money to prepare for war with Russia within the coming five years.\n\nNow why deal with this failed attempt to agree on a strongly EU-flavoured NZF and these inefficient sanction packages in the same column? Because we think that these two subjects are just the two sides of the same coin. That same coin is that the world doesn’t care about the EU anymore.\n\nFor once, we will end our column on a constructive note: given the urgency, why doesn’t the IMO replace this impossible-to-understand NZF with a simple CO2 tax payable at the time of bunkering, with the proceeds to be used to fund research on new technologies to suppress shipping CO2 emissions?",
      "authors": [
        "Pierre Aury",
        "Starting Out As A Cadet With Louis Dreyfus In",
        "Pierre S Shipping Career Has Taken Him Across The World Including Stints In Sydney",
        "Istanbul",
        "London",
        "Paris",
        "Working For Clarksons",
        "Enron",
        "Platou Along The Way. Among A Host Of Roles As A Shipping Consultant For The Past Eight Years",
        "Pierre Heads Up Competitive Shipbrokers"
      ]
    },
    {
      "title": "EU Lifts Sanctions on Heavy-Load Carriers ‘Audax’ and ‘Pugnax’ Involved in Russian Arctic LNG Construction",
      "link": "https://gcaptain.com/eu-lifts-sanctions-on-heavy-load-carriers-audax-and-pugnax-involved-in-russian-arctic-lng-construction/",
      "date": "4 days ago",
      "snippet": "In a surprise move the EU has unsanctioned two polar class heavy lift vessels, Audax and Pugnax. The vessels were purpose-built for the construction of...",
      "text": "In a surprise move the EU has delisted two polar class heavy lift vessels, Audax and Pugnax. The vessels were purpose-built for the construction of Russia’s Yamal LNG project in 2016. They also carried the majority of prefabricated modules for the country’s other flagship LNG project, Arctic LNG 2.\n\nWith a Polar Class 3 (PC3) classification the two ships, owned by also sanctioned Red Box Energy Services Pte. Ltd., could travel the Arctic Northern Sea Route even during the winter months.\n\nIn January 2017 Audax completed a daring January delivery of three 6,000 tonnes modules from Qingdao, China to the Yamal peninsula. Similar voyages followed in subsequent years.\n\nThey continued working for Russia even in the face of Western sanctions. Both vessels completed shipments of modules just prior to the full-scale invasion of Ukraine in February 2022. Audax and Pugnax subsequently continued transporting modules to the Belolamenka shipyard near Murmansk with the final delivery coming in January 2024.\n\nRed Box’s CEO at the time asserted his firm was only delivering steel structures and that it had no contractual relations with Russia or Novatek. However, U.S. and EU officials were unconvinced. The company as well as both its vessels were sanctioned in May and June 2024. Red Box’s CEO Philip Adkins subsequently left the company in June 2024 after his Singaporean residence permit didn’t get extended.\n\nThe EU press office did not immediately respond to a request for comment why the two vessels were delisted last week. Both the Equasis shipping database and S&P do not show a change in ownership with both vessels continuing to be managed by Red Box.\n\nEU documents showing Audax and Pugnax listed in June 2024 and their deletion in October 2025. (Source: EU)\n\nIt is extremely rare for the EU to remove sanctions. In July 2025 the EU lifted measures on three MOL-controlled LNG carriers, North Moon, North Ocean, and North Light after receiving assurance that they would not be employed to transport Russian LNG. It is unclear if Red Box now offered similar guarantees.\n\nA thus far unrecorded sale to a new owner could also explain the lifting of sanctions. With their PC3 ice-class the vessels are ideally suited for operation in polar waters, including in Antarctica. Currently, Audax and Pugnax remain sanctioned by the U.S., Canada, and Switzerland.\n\nSince being sanctioned Audax and Pugnax have been largely idle with the former in coastal waters of the Yellow Sea and the latter docked in Singapore, where both vessels currently remain. Red Box could not be reached for comment. The company’s website appears to be offline and an email inquiry bounced back.",
      "authors": [
        "Malte Humpert"
      ]
    },
    {
      "title": "Brazil Offers Free Cruise Cabins As Poorer Nations Struggle For Rooms At COP30",
      "link": "https://gcaptain.com/brazil-offers-free-cruise-cabins-as-poorer-nations-struggle-for-rooms-at-cop30/",
      "date": "1 day ago",
      "snippet": "By Lisandra Paraguassu and Kate Abnett BRASILIA/BRUSSELS, Nov 1 (Reuters) – Dozens of countries have yet to secure accommodation for their delegations at...",
      "text": "By Lisandra Paraguassu and Kate Abnett\n\nBRASILIA/BRUSSELS, Nov 1 (Reuters) – Dozens of countries have yet to secure accommodation for their delegations at the COP30 climate summit just a week before it opens, with host Brazil offering free cabins on cruise ships to poorer nations in a last-minute bid to ensure they can attend.\n\nAround 50,000 delegates are expected in the rainforest city of Belem, where nearly every government will convene from November 10–21 to negotiate climate goals. But logistical concerns have plagued preparations: Belem usually has only 18,000 hotel beds, sending nightly rates soaring to several hundred dollars.\n\nAs of October 31, 149 countries had confirmed lodging, while 37 were still negotiating, the Brazilian government said.\n\nBRAZIL PLEDGES EVERYONE WILL HAVE A SAY\n\nBrazil has vowed to ensure the world’s poorest and most climate-vulnerable nations have their voices heard at the U.N. summit. Soaring accommodation costs had already led the U.N. to hold emergency meetings in response to African countries and small island nations’ warnings that they could not afford to attend – even after Brazil and the U.N. subsidized hotel costs.\n\nA leaked email seen by Reuters showed that Brazil last week offered three free cabins aboard cruise ships moored in Belem to delegations from low-income nations.\n\nThe email, sent by the U.N. climate secretariat (UNFCCC), said the cabins would be financed through “private donors” and the Development Bank of Latin America and the Caribbean, and coordinated by Brazil’s government in partnership with the U.N. Development Programme (UNDP).\n\n“These cabins will be offered free of cost to your delegation,” the email said, adding that they were supplementary to existing bookings.\n\nNeither the UNFCCC nor the UNDP responded to requests for comment.\n\nLast week, COP30 president Andre Correa do Lago said the free cabins would go to African countries, small island states and Least Developed Countries — around 96 nations in total, according to Reuters’ calculations.\n\n“With this, we will have significant support so that all developing countries can be present at the COP,” Correa do Lago said.\n\nSome wealthier European countries have also indicated they may skip this year’s global climate talks after being quoted prices for accommodation exceeding $500 per person per night.\n\n(Reporting by Kate Abnett and Lisandra Paraguassu. Additional reporting by Emma Farge in Geneva. Editing by Mark Potter)\n\n(c) Copyright Thomson Reuters 2025.",
      "authors": []
    },
    {
      "title": "L&T steps in for Petrofac on TenneT’s 2GW offshore wind grid projects",
      "link": "https://splash247.com/lt-steps-in-for-petrofac-on-tennets-2gw-offshore-wind-grid-projects/",
      "date": "2 days ago",
      "snippet": "Indian engineering conglomerate Larsen & Toubro (L&T) has replaced Petrofac in the high-voltage direct-current (HVDC) offshore wind programme led by...",
      "text": "Indian engineering conglomerate Larsen & Toubro (L&T) has replaced Petrofac in the high-voltage direct-current (HVDC) offshore wind programme led by Germany’s transmission system operator TenneT.\n\nIn partnership with Hitachi Energy, L&T will deliver HVDC converter stations for the project, which aims to accelerate the integration of large-scale renewable energy into the European power grid, particularly in the German and Dutch sectors of the North Sea.\n\nHitachi Energy and L&T will be responsible for the project portfolio of the Dutch offshore grid connections IJmuiden Ver Alpha, Nederwiek 1, Nederwiek 3, Doordewind 1, Doordewind 2 and the German offshore grid connection LanWin5.\n\nInitially, TenneT signed a framework cooperation agreement with Hitachi Energy and Petrofac in March 2023 for six 2GW projects out of the total of fourteen 2GW grid connection systems planned by the German firm.\n\nCash-strapped Petrofac has been working on a financial restructuring of its business since 2024. As Petrofac could not meet its contractual obligations, TenneT terminated part of the contract related to the UK company’s scope last week. This led to Petrofac Limited entering administration only days later because of the contract cancellation.\n\n“Partnering with TenneT and Hitachi Energy for this pioneering programme underscores the confidence our customers place in L&T’s growing capability to execute complex, technology-intensive infrastructure projects,” said S N Subrahmanyan, L&T chair and managing director.",
      "authors": [
        "Bojan Lepic",
        "Bojan Is An English Language Professor Turned Journalist With Years Of Experience Covering The Energy Industry With A Focus On The Oil",
        "Gas",
        "Lng Industries As Well As Reporting On The Rise Of The Energy Transition. Previously",
        "He Had Written For Navingo Media Group Titles Including Offshore Energy Today",
        "Lng World News. Before Joining Splash",
        "Bojan Worked As An Editor For Rigzone Online Magazine.",
        "Gunaseharan Ganapathy",
        "Dan Compton",
        "Dr Emma Gillett"
      ]
    },
    {
      "title": "Engine room blaze knocks out power on Grimaldi car carrier",
      "link": "https://splash247.com/engine-room-blaze-knocks-out-power-on-grimaldi-car-carrier/",
      "date": "6 days ago",
      "snippet": "A Grimaldi Euromed-owned car carrier has lost propulsion due to a fire in the engine room. The company said that the fire in the engine room of the...",
      "text": "A Grimaldi Euromed-owned car carrier has lost propulsion due to a fire in the engine room.\n\nThe company said that the fire in the engine room of the 2003-built car carrier Grande Roma started around 10 pm local time on October 25, while exiting the English Channel.\n\nThe crew of the Italian-flagged 5,379 ceu vessel discharged CO2 into the engine room and began bulkhead cooling.\n\nThe master reported that there were no injuries and no pollution as a result of the incident, but as the vessel was without propulsion, it requested the owner’s emergency team to contract a suitable tug.\n\nThe Emanuele Grimaldi-controlled company hired the Abeille Liberté tug, which connected a tow at approximately 9:36 am on October 26, with an expected arrival at the Port of Le Havre on October 27. The vessel’s owner also arranged all required assistance for the crew, vessel, and cargo.\n\nThe latest available AIS data shows that the vessel is not under command and is heading towards the port of Le Havre. It is currently located in the Baie de la Seine, north of Caen. The car carrier started its journey to Jebel Ali in the United Arab Emirates from Antwerp on October 24.\n\n“Grimaldi Euromed wishes to thank the French and English authorities and the company Les Abeilles for their timely and professional response to this incident,” the company said.",
      "authors": [
        "Bojan Lepic",
        "Bojan Is An English Language Professor Turned Journalist With Years Of Experience Covering The Energy Industry With A Focus On The Oil",
        "Gas",
        "Lng Industries As Well As Reporting On The Rise Of The Energy Transition. Previously",
        "He Had Written For Navingo Media Group Titles Including Offshore Energy Today",
        "Lng World News. Before Joining Splash",
        "Bojan Worked As An Editor For Rigzone Online Magazine.",
        "Gunaseharan Ganapathy",
        "Dan Compton",
        "Dr Emma Gillett"
      ]
    },
    {
      "title": "India nets $7bn in fresh investment from DP World and Maersk",
      "link": "https://splash247.com/india-nets-7bn-in-fresh-investment-from-dp-world-and-maersk/",
      "date": "3 days ago",
      "snippet": "India's ambitions to become a global maritime powerhouse have gained major momentum, with Dubai-based DP World and Danish group APM Terminals announcing...",
      "text": "India’s ambitions to become a global maritime powerhouse have gained major momentum, with Dubai-based DP World and Danish group APM Terminals announcing fresh investments worth more than $7bn combined to expand port and logistics infrastructure across the country.\n\nThe announcements, made during India Maritime Week 2025, underscore India’s growing pull for foreign port operators as it rolls out large-scale reforms under its Maritime Amrit Kaal Vision 2047.\n\nDP World will invest an additional $5bn to strengthen its integrated supply chain and logistics network in India, taking its total commitment to about $8bn over three decades.\n\nThe funding will support multimodal connectivity, lower logistics costs, and drive export competitiveness, the company said.\n\nThe new pledge follows the signing of five memorandums of understanding (MoUs) with Indian maritime authorities, covering green coastal shipping, ship repair, skill development, and freight mobility.\n\nAmong the key partnerships, DP World’s feeder operator, Unifeeder, signed an MoU with Sagarmala Finance Corporation to promote sustainable coastal shipping; Drydocks World and Cochin Shipyard Limited agreed to expand ship repair facilities in Kochi; while DP World also inked a deal with Deendayal Port Authority and Nevomo (MagRail) to pilot India’s first automated low-emission port track system.\n\nSultan Ahmed bin Sulayem, Group Chairman and CEO of DP World, said the investment reflects “a shared commitment to building a connected, confident, and self-reliant India.”\n\nMeanwhile, APM Terminals Pipavav signed an MoU with the Gujarat Maritime Board for a $2bn expansion of the Pipavav port, one of India’s most efficient private gateways.\n\nThe investment is part of A.P. Moller – Maersk’s $5bn India infrastructure plan, first unveiled earlier this year, and will significantly enhance Pipavav’s container, liquid, and roro handling capacity.\n\nAPM Terminals Asia & Middle East CEO Jon Goldner said the expansion aims to “unlock new opportunities for Gujarat, for India, and for global trade,” calling Pipavav a model of “world-class efficiency and green growth.”\n\nThe upgraded facilities are expected to generate around 25,000 jobs, strengthen multimodal connectivity with the dedicated freight corridor, and serve key industries such as automotive, energy, and agriculture.\n\nTogether, the new commitments by DP World and APM Terminals highlight the accelerating pace of port investment in India, alongside other billion-dollar moves on all things shipping, including plans to add more than 430 ships worth a combined $26bn.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Gunaseharan Ganapathy",
        "Dan Compton"
      ]
    },
    {
      "title": "Port fee showdown postponed as US and China return to talks",
      "link": "https://splash247.com/port-fee-showdown-postponed-as-us-and-china-return-to-talks/",
      "date": "3 days ago",
      "snippet": "China's stock market climbed to decade highs on Thursday as presidents Donald Trump and Xi Jinping met for the first time in six years — with one major...",
      "text": "China’s stock market climbed to decade highs on Thursday as presidents Donald Trump and Xi Jinping met for the first time in six years — with one major outcome for shipping being the suspension of new port fees both countries had introduced earlier this month.\n\nThe United States has postponed higher port charges on Chinese-built vessels, a move initially aimed at challenging Beijing’s dominance in global shipbuilding. The delay follows the rollout of reciprocal port fees by both countries on October 14, which marked the first time port charges had been used as geopolitical tools rather than traditional trade tariffs.\n\n“We’re going to postpone that while we negotiate with them about that issue,” US Trade Representative Jamieson Greer told reporters aboard Air Force One following the Trump–Xi meeting in Busan on Thursday. “We’re trying to rebuild shipbuilding,” he added, signalling a desire to address the issue through dialogue rather than escalation.\n\nThe fees, introduced by both Washington and Beijing, were structured around a vessel’s ownership, operation, flag, and place of build — a design that industry players said blurred traditional definitions and created uncertainty across the maritime sector.\n\nMarine insurer Gard noted that the lack of clarity in charterparty clauses could spark disputes over who bears the cost. “Owners will argue the fees arise because the vessel is ordered to that port, while charterers will say it’s due to the ship’s characteristics or ownership,” Gard said in an advisory.\n\nIndustry associations have already started responding. Intertanko and BIMCO have published owner-friendly clauses to address liability for the US-imposed fees, and new wording to cover China’s reciprocal charges is said to be in the works.\n\nWhile the postponement offers a short-term reprieve for shipowners, it does not resolve the wider question of whether such differential port charges could become a longer-term feature of maritime trade policy. For now, the focus turns to negotiations — and whether the thaw in Busan will last long enough to calm one of the shipping industry’s newest and most unusual flashpoints, something that has already seen two of Hong Kong’s largest shipowners – Pacific Basin and Seaspan – relocate to Singapore to avoid the aggressive American fees.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Gunaseharan Ganapathy",
        "Dan Compton"
      ]
    },
    {
      "title": "Monaco owner Transocean breaks into boxships with newbuilds in China",
      "link": "https://splash247.com/monaco-owner-transocean-breaks-into-boxships-with-newbuilds-in-china/",
      "date": "4 days ago",
      "snippet": "Monaco-headquartered Transocean Maritime Agencies has been revealed as the buyer behind an order for containership newbuildings in China,...",
      "text": "Monaco-headquartered Transocean Maritime Agencies has been revealed as the buyer behind an order for containership newbuildings in China, marking the company’s latest fleet expansion and its first step into the box segment.\n\nIndustry sources and shipbuilding databases show Transocean has contracted two 1,930 teu vessels at Guangzhou Huangpu Wenchong Shipbuilding, likely of the yard’s in-house “Wenchong Swan 1900” design, according to Alphaliner, with delivery scheduled for 2028. The vessels — to be named Ajax C and Apollo C — are already listed as under construction.\n\nTransocean, led by Ruth McLoughlin, is best known for its dry bulk and tanker operations. Founded in the 1960s by the late Guenther Neunhoeffer, the company currently controls around 15 ships with an average age of seven years. It last entered the newbuilding market in 2024, when it signed for a pair of ultramax bulkers at New Dayang Shipbuilding.\n\nThe move follows a broader trend of traditional bulk and tanker players branching into the container sector, particularly in the smaller feeder range between 1,700 and 3,000 teu. Recent entrants include Latsis, Oceanbulk, and Minerva Marine, all eyeing the segment’s stable charter returns and strong regional demand.\n\nMarket sources have also linked Transocean to an additional order for two 3,100 teu ships at New Dayang Shipbuilding, with delivery also expected in 2028. The ships are estimated to cost around $45m apiece, although no confirmation has been made. Transocean has not yet commented on the newbuilding programme or whether employment has been secured for the new vessels.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Gunaseharan Ganapathy",
        "Dan Compton"
      ]
    },
    {
      "title": "Maritime CEO Forum Monaco: Tanker bosses call for realism amid regulatory chaos",
      "link": "https://splash247.com/maritime-ceo-forum-monaco-tanker-bosses-call-for-realism-amid-regulatory-chaos/",
      "date": "3 days ago",
      "snippet": "If there was one word that dominated discussion at the tanker panel during this year's Maritime CEO Forum at the Monaco Yacht Club, it was uncertainty...",
      "text": "If there was one word that dominated discussion at the tanker panel during this year’s Maritime CEO Forum at the Monaco Yacht Club, it was uncertainty — from the IMO’s fractured net-zero process to the unintended consequences of Western sanctions and the rise of the shadow fleet.\n\nModerator Tim Wilkins, managing director of INTERTANKO, set the tone from the outset. “We’ll talk about regulatory certainty and then political certainty — if we can find any,” he said, only half-jokingly. “Whether we can get regulatory certainty, I’m not sure. But that’s the challenge we’re all living through.”\n\nThe forum brought together senior figures from across the tanker spectrum — from VLCC operators to product carriers — for what became a strikingly frank exchange on the state of global regulation, market alignment and enforcement.\n\nThe IMO’s failed attempt earlier this month to finalise its Net Zero Framework was the natural starting point. The collapse of consensus, driven in part by a US rejection of carbon levies, loomed over every conversation.\n\nSvein Moxnes Harfjeld, president and CEO of DHT Holdings, said bluntly that the proposals on the table “didn’t really look at the industry” as it exists today. “We all tend to talk about maritime as a homogeneous industry — and it’s not,” he said. “There are lots of different ships, trades, cargos, short haul, long haul, scheduled and tramp. The proposal didn’t reflect that.”\n\nHarfjeld noted that Washington’s opposition underscored who ultimately bears the cost of decarbonisation. “The US has the world’s biggest economy, the world’s biggest oil company, huge agriculture. They said they didn’t want to tax their consumers. And that’s their argument — they don’t want to pay for what others want to do.”\n\nWilkins agreed that smaller owners had been underrepresented in the IMO debate. “What was on the table two weeks ago was probably skewed to a particular sector within the industry,” he said. “The IMO now needs to open its doors again to the wider voice — the practical realities of the tanker sector.”\n\nMarco Fiori, CEO of Premuda, spoke passionately about the contradictions in global policy. “Everybody talks a great game and then plays a very poor one,” he said. “Governments say they want decarbonisation but then load bureaucracy and taxation on us. We’ve overdone it.”\n\nFiori also warned that the conversation has drifted too far from the physical realities of the oil trade. “We’ve been hearing for years that we’ve reached peak oil. Every time, there’s a new peak oil. We’re very far from peak oil. Conventional fuels will be with us for a long time — probably unfortunately.”\n\nHe added that inflation and rising costs make it nearly impossible to forecast newbuilding deliveries. “How can you predict what will deliver in 2028 or 2029 when inflation is unpredictable? We’re still facing the same shortage of shipyard capacity.”\n\nAlexia Inglessis, director of Alberta Shipmanagement, steered the debate toward practical steps. “With alternative fuels still unavailable, we must focus on efficiency — which also makes business sense,” she said. “Over 40% of the world fleet already has energy-saving devices installed. But 70% of the fleet is still of average age or older.”\n\nShe cautioned that shipping will compete with food production for fuels like ammonia. “Eighty percent of ammonia today is used to fertilize crops. The growing population over the next 40 years will need more food than in the past 8,000 years. Shipping will have to compete for these resources.”\n\nInglessis reminded delegates that shipping’s emissions are modest compared to other sectors. “Shipping contributes about 2.4% of global CO₂ emissions — less than 2% of greenhouse gases. Compare that with steel or concrete, which each account for 8–9%. We’re the most efficient transport mode.”\n\nFiori agreed that shipping suffers from “a perception problem more than a reality problem. People see smoke from a funnel, so they assume we’re the worst offenders.”\n\nMikael Skov, CEO of Hafnia, described the IMO’s process as “driven more by feelings than by reason”.\n\n“At the Global Maritime Forum I sensed real frustration,” he said. “People support the goal — we know it’s the right direction — but the process has felt imposed. Shipping isn’t one industry. Yet the framework was pushing everyone in the same direction, even those without alternatives. ”He argued that the decarbonisation debate has drifted toward punishment over pragmatism. “Our clients won’t pay for dual-fuel ships. There’s no renewable alternative yet. But the framework still says: if you can’t comply, you pay a penalty. That penalty then goes to people developing renewables — while we’re left footing the bill.”\n\nSkov nevertheless insisted that the IMO remains essential. “We need a global voice to regulate the industry. The problem isn’t a lack of regulation — it’s a lack of enforcement.”\n\nThat theme — enforcement — quickly turned to the proliferation of the shadow fleet.\n\nSkov was blunt: “It’s a massive problem that flag states supporting the dark fleet are sitting at the IMO table making decisions about future regulation.”\n\nWilkins called for a clearer line between compliant operators and the murky world of sanctioned tonnage. “There are maybe 500 to 600 sanctioned vessels,” he said. “But if you listen to the numbers, there are 1,300 ships in the shadow fleet. What about those 800 grey-area tankers? They slip in and out of commercial trade. We need to draw a line.”\n\nFiori added that once sanctions lift, the industry faces another problem: “What do we do with those ships? They can’t be scrapped easily because yards have their own KYC requirements. We can’t just dump them somewhere.”\n\nHarfjeld highlighted how lax oversight enables shadow trading. “Malaysia produces half a million barrels a day but exports one and a half million. Figure that out,” he said, drawing laughs. “Oil gets new birth certificates — Venezuelan crude sold as ‘Benin Heavy’, which doesn’t exist.”\n\nInglessis pointed out that legality depends on geography. “What’s illegal for the US, EU, or G7 might be entirely legal for China. We’re playing with two different sets of rules — and maritime centres are shifting east as a result.” As discussion deepened, panelists agreed that unilateral sanctions have unintentionally reshaped tanker trading.\n\n“Let’s not forget it was the US that introduced sanctions,” said Harfjeld. “They wanted to keep oil flowing and prices stable. Strong economic interests were at play.”\n\nFiori called it “a game of equilibrium, but an increasingly unbalanced one.” He recalled how, at the start of Russian sanctions, “the US Treasury was quietly telling traders not to stop importing Russian oil, because it would crash supply and spike prices. It’s always politics first.”\n\nInglessis offered data showing that despite sanctions, exports are rising. “The three sanctioned producers are exporting more than before,” she said.\n\nLooking ahead, Harfjeld forecasted a return of contango — the storage-driven market structure last seen in 2020. “Oil companies expect contango later this year,” he said. “China is already building inventories. It’s partly price-driven but also about energy security.”He expects the build-up to last well into next year, which “will be positive for tankers — though we might face a hangover once stocks unwind.”\n\nBy the end of the 50-minute session, the tanker leaders had circled back to Wilkins’s opening theme: a fragmented industry struggling for coherence.“We’re not one industry. There are several pathways to net zero, and the framework two weeks ago was tailored for just one,” Wilkins said.If there was consensus on anything, it was that tankers — pragmatic by nature — crave realism over rhetoric. “Focus on what’s doable,” said Harfjeld.",
      "authors": [
        "Splash Is Asia Shipping Media S Flagship Title Offering Timely",
        "Informed",
        "Global News The Maritime Industry",
        "Gunaseharan Ganapathy",
        "Dan Compton",
        "Dr Emma Gillett",
        "Brian R. Mccaughrin",
        "Richard Hixson"
      ]
    },
    {
      "title": "Shipping Industry Reaffirms Support for IMO as Global Regulator Following Carbon Pricing Delay",
      "link": "https://gcaptain.com/shipping-industry-reaffirms-support-for-imo-as-global-regulator-following-carbon-pricing-delay/",
      "date": "5 days ago",
      "snippet": "The Tripartite Forum of shipbuilders, shipowners and classification societies convened in Busan, South Korea last week, bringing together more than 70...",
      "text": "The Tripartite Forum of shipbuilders, shipowners and classification societies convened in Busan, South Korea last week, bringing together more than 70 delegates from 13 countries to reaffirm their support for the International Maritime Organization as the global regulator for international shipping.\n\nThe show of support comes in the wake of a contentious extraordinary session of the IMO’s Marine Environment Protection Committee, where governments voted to postpone for one year the adoption of the world’s first global carbon pricing system on shipping. The delay was driven by what sources describe as procedural tactics by the United States, Saudi Arabia, Russia and other petrostates, with the motion to delay put forward by Singapore and called to a vote by Saudi Arabia.\n\nThomas A. Kazakos, Secretary General of the International Chamber of Shipping, told delegates at the Tripartite conference: “The shipyards of tomorrow will not only build vessels; they will build confidence in the industry’s ability to meet its sustainability goals. By working closely with classification societies and shipowners, shipbuilders can ensure that the ships of the future are not only compliant with new regulations and fuels but are also designed to operate safely, efficiently, and competitively in an increasingly complex world. Collaboration, foresight, and a continued focus on safety will be the foundation on which the next generation of shipbuilding excellence is built.”\n\nThe Tripartite has been meeting for over two decades and has a record of tackling significant engineering challenges, including initiating the development of the Common Structural Rules for bulk carriers and tankers. This year’s forum addressed pressing technical issues including decarbonization, onboard carbon capture, autonomous ships, biofouling, ballast water treatment, underwater radiated noise, software maintenance and grey water.\n\nThe postponed Net-Zero Framework had been agreed in principle in April when 63 countries voted in favor, including the EU27, Brazil, China, India, Canada, UK, Korea and Japan, versus a minority opposition from 16 oil-producing states. The framework would have required ships to pay fees for non-compliance with gradually increasing carbon intensity targets, expected to generate up to $15 billion per year in finance from 2030.\n\nIn this month’s vote on the delay, 57 countries favored postponement, 49 opposed it, and 21 abstained, as the Trump Administration threatened retaliatory tariffs and sanctions, especially on developing and climate-vulnerable states, if they supported the framework.\n\nFollowing the delay, Kazakos said: “We are disappointed that member states have not been able to agree a way forward at this meeting. Industry needs clarity to be able to make the investments needed to decarbonise the maritime sector, in line with the goals set out in the IMO GHG strategy. As an industry we will continue to work with the IMO, which is the best organisation to deliver the global regulations needed for a global industry.”\n\nJesse Fahnestock, director of decarbonization at the Global Maritime Forum, called the adjournment “a disappointing setback for shipping, but not the end of this journey.”\n\nThe delay will push the adoption vote to the next session in October 2026, potentially risking the deal not coming into force until 2030, even if adopted in a year’s time.\n\nThe original entry into force of the framework was planned for March 2027. Next year’s Tripartite forum will take place in Q4 2026 in Japan.\n\nThe forum includes participation from several key international organizations: the Active Shipbuilding Experts’ Federation (ASEF), BIMCO (the world’s largest international shipping association with 2,100 members in 120 countries representing 64% of world tonnage), CESA (representing shipbuilding, ship maintenance, repair and conversion shipyards and maritime equipment providers), the International Association of Classification Societies (IACS), which covers more than 90% of the world’s cargo carrying tonnage, INTERCARGO (the International Association of Dry Cargo Shipowners with more than 350 companies from 35 countries), the International Chamber of Shipping (ICS), representing all sectors and trades and over 80% of the world’s merchant fleet, INTERTANKO (the International Association of Independent Tanker Owners with 178 members whose combined fleet comprises over 3,800 tankers), and SEA Europe, which represents close to 100% of the European shipbuilding industry in 17 nations.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Decarbonising maritime transport – FuelEU Maritime",
      "link": "https://transport.ec.europa.eu/transport-modes/maritime/decarbonising-maritime-transport-fueleu-maritime_en",
      "date": "Mar 21, 2024",
      "snippet": "The FuelEU maritime regulation promotes the use of renewable, low-carbon fuels and clean energy technologies for ships, essential to support decarbonisation...",
      "text": "As part of the European Commission’s fit for 55 legislative package, the FuelEU maritime regulation (regulation (EU) 2023/1805) promotes the use of renewable, low-carbon fuels and clean energy technologies for ships, essential to support decarbonisation in the sector.\n\nThe regulation is fully applied from 1 January 2025 except for articles 8 and 9 on monitoring plans that are applied from August 2024.\n\nThe implementing regulation on neighbouring container transhipment ports in relation to the FuelEU has been published. Stops made in the ports included on the list will not be counted as “port of call” under the FuelEU maritime regulation.\n\nin relation to the FuelEU has been published. Stops made in the ports included on the list will not be counted as “port of call” under the FuelEU maritime regulation. FuelEU delayed in Norway and Iceland (dated 18.12.2025): Due to delays in the process of incorporating the FuelEU maritime regulation into the EEA Agreement, the application of the regulation will be delayed in Norway and Iceland. This means that Norwegian and Icelandic ports will be regarded as third-country ports in a FuelEU context from 1 January 2025 until the incorporation of FuelEU in the EEA Agreement. See also the announcement of the Norwegian Maritime Authority .\n\nKey facts about the FuelEU maritime regulation:\n\nFuelEU maritime sets maximum limits for the yearly average greenhouse gas (GHG) intensity of the energy used by ships above 5,000 gross tonnage calling at European ports, regardless of their flag. Targets will ensure that the greenhouse gas intensity of fuels used in the sector will gradually decrease over time, starting with a 2% decrease by 2025 and reaching up to an 80% reduction by 2050. The targets cover not only CO 2 but also methane and nitrous oxide emissions over the full lifecycle of the fuels used onboard, on a well-to-wake (WtW) basis.\n\nbut also methane and nitrous oxide emissions over the full lifecycle of the fuels used onboard, on a well-to-wake (WtW) basis. To reduce air pollution in ports, passenger and container ships at berth or moored at the quayside must use on-shore power supply (OPS) or alternative zero-emission technologies from 1 January 2030 onwards in ports covered under article 9 of the alternative fuels infrastructure regulation (AFIR), and from 1 January 2035 in all EU ports that develop OPS capacity. Member States may choose to apply the obligation to ports not covered by article 9 of AFIR, from 1 January 2030.\n\nBy taking a goal-based and technology-neutral approach, FuelEU maritime allows for innovation and the development of new sustainable fuels and energy conversion technologies, offering operators the freedom to decide which fuels and technologies to use based on ship-specific or operation-specific profiles. The regulation also provides for different flexibility mechanisms, supporting existing fleets to find suitable compliance strategies and rewarding first-movers for early investment in energy transition.\n\nText version Vessels >5000 gross tonnes = 55% of all ships = 90% of C0 2 emissions from the maritime sector The FuelEU maritime regulation will oblige vessels above 5000 gross tonnes calling at European ports (with exceptions such as fishing ships): to reduce the greenhouse gas intensity of the energy used on board as follows:\n\nAnnual average carbon intensity reduction compared to the average in 2020: 2025: -2%; 2030: -6%; 2035: -14.5%; 2040: -31%; 2045: -62%; 2050: -80%.\n\nthe of the energy used on board as follows: Annual average carbon intensity reduction compared to the average in 2020: to connect to onshore power supply for their electrical power needs while moored at the quayside, unless they use another zero-emission technology\n\nFrequently asked questions\n\nThe following questions and answers are intended to guide stakeholders in understanding the application of the FuelEU regulation. They were prepared by the services of the Directorate-General for Mobility and Transport of the European Commission and does not commit the European Commission as such.\n\nQuestions and answers on regulation (EU) 2023/1805 on the use of renewable and low-carbon fuels in maritime transport, and amending Directive 2009/16/EC\n\nSecondary legislation\n\nA number of implementing and delegated acts related to the FuelEU have already been adopted and are published. These are:\n\nThe following implementing acts are upcoming, and public feedback will be requested soon:\n\nImplementing act on OPS communication\n\nImplementing act on the FuelEU database\n\nImplementing act on the criteria for the acceptance of zero-emission technologies\n\nImplementing act on the list of neighbouring container transhipment ports\n\nHelpdesk\n\nThe Commission and the European Maritime Safety Agency are available to answer any queries from stakeholders in relation to the MRV maritime regulation, the EU ETS directive and the FuelEU maritime regulation. Please contact fitfor55 emsa [dot] europa [dot] eu (fitfor55[at]emsa[dot]europa[dot]eu) with any questions you may have.\n\nEvents and webinars\n\nEuropean Maritime Safety Agency (EMSA) together with the Commission is promoting a series of webinars for a better understanding of the FuelEU maritime regulation. Information on the past and forthcoming webinars are available here:\n\nReducing GHG emissions - FuelEU webinars - EMSA - European Maritime Safety Agency\n\nGuidance document\n\nThe Commission has developed a comprehensive guidance document to support the implementation of FuelEU maritime regulation. The document complements the MRV guidance document that provides the foundations for the monitoring and reporting of fuel consumption. The document builds upon the recommendations that are included in reports produced by experts under Sustainable Alternative Power for Shipping (SAPS) Subgroup of the European Sustainable Shipping Forum (ESSF).\n\nThe guidelines for reporting and verification of actual tank-to-wake methane slip emissions under the FuelEU were developed by the Commission to be used on an interim basis until international standards become available and are accepted under the EU framework.\n\nESSF SAPS - Reports on FuelEU maritime\n\nThese documents were prepared by experts under the European Sustainable Shipping Forum (ESSF): the sub-group of Sustainable Alternative Power for Shipping (SAPS), gathering in order to provide technical expertise relevant for the implementation of regulation (EU) 2023/1805. These reports do not reflect the official view of the European Commission, nor are legally binding.\n\nExemptions applied by Member States\n\nC/2024/7469 - exemptions to be applied by Greece under articles 2(3) and 2(6) of regulation (EU) 2023/1805 (Publication date: 17.12.2024)\n\nC/2024/7470 - exemptions to be applied by Italy under articles 2(3) and 2(6) of regulation (EU) 2023/1805 (Publication date: 17.12.2024)\n\nC/2024/7471 - exemptions to be applied by Denmark under articles 2(3) and 2(6) of regulation (EU) 2023/1805 (Publication date: 17.12.2024)\n\nC/2024/7472 - exemptions to be applied by Malta under articles 2(3) and 2(6) of regulation (EU) 2023/1805 (Publication date: 17.12.2024)\n\nC/2025/356 - exemptions to be applied by Spain under articles 2(3) and 2(6) of regulation (EU) 2023/1805 (Publication date: 13.01.2025)\n\nC/2025/3449 - exemptions to be applied by Spain under article 2(4) of regulation (EU) 2023/1805 (Publication date: 20.06.2025)\n\nC/2025/357 - exemptions to be applied by France under articles 2(3) and 2(6) of regulation (EU) 2023/1805 (Publication date: 13.01.2025)\n\nC/2025/3448 - exemptions to be applied by France under article 2(6) and 2(6) of regulation (EU) 2023/1805 (Publication date: 20.06.2025)\n\nC/2025/358 - exemptions to be applied by Portugal under articles 2(3) and 2(6) of regulation (EU) 2023/1805 (Publication date: 13.01.2025)\n\nC/2025/635 - exemptions to be applied by Cyprus under article 2(5) of regulation (EU) 2023/1805 (Publication date: 27.01.2025)\n\nC/2025/636 - exemptions to be applied by Croatia under articles 2(3) and 2(6) of regulation (EU) 2023/1805 (Publication date: 27.01.2025)\n\nC/2025/969 - exemptions to be applied by Finland under articles 2(3) of regulation (EU) 2023/1805 (Publication date: 07.02.2025)\n\nGlobal decarbonisation actions under the IMO\n\nThe Commission, in cooperation with Members States, engages in the international work on reducing carbon emissions at the International Maritime Organization (IMO).\n\nIn 2018, IMO adopted the initial strategy on the reduction of GHG emissions from ships, setting out a vision to reduce GHG emissions from international shipping and phasing them out as soon as possible, with candidate short-, mid-, and long-term measures to adopt. In 2023 the IMO adopted the revised strategy, further defining its vision and guiding principles, as well as candidate mid- and long-term measures.\n\nCompliance actions with the FuelEU\n\nFor ships calling EU ports for the first time after 31 August 2024, the monitoring plan is due within two months of calling at an EU port.\n\nThe reporting period is the year for which the emissions of the vessel are monitored and reported according to the monitoring plan. The first reporting period is the year 2025.\n\nThe verification period is the year after the reporting period, during which the FuelEU report is produced for the reporting period, and subsequently verified. The first verification period is the year 2026. The first FuelEU report submission to a verifier is due on 31 January 2026, containing the data from 1 January 2025 to 31 December 2025.\n\nThe table below summarises the monitoring and reporting requirements for shipping companies, and their timelines.\n\nStep Description Deadline Reference Monitoring Plan Submission Submit a monitoring plan for each ship in the fleet, to be assessed by an independent verifier 31 August 2024, or within two months of calling at an EU port for ships not previously under the scope before that date Article 8 Monitoring Requirements Record data for each ship’s arrivals and departures at EU ports, including: From 1 January 2025 Article 15 Ports of departure and arrival Dates and times, duration of stay at berth Connection to OPS or exceptions Fuel consumption at berth and at sea Electricity received through OPS The amount of electricity received Emission factors Well-to-tank and tank-to-wake for each fuel type, encompassing all Greenhouse Gases Substitute Energy consumption Amount consumed at berth and at sea Ice class information Ship’s ice class and voyages in ice conditions Annual Reporting Provide a ship-specific ‘FuelEU report’ to the verifier (for verification and calculation of results) 31 January each year, starting in 2026 (after the end of the first reporting period) Article 15(3)\n\nAdditionally, container ships and passenger ships within the scope of the FuelEU regulation will have to comply with zero emissions at berth (connection to OPS or use of zero emissions technologies) within the timelines summarised in the table below.\n\nStep Description Deadline Reference Zero emissions at berth Additional requirements for container ships and passenger ships above 5,000GT: Article 6 For AFIR-covered EU ports Compliance with zero emissions at berth requirement From 1 January 2030 For all EU ports with OPS Compliance with zero emissions at berth requirement From 1 January 2035 (or earlier as of 1 January 2030 at the discretion of Member States)\n\nRelevant links\n\nFull FuelEU regulation: Regulation (EU) 2023/1805 of the European Parliament and of the Council of 13 September 2023 on the use of renewable and low-carbon fuels in maritime transport, and amending directive 2009/16/EC.\n\nEU ETS: The EU emissions trading system (EU ETS) has been extended to the maritime sector from January 2024. The extension covers CO 2 emissions from all large ships (of 5 000 gross tonnage and above) entering EU ports, regardless of the flag they fly.\n\nAFIR: The alternative fuels infrastructure regulation sets mandatory targets for the deployment of alternative fuels infrastructure in the EU, for road vehicles, vessels and stationary aircraft.\n\nRenewable energy directive: The renewable energy directive is a legal framework for the development of clean energy across all sectors of the EU economy, supporting cooperation between EU countries towards this goal.\n\nRLCF Alliance: The Renewable and Low-Carbon Fuels Value Chain Industrial Alliance (RLCF Alliance) is an initiative that focuses on boosting production and supply of renewable and low-carbon fuels in the aviation and waterborne sectors.\n\nEuropean Maritime Safety Agency (EMSA): EMSA also provides resources, updates, and documents on the implementation fo the MRV, ETS maritime and FuelEU maritime regulations.\n\nEuropean Sustainable Shipping Forum: The European Sustainable Shipping Forum is a platform for structural dialogue, exchange of technical knowledge, cooperation and coordination between the Commission, Member States authorities and maritime transport stakeholders on issues pertaining to the sustainability and the competitiveness of EU maritime transport.\n\nEU Innovation fund: The innovation fund is one of the world’s largest funding programmes for the demonstration of innovative low-carbon technologies.",
      "authors": []
    },
    {
      "title": "Velkommen til Danske Rederier",
      "link": "https://danishshipping.dk/",
      "date": "Jun 23, 2023",
      "snippet": "Hvordan holder vi, der ser det europæiske samarbejde som et fundament for kontinentets fortsatte indflydelse i verden, dampen oppe?",
      "text": "Det er ikke til at komme udenom, at vi skal indfange og lagre CO2 (CCS), hvis vi skal indfri EU’s klimamål. Heldigvis har Europa gode forudsætninger for at blive en frontløber på området, men det kræver klare mål, færre barrierer og investeringer i infrastruktur. Med den forestående Industrial Accelerator Act og forårets markedspakke på CO2-transport er der oplagte platforme i EU til at få etableret et indre marked for CO2 i Europa serviceret af maritim transport.",
      "authors": []
    },
    {
      "title": "Green inland ports final conference",
      "link": "https://transport.ec.europa.eu/news-events/events/green-inland-ports-final-conference-2025-11-26_en",
      "date": "Aug 29, 2025",
      "snippet": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway...",
      "text": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway authorities, policymakers, terminal operators, digital service providers, researchers, and other relevant stakeholders.\n\nThe conference will present key findings from the green inland ports study, and showcase the tools developed as part of the study supporting port decarbonisation. It will also collect stakeholder input for policy recommendations on sustainable port governance.",
      "authors": []
    }
  ]
}