{
  "timestamp": "2025-09-15T06:27:10.429647",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "Tænketank: Lokalt medejerskab er vejen til mere grøn energi",
      "link": "https://www.altinget.dk/forsyning/artikel/taenketank-i-opraab-til-kommunerne-giv-borgerne-andel-i-fremtidens-energiprojekter",
      "date": "for 6 timer siden",
      "snippet": "Alt for ofte planlægges store vindmølle- og solcelleprojekter hen over hovedet på borgerne og lokalsamfund, og det skaber modstand.",
      "text": "Tre ud af fire danskere er villige til at acceptere energianlæg tæt ved deres bopæl, og hele ni ud af ti ønsker at engagere sig mere i den grønne omstilling.\n\nNår vedvarende energiprojekter går i stå, skyldes det ikke, at danskerne har mistet interessen for klimaet – tværtimod.\n\nLæs også\n\nDet mærkes i kommunerne, for det er i byrådssalene, at beslutninger om nye VE-projekter bliver truffet.\n\nMen det ændrer ikke ved, at mange borgere føler sig reduceret til passive modtagere af beslutninger, de ikke har haft mulighed for at præge.\n\nDet ændrer ikke ved, at mange borgere føler sig reduceret til passive modtagere af beslutninger, de ikke har haft mulighed for at præge.\n\nAlt for ofte oplever borgere og lokalsamfund, at store vindmølle- og solcelleprojekter bliver planlagt uden reel lokal inddragelse og medejerskab.\n\nLæs også\n\nAndelstanken skal genoplives\n\nHvis vi skal i gang med at udbygge grøn energi på land igen, er der behov for et opgør med den måde, vi gør det på i dag.\n\nBorgere og lokalsamfund skal ikke bare høres – de skal have mulighed for at være medejere af de projekter, de skal lægge jord og udsigt til.\n\nMedejerskab findes allerede i mange former. Det kan være andelsejede forsyningsselskaber, der investerer i energiproduktion.\n\nDet kan være borgerdrevne energifællesskaber, hvor naboer producerer, deler og forbruger strøm og varme i fællesskab.\n\nHvis vi fremover skal se flere lokalt forankrede energiprojekter, kræver det, at flere kommuner begynder at indtænke medejerskab i deres planer for sol og vind. Jens Jonatan Steen\n\nAdm. direktør, Tænketanken Demokratisk Erhverv\n\nDet kan være vindmøllelaug, hvor borgere går sammen om at eje andele i møller for at gøre noget godt for klimaet og samtidig tjene en skilling.\n\nEller det kan være større, developer-drevne-projekter, hvor en del af ejerskabet åbnes op for det omkringliggende lokalsamfund.\n\nFælles for modellerne er, at de virker. Når lokalsamfund og borgere har en reel andel i projekterne, bliver modstand vendt til medvind.\n\nDet kan man se ved egne øjne ved at tage til havnen i Thyborøn. Her er 2.800 borgere gået sammen om at eje verdens største vindmølle på land.\n\nDen står nu på havnen med sine 266 meter – rejst uden en eneste klage, fordi projektet er skabt af lokalsamfundet, som både deler ansvaret og overskuddet. Det er sund, vestjysk fornuft.\n\nAndelstanken er nemlig ikke ideologisk – den er praktisk. Netop derfor har den historisk formået at samle danskere på tværs af politiske skel om at løse store samfundsudfordringer i fællesskab.\n\nDen evne har vi brug for at genoplive, for i dag står alle med hver deres del af problemet: Kommunerne kæmper med at nå deres klimamål. Borgerne føler sig kørt over. Og udviklerne ser deres projekter strande.\n\nLokalt medejerskab tilbyder en vej frem, der både forener interesser og bygger bro mellem fløje.\n\nDanmarksdemokraterne har for nylig foreslået at genindføre et lovkrav om lokalt medejerskab i vedvarende energiprojekter - et forslag, der burde kunne samle bred opbakning.",
      "authors": [
        "Jens Jonatan Steen"
      ]
    },
    {
      "title": "Vildmosekartoflen taber til grøn omstilling",
      "link": "https://www.dr.dk/nyheder/indland/vildmosekartoflen-taber-til-groen-omstilling",
      "date": "2 dag siden",
      "snippet": "Kartoffelmarker i Store Vildmose bliver til natur efter Naturstyrelsen har købt et kæmpeområde på 535 hektar for 172 millioner kroner.",
      "text": "Vildmosekartoflerne er kendetegnet ved at være dyrket på såkaldte lavbundsjorde, som er fugtig jord, der udleder CO2, når jorden drænes og bruges til landbrug.\n\nOg netop den type jord arbejder Naturstyrelsen på at købe fra landmænd, og omlægge til natur som en del af Grøn Trepart.\n\nDet vil altså i fremtiden betyde færre vildmosekartofler, men et varieret liv på eng, mose og vandhuller. I bytte for kartoflerne får man i stedet mindre CO2-udledning og mere natur, fortæller Annette Strøm Jacobsen, der er skovrider i Naturstyrelsen Himmerland.\n\n- Vi får en stor klimaeffekt og et kæmpestort sammenhængende naturområde.\n\nLang udfasning\n\nSom en del af aftalen, lyder det, at produktionen af kartofler først indstilles i 2028. Det skal både give kunderne tid til at finde andre leverandører og de ansatte mulighed for at sige farvel til et arbejde i det område, hvor flere er vokset op.\n\nMen også en helt særlig anledning i familien giver behov for den lange nedtrapning, fortæller Jesper Bjerregaard.\n\n- Min søn skal konfirmeres om et par år. Hvis han kan få vildmosekartofler til sin konfirmation, så kan man ikke ønske sig mere.",
      "authors": [
        "Sep Kl."
      ]
    },
    {
      "title": "“Grøn omstilling af bygninger skal balancere klimahensyn og økonomisk fornuft”",
      "link": "https://borsen.dk/nyheder/opinion/gron-omstilling-af-bygninger-skal-balancere-klimahensyn-og-okonomisk-fornuft",
      "date": "3 dag siden",
      "snippet": "Helene Toxværd, landsformand, Lejernes Landsorganisation, Peter Mogensen, direktør, Kraka Economics, og Peter Stenholm, adm. direktør, Ejendomdanmark.",
      "text": "Dette er et debatindlæg. Indlægget er udtryk for skribentens holdning. Alle holdninger, som kan udtrykkes inden for straffelovens og presseetikkens rammer, er velkomne, og du kan også sende os din mening her.",
      "authors": []
    },
    {
      "title": "Medarbejdere kritiserer stor fyringsrunde: \"De store ord om grøn trepart klinger hult\"",
      "link": "https://www.altinget.dk/foedevarer/artikel/medarbejdere-kritiserer-stor-fyringsrunde-de-store-ord-om-groen-trepart-klinger-hult?SNSubscribed=true&ref=newsletter&refid=altinget-dk-fodevarer-normal-286&utm_campaign=Altinget%20DK%20-%20F%C3%B8devarer&utm_content=Altinget%20DK%20-%20F%C3%B8devarer%20(Normal)&utm_medium=e-mail&utm_source=nyhedsbrev",
      "date": "3 dag siden",
      "snippet": "\"Det er simpelthen dråben, der får bægret til at flyde over.\" Sådan siger tillidsrepræsentant Torben Wandall til Altinget, efter at det i sidste uge kom...",
      "text": "\"Det er simpelthen dråben, der får bægret til at flyde over.\"\n\nSådan siger tillidsrepræsentant Torben Wandall til Altinget, efter at det i sidste uge kom frem, at Styrelsen for Grøn Arealanvendelse skal afskedige 130 medarbejdere.\n\nTorben Wandall er repræsentant for HK’ere i styrelsen. Han har sammen med de resterende syv fagforbund formuleret en udtalelse på vegne af medarbejderne (læs hele udtalelsen i faktaboks nedenfor).",
      "authors": [
        "Hjalte Kragesteen"
      ]
    },
    {
      "title": "Landbrug & Fødevarer: Strammere regler presser investeringslysten og sender priserne op",
      "link": "https://www.altinget.dk/foedevarer/artikel/landbrug-foedevarer-strammere-regler-presser-investeringslysten-og-sender-foedevarepriserne-op",
      "date": "4 dag siden",
      "snippet": "Hvem bærer ansvaret for de stigende fødevarepriser, og hvorfor stiger priserne? Svaret på de to spørgsmål er hverken enkelte eller entydige, men pilen peger...",
      "text": "Debat\n\nNår regulering skaber usikkerhed om investeringer, bremser det landbruget, og priserne stiger. Vi har brug for en grøn omstilling, der også sikrer fødevareforsyningssikkerheden for at løse problemet, skriver Martin Kristian Brauer.",
      "authors": [
        "Martin Kristian Rants Brauer"
      ]
    },
    {
      "title": "Vestas vakler efter tysk kansler antyder mulig grøn opbremsning",
      "link": "https://finans.dk/erhverv/ECE18530117/vestas-vakler-efter-tysk-kansler-antyder-mulig-groen-opbremsning/?fp-exp=70120001&fp-alg=701200011",
      "date": "3 dag siden",
      "snippet": "Vestas fik klø i torsdagens handel, efter at den tyske forbundskansler Friedrich Merz ifølge branchemediet Recharge News har antydet,...",
      "text": "Vestas vakler efter tysk kansler antyder mulig grøn opbremsning Vestas fik klø i torsdagens handel, efter at den tyske forbundskansler Friedrich Merz ifølge branchemediet Recharge News har antydet, at Tyskland sandsynligvis vil bremse udbygningen af vind- og solenergi. Erhverv 11. sep. 2025 kl. 17:12 MarketWire\n\nNedturen tog endda ekstra fart i den sene handel og facit ved børslukketid var et fald på 5,4 pct. til 117,60 kr.\n\nEn rapport om Tysklands energiomstilling skal analyseres af energiministeriet i næste uge, forlyder det, og det kan føre til en ændret kurs for udbygningen af grøn energi.\n\nRapporten skal fastlægge det faktiske fremtidige elbehov og pege på…",
      "authors": []
    },
    {
      "title": "Generalist med politisk tæft og analytisk blik til den grønne omstilling - Altinget",
      "link": "https://www.altinget.dk/job/generalist-med-politisk-taeft-og-analytisk-blik-til-den-groenne-omstilling",
      "date": "2 dag siden",
      "snippet": "levere skarpe oplæg og bistå med politisk betjening af Naalakkersuisut. koordinere processer med både interne og eksterne aktører.",
      "text": "Tiltrædelse ønskes 1. december 2025 eller hurtigst muligt derefter. Ansøgningsfrist er 5. oktober 2025 . Vi holder samtaler den 8. og 9. oktober. Om Departementet for Erhverv, Råstoffer, Energi, Justitsområdet og Ligestilling Departement for Erhverv, Råstoffer, Energi, Justitsområdet og Ligestilling består af 7 afdelinger. Du vil blive placeret i afdeling for Energi som normeret til 5 medarbejdere og en afdelingschef. I afdelingen har vi et tæt samarbejde med den offentlige forsyningsvirksomhed Nukissiorfiit, Grønlands Elmyndighed og NunaGreen A/S. Løn og ansættelsesforhold Løn - og ansættelsesvilkår, herunder ret til til- og fratrædelsesrejse og bohaveflytning, i henhold til den på tiltrædelsestidspunktet gældende aftale/overenskomst mellem Grønlands Selvstyre og pågældende forhandlingsberettigede organisation. Bolig Der anvises ikke personalebolig til stillingen. Såfremt en ansøger allerede har personalebolig gennem ansættelse i Selvstyret, bibeholdes ret til anvist personalebolig. Personaleboligen er knyttet op på ansættelsesforholdet, og skal fraflyttes ved ansættelsesforholdets ophør. Indsend ansøgning, CV, uddannelses- og kursusbeviser, samt andre relevante dokumenter ved at trykke ”Send ansøgning”. Vi modtager ikke ansøgninger via e-mail.\n\nUdvikling af ny sektorplan for energi, hvor der udarbejdes analyser af muligheder for grøn omstilling, herunder kan nævnes landstrømanalyser, salg af overskudsstrøm fra vandkraftværker, udvidelse af bynære vandkraftværker. Derudover vil der være et tæt samarbejde med folkene bag udarbejdelsen af Grønlands første klimastrategi og klimamål.\n\nOm Naalakkersuisut\n\nSøger du udfordringer og har lyst til at præge hverdagen gennem dit arbejdsliv og være med til at forme fremtiden, så er et job hos Grønlands Selvstyre noget for dig.\n\nVi forventer stor ansvarlighed og vægter faglige kvalifikationer, en sund analytisk tilgang til tingene samt omstillingsparathed højt hos medarbejderne. Herudover er din evne til at strukturere hverdagen og bevare overblikket vigtig.\n\n\n\nGrønlands Selvstyre består af en Centraladministration, med mere end 650 ansatte fordelt på flere departementer, samt en lang række decentrale enheder. Tilsammen er vi mere end 2500 mennesker tilknyttet Grønlands Selvstyre. Centraladministrationens opgave er, at sikre Naalakkersuisut (regeringen) et solidt politisk beslutningsgrundlag, samt at føre de politiske beslutninger ud i livet.\n\n\n\nDu kan læse mere om Grønlands Selvstyre her",
      "authors": []
    },
    {
      "title": "Støjbergs \"jernmarker\" gør solceller til en falsk fjende i landdistrikterne",
      "link": "https://www.altinget.dk/klima/artikel/stoejbergs-jernmarker-goer-solceller-til-en-falsk-fjende-i-landdistrikterne",
      "date": "3 dag siden",
      "snippet": "Lytter man til Støjberg, får man hurtigt indtryk af, at hele vores dejlige land vil blive plastret til, og at det danske landbrug vil blive afviklet.",
      "text": "Det var én ting, hvis klimaskepsissen blev i maven på Inger Støjberg, men hendes retorik har reelle, negative konsekvenser for vores grønne omstilling. Det er en fortælling, som har gjort en masse lokalpolitikere nervøse for, hvad de skal mene og sige om grøn omstilling i den kommende valgkamp, og det er en fortælling, som spænder ben for udviklingen af vedvarende energi.\n\nDet ses ikke mindst hos Danmarksdemokraterne og Dansk Folkeparti, hvor der for alvor er gået valgkamp i den. Her handler overbudspolitikken bare ikke om, hvem der kan sikre gratis vuggestuer eller skattelettelser, men snarere hvem der kan fremføre den mest kras kritik af vedvarende energi.\n\nMen også uden for regeringens tykke mure præsenterer partierne stribevis af ambitiøse planer for, hvordan de vil forædle danskernes levestandarder, såfremt de skulle få magten.\n\nLæs også\n\nDet er velkendt, at det kan give anledning til lokal modstand, når der sker forandringer i et område, som folk identificerer sig med og måske har boet i gennem generationer. Jeg ønsker derfor ikke at være polemisk, men jeg synes dog alligevel, at der går symbolpolitik i den, når det lige er solcelleanlæg, der bliver udråbt til hadeobjekt.\n\nFor et år siden lavede Home og Yougov nemlig en undersøgelse af, hvilke naboer danskerne nødigst vil bo ved siden af.\n\nOm skribenten Foto: Pressefoto Nanna Bonde er folketingskandidat for SF i København og fast kommentarskribent hos Altinget. Hun har tidligere været landsformand for SF Ungdom og vandt DM i debat i 2018. Derudover er hun uddannet sociolog fra Københavns Universitet.\n\nListen over de værste naboer toppes blandt andet af bandeklubhuse og diskoteker, men det virkelig interessante er, at både landbrug med dyrehold/gylletank og biogasanlæg er højere oppe på listen end både vindmøller og solceller. Ja, solceller er bortset fra dagligvarebutikker allerlængst nede på listen, overgået af både store veje, børnehaver og sågar kirker.\n\nMen hvordan kan det så være, at du får kompensation, hvis du skal bo ved siden af et solcelleanlæg, men ikke en gylletank? For følger man logikken i den omtalte undersøgelse, så burde det jo netop være omvendt.\n\nSkal du være nabo til vindmøller eller et solcelleanlæg, så udløser det kompensation. Ikke bare bliver du kompenseret for værditab, du får også Grøn pulje, VE-bonus og salgsoption. Men er det derimod en svinefarm, som bliver din nye nabo, er der ikke så meget som en krone at hente.\n\nDet er til trods for, at en svinefarm både larmer og lugter i en grad, som på ingen måde kan sammenlignes med hverken solceller eller vindmøller.\n\nJeg mener helt sikkert, at det giver god mening at kompensere folk for deres gener. Det er afgørende for at sikre opbakning til, at vi hurtigt får udbygget vores grønne energiproduktion. Derfor synes jeg også, at det er tydeligt, at højrefløjen er ved at skabe en politisk fortælling om vedvarende energi, som ikke står mål med virkeligheden.\n\nHøjrefløjen er ved at skabe en politisk fortælling om vedvarende energi, som ikke står mål med virkeligheden. Nanna Bonde\n\nOg selvom der selvfølgelig kan opleves gener i de måneder, hvor en solcellepark bygges, så vil jeg igen vove at påstå, at det er ingenting i sammenligning med gyllevogne, foderbiler og store lastbiler, som skal transportere grise til slagtning.\n\nDen skævvridning sender et signal om, at vi som land har mere brug for en enorm svineproduktion, end vi har for at slippe af med den fossile energi og gøre os uafhængige af russisk gas. Det er helt skævt.\n\nHeldigvis er det gået op for de fleste, at vores landbrugsproduktion er uholdbar, og med den grønne trepart kan vi se frem til, at det danske landskab vil blive forandret i stor stil. Vi kan glæde os til at få markant mere skov og natur i fremtidens Danmark.\n\nI forhold til den forandring er udbygningen af vind og sol en lille brik. For at indfri målsætningen om at firedoble vores kapacitet på land, vil det kræve blot 1,3 procent af Danmarks areal. Lytter man til Støjberg, får man hurtigt indtryk af, at hele vores dejlige land vil blive plastret til, og at det danske landbrug vil blive afviklet. Det er jo helt ude af proportioner.\n\nDebatten om vedvarende energi i Danmark er stukket af, og jeg forudser, at det kun kommer til at tage til i intensitet frem mod det kommende kommunalvalg. Det er derfor på tide, at vi får proportionerne på plads.\n\nNej, naturen plastres ikke til med jernmarker, men en lille del af vores landbrugsareal bliver nødt til udnyttes til at producere sol- og vindenergi.\n\nVi må ikke lade Støjbergs retorik om jernmarker gøre den grønne omstilling til syndebuk og eksempel på, at vores landdistrikter bliver uretfærdigt behandlet. For i virkeligheden er der langt mere seriøse udfordringer, som bekymrer folk i landområder.\n\nSå kære Støjberg: Kom med ind i fremtiden og drop splittelsen.",
      "authors": [
        "Nanna Bonde"
      ]
    },
    {
      "title": "uge for sundhed og innovation 2025",
      "link": "https://www.altinget.dk/sundhed/kalender/58786",
      "date": "2 dag siden",
      "snippet": "WHINN afholder deres årlige internationale todages videnfestival med danske og internationale talere, udstilling, matchmaking og en række...",
      "text": "Danske Fysioterapeuter vil arbejde for, at viden om fysisk aktivitet og træning bliver mere integreret i vejledninger og retningslinjer i de kommende år. For selvom det kan synes selvindlysende, er det stadig en helt ny måde at tænke på for mange, Jeanette Præstegaard fra Danske Fysioterapeuter.",
      "authors": []
    },
    {
      "title": "Tidligere Energinet-direktør indtræder i bestyrelsen hos Baltic Energy Island",
      "link": "https://www.altinget.dk/klima/navnenyt/tidligere-direktoer-i-energinet-indtraeder-i-bestyrelsen-for-fonden-baltic-energy-island",
      "date": "2 dag siden",
      "snippet": "Hanne Storm Edlefsen er valgt ind i bestyrelsen for fonden Baltic Energy Island. Det sker på et tidspunkt, hvor Energinet og 50Hertz har fået grønt lys til...",
      "text": "Hanne Storm Edlefsen indtræder som nyt medlem af bestyrelsen for fonden Baltic Energy Island.\n\nDet oplyser fonden i en pressemeddelse.\n\n\"Jeg er stolt over og glad for at få Hanne med ombord. Vi står stærkere, når vi kan trække på hendes lange erfaring og internationale netværk. Hun er ambitiøs og utrættelig i sit arbejde for energiøer og grøn omstilling,\" siger forperson for bestyrelsen, Claus M. Andersen.",
      "authors": [
        "Julie Aaskov Dybbro"
      ]
    },
    {
      "title": "Nuclear-Powered LNG Carrier Design Receives Landmark Certification",
      "link": "https://gcaptain.com/nuclear-powered-lng-carrier-design-receives-landmark-certification/",
      "date": "5 days ago",
      "snippet": "The Korea Atomic Energy Research Institute (KAERI) and Samsung Heavy Industries have achieved a significant milestone in maritime propulsion technology,...",
      "text": "The Korea Atomic Energy Research Institute (KAERI) and Samsung Heavy Industries have achieved a significant milestone in maritime propulsion technology, securing the world’s first Approval in Principle (AiP) for an LNG carrier powered by a small modular molten salt reactor (MSR).\n\nThe groundbreaking certification was announced Tuesday at Gastech 2025 in Milan, Italy, one of the world’s largest gas and energy exhibitions.\n\nThe certification from the American Bureau of Shipping (ABS) and the Liberian flag state represents a crucial first step toward actual ship development, as Dr. Jin-Young Cho, Director of the Advanced Reactor Research Institute, explained: “We will make further efforts to ensure that the MSR we are developing contributes to achieving carbon neutrality in the maritime sector in the future.”\n\nKorea Atomic Energy Research Institute\n\nThe MSR technology uses molten salt, which mixes nuclear fuel and coolant, as a liquid nuclear fuel. This approach offers significant advantages for maritime applications, including high safety margins and excellent energy efficiency.\n\nAccording to KAERI, what makes this development particularly remarkable is the reactor’s longevity. The LNG carrier propulsion MSR operates at 100 MWth capacity and is designed so that installing just one unit eliminates the need for fuel replacement throughout the ship’s lifetime.\n\nThe joint project between KAERI and Samsung Heavy Industries is being supported by the Ministry of Science and ICT and the Ministry of Oceans and Fisheries. The collaboration began in 2023, with the goal of completing the conceptual design of a marine MSR by 2026.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Curtin Maritime to Build Eight Hybrid Tugboats for $160M",
      "link": "https://www.marinelink.com/news/curtin-maritime-build-eight-hybrid-529839",
      "date": "4 days ago",
      "snippet": "While political winds in the U.S. have significantly tampered many 'green' projects, Curtin Maritime is domiciled in California…",
      "text": "While political winds in the U.S. have significantly tampered many ‘green’ projects, Curtin Maritime is domiciled in California, which is globally known for its strict environmental initiatives. To that end, Curtin Maritime inked a contract recently to invest $160m for eight new hybrid-electric tugboats, vessels being built by Snow & Co. and featuring vertically integrated electric powertrains from Arc with Schottel propulsion. Maritime Reporter TV interviewed Martin Curtin, CEO, Curtin Maritime & Mitch Lee, co-founder and CEO, Arc, on the eve of the announcement to discuss specifics.\n\nAs shipbuilding continues to take center stage in the U.S., Curtin Maritime this morning announced a landmark $160 million order for eight hybrid-electric tugboats outfitted with powertrains from Los Angeles-based Arc. The vessels, to be built at Seattle’s Snow & Co. shipyard, mark the largest commercial deployment of electric workboats in industry history, and deliveries of the first tugs are committed before the end of 2026.\n\nThe project represents more than just new tugboat tonnage, a signal that the energy transition and move toward electric is gaining traction.\n\n\n\nFuture Harbor Craft\n\nCurtin Maritime, founded in 1997 and now operating nearly 50 vessels with 500 employees, is known for innovation in many maritime sectors. For CEO Martin Curtin, this tug order is the natural evolution. “Our journey into zero-emissions vessels started almost a decade ago, looking at pilot projects in Norway,” Curtin said. “Battery technology wasn’t there yet. But we always knew, especially being homeported in Long Beach, California, that regulations would only get tougher. Timing is finally right, and the need is real.”\n\nCurtin notes that California Air Resources Board (CARB) rules on harbor craft have created both pressure and opportunity. Rather than wait for others to develop solutions, Curtin Maritime chose to act. “At Curtin, we don’t wait for someone else to build the future—we build it ourselves,” he said.\n\n“Our journey into zero-emissions vessels started almost a decade ago, looking at pilot projects in Norway. Battery technology wasn’t there yet. But we always knew, especially being homeported in Long Beach, California, that regulations would only get tougher. Timing is finally right, and the need is real.”\n\n- Martin Curtin, CEO, Curtin Maritime\n\n\n\n\n\nWatch the full interview with Martin Curtin, CEO, Curtin Maritime, and Mitch Lee, co-founder and CEO, Arc, on the rationale behind the order for eight new hybrid-electric tugboats for delivery starting in Q4 2026:\n\n\n\n\n\nA Partnership\n\nTo execute the vision, Curtin turned to two key partners: Snow & Co., a Seattle-based shipyard, and Arc, a rising force in electric propulsion, albeit primarily focused on the consumer boating sector to date. Curtin Maritime has a partial ownership stake in Snow & Co., ensuring deep vertical integration from design through construction. “Snow is, in my opinion, the finest boatbuilder in North America,” Curtin says. “Having them on board as part of this vertically integrated team was essential.”\n\nThe design effort, led by Snow’s naval architecture team under Jay Edgar, incorporates operational input from Curtin and electric integration from Arc. The result: a purpose-built tug designed for scalability, not just proof-of-concept.\n\n\n\nArc’s Commercial Leap\n\nArguably the most intriguing part of the announcement was the selection of Arc to fulfill the vertically integrated electric powertrains portion of the program, versus larger, more established players in the maritime electrification field. Arc, founded in 2020 and now employing nearly 200 people, has already made waves in the recreational market with its Arc One, Arc Sport, and Arc Coast models. The Curtin Maritime deal marks its largest commercial leap.\n\n“We’ve seen a lot of pilot projects, often subsidized, that build a single prototype vessel,” said Mitch Lee, co-founder and CEO of Arc. “This deal is different. It’s cost-competitive with diesel and it makes business sense without grant funding. That’s a real inflection point for the marine industry.”\n\nArc will deliver the entire electric powertrain package: 6 megawatt-hour battery banks, propulsion motors, software, and high-voltage integration. All battery packs and control systems are manufactured in-house. “We handle the complex electrical and software stack, while leaning on Curtin and Snow for the naval architecture and shipbuilding expertise,” Lee says. The result is a hybrid-electric tug delivering over 4,000 horsepower, designed for real-world port operations.\n\n\n\nHybrid-Electric Tugs: The Business Case\n\nHistorically, cost has been the main barrier for electric harbor craft. But Curtin and Arc insist this order proves the economics now work. “Operating costs are lower, maintenance burdens drop, and vessel reliability increases,” Lee said. “Simpler powertrain architecture translates directly to the bottom line.”\n\nCurtin emphasizes that vertical integration is the key. By bringing design, construction, and electric integration together under one roof, the project avoids the pitfalls of complexity and cost escalation that plagued earlier efforts. “We’re not just building a one-off. We’re building a scalable solution that can be replicated across ports nationwide,” he said.\n\nWhile the tech is proven, both leaders acknowledge challenges remain. For Lee, charging infrastructure is a long-term hurdle. “Even without full charging networks, these vessels make sense as hybrids,” he said. “But to scale across the industry, we need robust portside infrastructure.”\n\nCurtin points to cultural and operational inertia. “The biggest hurdle is the status quo. Crews are used to diesel tug profiles. Hybrid and electric tugs are different, they require new operating habits. Training and education will be key.”\n\nStill, he sees a clear path forward. “We’ve applied proven technologies in new applications before. Our dredges are a perfect example. Tugboats are no different. Once operators see the reliability and performance, skepticism will fade.”\n\n\n\n",
      "authors": []
    },
    {
      "title": "HSBC: USTR Port Fees Could Sink Chinese Carriers’ Profits",
      "link": "https://gcaptain.com/hsbc-ustr-port-fees-could-sink-chinese-carriers-profits/",
      "date": "6 days ago",
      "snippet": "Chinese container shipping lines face severe financial impact when new U.S. Trade Representative port fees take effect on October 14, 2025, according to a...",
      "text": "Chinese container shipping lines face severe financial impact when new U.S. Trade Representative port fees take effect on October 14, 2025, according to a new HSBC analysis. The fees will erode an estimated 74% of China Shipping Holding’s (CSH) projected 2026 operating profit and 65% for Orient Overseas Container Line (OOIL).\n\nThe analysis projects CSH could incur approximately $1.5 billion in annual port fees, representing 5.3% of its consensus 2026 revenue forecasts against a 7.1% consensus EBIT margin. OOIL faces an estimated $654 million in fees, equating to 7.1% of projected 2026 revenues against a 10.9% consensus EBIT margin.\n\nWhile final implementation rules have yet to be announced, the U.S. Customs & Border Protection is reportedly developing a collection system for the fees. Non-Chinese carriers will only face charges if they deploy Chinese-built vessels for U.S. port calls.\n\n“The US Trade Representative’s (USTR) port fees targeting Chinese carriers is scheduled to take effect from 14 Oct 2025,” notes the HSBC report. “Further dilution or scrapping of the port fees would be a positive catalyst for Chinese carriers.”\n\nNon-Chinese shipping lines have already begun network reconfiguration to minimize exposure. Companies like Maersk and Hapag Lloyd are deploying Korean-built ships on transpacific routes. The Premier Alliance plans to split its Mediterranean Pacific South 2 service into separate services, allowing it to remove ten Chinese-built vessels from U.S. port calls.\n\nChinese carriers may pursue several mitigation strategies, including having Ocean Alliance partners CMA CGM and Evergreen deploy more non-Chinese vessels on transpacific routes while CSH and OOIL add capacity elsewhere. They may also develop services bypassing U.S. ports by using transshipments through Canada, Mexico, or Caribbean hubs.\n\nThe USTR port fee structure, announced in April, establishes a $50 per net ton fee on Chinese vessel owners and operators, increasing annually by $30 increments to reach $140 per net ton by 2028. Non-Chinese operators using Chinese-built vessels face lower rates of $18 per net ton or $120 per discharged container, whichever is higher.\n\nIndustry analysts suggest the network realignment by carriers could temporarily tighten capacity and potentially delay the scrapping of older non-Chinese built vessels, which currently represent 93% of container ships over 20 years old.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "New Wind-Assisted Tanker Arrives in Rotterdam on Maiden Voyage",
      "link": "https://gcaptain.com/new-wind-assisted-tanker-arrives-in-rotterdam-on-maiden-voyage/",
      "date": "3 days ago",
      "snippet": "The world's first newbuild tanker equipped with BAR Technologies' WindWings propulsion technology has completed its maiden voyage to Europe,...",
      "text": "The world’s first newbuild tanker equipped with BAR Technologies’ WindWings propulsion technology has completed its maiden voyage to Europe, marking a significant milestone in maritime decarbonization efforts. The vessel Brands Hatch made its first European port call in Rotterdam on September 8, demonstrating the commercial viability of wind-assisted propulsion.\n\nOwned and operated by Union Maritime, the Brands Hatch showcased impressive performance during its journey, achieving more than a third of its propulsion from wind power alone while fully laden. The vessel’s three 37.5m WindWings® sails replaced 12.8 tonnes of fuel in just 24 hours – equating to 4.3 tonnes per wing and 13 tonnes of CO2 emissions avoided per wing per day.\n\nDuring a sustained 6-hour peak performance period, the vessel achieved fuel savings of over 18 tonnes per day, significantly exceeding the average global route savings of 1.5 tonnes of fuel per wing per day.\n\nThe WindWings® technology features a patented three-element wing design that delivers 2.5 times the lift of a single-element wing and requires no continuous power for suction fans or mechanical spinning. The wings automatically adjust camber and angle of attack to optimize efficiency across various wind conditions.\n\nLaurent Cadji, Managing Director at Union Maritime, described the voyage as “a proud moment for Union Maritime and a clear demonstration of our leadership in bringing innovative, sustainable solutions to global shipping.” He added that “the early performance results highlight the real-world potential of wind-assisted propulsion, and we are pleased to be proving its commercial and environmental value at scale.”\n\nIn July, BAR Technologies secured a landmark order to install its WindWings on two new LR2 dual-fuel tankers, representing one of the first significant wind propulsion applications for this class of vessel. Delivery in anticipated in Q1 2027.\n\n“The arrival of Brands Hatch in Europe really is a landmark moment, not just for us, but for everyone committed to driving maritime sustainability forward through wind propulsion,” said John Cooper from BAR Technologies. “This is the first time a vessel built from the ground up with WindWings® has completed a full ocean passage, proving that wind propulsion is ready for commercial-scale use.”\n\nThe Aframax tanker was officially named on June 11 at Shanghai Waigaoqiao Shipyard before beginning its maiden voyage. Built by Shanghai Waigaoqiao Shipbuilding, the vessel is projected to reduce fuel consumption by approximately 1,200 tonnes annually, providing a 30% improvement compared to a modern 2022-built vessel of similar specification.\n\nBrands Hatch is the first in a planned fleet of wind-assisted tankers Union Maritime is rolling out under “Project AeroPower,” a collaborative effort with Anglo-Eastern, Synergy, Atlantas Ship Management, and BAR Technologies. The company says a significant portion of its more than 100-vessel fleet will be equipped with WindWings®, ensuring compliance with environmental standards through 2030 and beyond.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "OFAC Unveils Largest Sanctions Action Against Houthi Maritime Network",
      "link": "https://gcaptain.com/ofac-unveils-largest-sanctions-action-against-houthi-maritime-network/",
      "date": "3 days ago",
      "snippet": "The U.S. Department of the Treasury has launched its largest sanctions action to date targeting Iran-backed Houthi maritime operations, designating 32...",
      "text": "The U.S. Department of the Treasury has launched its largest sanctions action to date targeting Iran-backed Houthi maritime operations, designating 32 individuals and entities and identifying four vessels in a sweeping effort to disrupt the group’s global shipping network.\n\nOFAC describes the action as targeting the full spectrum of Houthi maritime activities – from fundraising and smuggling to weapons procurement and attacks on commercial shipping in the Red Sea.\n\n“The Houthis continue to threaten U.S. personnel and assets in the Red Sea, attack our allies in the region, and undermine international maritime security in coordination with the Iranian regime,” said Under Secretary of the Treasury for Terrorism and Financial Intelligence John K. Hurley.\n\nThe sanctions specifically target shipping facilitators who enable the Houthis to acquire advanced military-grade materials, including ballistic missile, cruise missile, and unmanned aerial vehicle components, which have been used in attacks against U.S. forces, allies, and commercial shipping.\n\nAmong the designated entities are several maritime shipping companies that have played critical roles in the Houthis’ operations. United Arab Emirates-based Tyba Ship Management DMCC operates four oil tankers – the Barbados-flagged STAR MM, Antigua and Barbuda-flagged NOBEL M, Panama-flagged BLACK ROCK, and Antigua and Barbuda-flagged SHRIA – which were identified as vessels used to discharge oil at Houthi-controlled ports.\n\nThe Treasury also targeted shipping facilitators who transport military-grade components from commercial suppliers to Houthi forces in Yemen. The China-based logistics company Guangzhou Yakai International Freight Forwarding Co., Ltd. has facilitated numerous shipments of dual-use components and military-grade materials supporting the Houthis’ weapons development efforts.\n\nSimilarly, Guangzhou Nahari Trading Co., Ltd., another China-based Houthi-associated shipping company, has procured dual-use items from Chinese suppliers and concealed them in shipments destined for Houthi-controlled areas of Yemen.\n\nThe sanctions also target Chinese suppliers to the Houthis, including Hubei Chica Industrial Co., Ltd., which has coordinated with Houthi procurement operatives to supply chemical precursors used to manufacture ballistic missiles and other advanced weapon systems. Representatives of this company have assisted the Houthis in falsifying shipping documents to circumvent China’s export controls.\n\nTreasury’s action builds on previous sanctions targeting Houthi leaders, smugglers, financiers, procurement operatives, and suppliers dating back to June 2024. It aligns with National Security Presidential Memorandum 2 (NSPM-2), which directs a campaign of maximum economic pressure on Iran and its terrorist proxies, including the Houthis.\n\nThe U.S. Department of State designated Ansarallah (the Houthis) as a Specially Designated Global Terrorist pursuant to E.O. 13224 in February 2024 and subsequently as a Foreign Terrorist Organization in March 2025.\n\nThese maritime sanctions come amid continued Houthi attacks on shipping in the Red Sea, which have resulted in civilian deaths and threaten both the U.S. economy and global commerce. The attacks have significantly disrupted freedom of navigation in one of the world’s most critical maritime corridors.\n\nThe Houthis generate substantial revenue through importing oil and other commodities through ports under their control, overseeing complex smuggling operations, and laundering money on behalf of senior leadership. These illicit activities finance their global weapons supply chain, which relies on the very procurement operatives, front companies, shipping facilitators, and suppliers targeted in this action.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Portland’s Terminal 6 Secures Container Shipping Future After Years of Uncertainty",
      "link": "https://gcaptain.com/portlands-terminal-6-secures-container-shipping-future-after-years-of-uncertainty/",
      "date": "2 days ago",
      "snippet": "The Port of Portland has announced that container shipping will continue at Terminal 6 after approving a deal with Harbor Industrial, ending years of...",
      "text": "The Port of Portland has announced that container shipping will continue at Terminal 6 after approving a deal with Harbor Industrial, ending years of uncertainty regarding the future of Oregon’s only active international container terminal.\n\nThe agreement transforms Harbor Industrial’s role from stevedore to long-term terminal operator, a model common at container ports nationwide. Under the deal, Harbor will take over container and breakbulk operations at Terminal 6 by December 31, 2025, with operations continuing seamlessly during the transition.\n\n“Scores of businesses throughout Oregon rely on Terminal 6 to ship their goods,” Governor Tina Kotek said. “Oregon communities will be better off because we came together and worked toward this shared goal”.\n\nTerminal 6 is a crucial piece of Oregon’s economic infrastructure, supporting 1,500 family wage jobs and countless businesses across the state. Oregon maintains a trade surplus, exporting $42 billion of goods and services annually, with at least one in eight jobs tied to international trade. Notably, 88 percent of the state’s exporters are small or medium businesses.\n\n“This is great news for the workers and businesses who rely on access to global shipping,” said Kimberly Branam, Chief Trade and Economic Development Officer at the Port. “A thriving Oregon economy relies on international trade, whether you’re a business owner, a farmer, a rancher, or a consumer anywhere in the state”.\n\nThe agreement comes after a period of significant uncertainty. In 2024, the Port announced plans to halt container service at Terminal 6 as of October 1, 2024, citing mounting financial losses and the withdrawal of major carriers following years of labor disputes and inefficiencies.\n\nThe turnaround was made possible by substantial state support. In June 2024, Oregon legislators approved $20 million recommended by Governor Kotek for necessary capital improvements at the terminal.\n\n“We deeply appreciate the hard work and dedication of the Port team in helping us reach this important milestone,” said Tim McCarthy, Chief Operating Officer of Harbor Industrial Services. “This achievement wouldn’t have been possible without the invaluable support of the Governor’s office, state legislators, our local labor partners, and our committed team”.\n\nThe Port has been rebuilding container service since 2018, working to secure a private operating partner to keep the service intact while making costs to the public manageable and predictable.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "UK Blacklists 70 Russian Shadow Fleet Ships in Sweeping Sanctions Push",
      "link": "https://gcaptain.com/uk-blacklists-70-russian-shadow-fleet-ships-in-sweeping-sanctions-push/",
      "date": "2 days ago",
      "snippet": "The United Kingdom has delivered its latest significant blow against Russia's shadow fleet, sanctioning 70 additional vessels involved in transporting...",
      "text": "The United Kingdom has delivered its latest significant blow against Russia’s shadow fleet, sanctioning 70 additional vessels involved in transporting Russian oil exports. The action comes as part of a broader package of 100 new sanctions announced by the UK Foreign Secretary during a visit to Kyiv.\n\n“The UK continues to lead the charge against the shadow fleet carrying Russian oil exports. Today, 70 more ships in the fleet have been sanctioned. The UK has now targeted more oil tankers than any other country,” the Foreign Secretary stated during the announcement.\n\nThe sanctions are specifically designed to reduce Putin’s sources of revenue and military supplies as Russia intensifies its assault on Ukraine. Recent weeks have seen a dramatic escalation in Russian attacks, including the largest air attack of the war with over 800 missiles and drones fired at Ukraine in a single night.\n\nRussian drone and missile launches against Ukraine have increased tenfold compared to a year ago, with 6,500 reported in July alone. These strikes have directly hit the Ukrainian Cabinet of Ministers building and damaged the British Council and EU delegation buildings in Kyiv.\n\n“International action to increase economic pressure on Russia and to cut off critical cash flows which he desperately needs to pay for this illegal war is vital,” said Foreign Secretary Yvette Cooper. “These sanctions form the next stage in the UK’s leading efforts to ramp up economic pressure alongside our security support.”\n\nThe sanctions package also targets 30 entities and individuals supplying key equipment for Russia’s military, including electronics manufacturers from China and Turkey whose components are used in Iskander and Kh-101 missiles and Russian drones.\n\nAmong the sanctioned vessels are the Kirill Lavrov, Mikhail Ulyanov, and several ships with the prefix “Gazpromneft,” indicating their connection to Russia’s state-owned energy company.\n\nMaritime security experts have long highlighted the shadow fleet as a critical component of Russia’s ability to circumvent international sanctions and continue funding its military operations in Ukraine. The UK’s action represents the most comprehensive targeting of this fleet by any nation to date.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "CMA CGM Resists Adding Surcharge Ahead of USTR’s China Port Fees—For Now",
      "link": "https://gcaptain.com/cma-cgm-resists-adding-surcharge-ahead-of-ustrs-china-port-fees-for-now/",
      "date": "3 days ago",
      "snippet": "CMA CGM has become the latest major carrier to indicate that it will not add a new surcharge on shipments to the US that may be affected by the forthcoming...",
      "text": "By Gavin van Marle (The Loadstar) – CMA CGM has become the latest major carrier to indicate that it will not add a new surcharge on shipments to the US that may be affected by the forthcoming port fees on Chinese-built vessels and Chinese carriers set to be implemented by the US Trade Representative on 14 October.\n\n“Despite the challenges this new service fee may create for our operations, based on the current structure and applicability of the service fee, CMA CGM is not considering implementation of a surcharge on cargo shipped to or from the US at this time,” the Marseille-headquartered shipping line said in a statement today.\n\nUnder the terms of the USTR’s section 301 action against what it deems to be the Chinese government’s unfair support of its maritime industry, Chinese carriers – registered in China and Hong Kong but not Taiwan – will be levied $50 per net ton for any ship calling at the US, while China-built vessels will face a $120 per teu fee.\n\nThe fees are currently scheduled to increase successively over the following three years, and have raised fears among shippers and forwarders that carrier customers could be facing a new set of surcharges in a market which is showing extreme demand volatility.\n\nThe main problem for the French carrier is its membership of the Ocean Alliance which, along with Taiwan’s Evergreen, also includes Chinese shipping lines Cosco and Cosco-owned OOCL, which will be subject to port fees irrespective of whether they deploy Chinese-built vessels into US ports.\n\nOn the transpacific trades alone, the Ocean Alliance currently operates around 17 services – 10 to the west coast and seven to the east coast – in which Cosco and OOCL contribute substantial numbers of vessels, as well as a variety of other services on smaller trades that CMA CGM operates in vessel sharing agreements (VSAs) with either Cosco and/or OOCL.\n\nEarlier this week, transport analysts at HSBC calculated that the USTR port fees could cost Cosco and OOCL a combined $2.1bn in extra costs next year.\n\nHowever, today CMA CGM claimed it had drawn up new plans to mitigate against the USTR fees.\n\n“CMA CGM is fully prepared and well-positioned to safeguard our customers’ interests. We operate one of the most flexible and diversified fleets in the industry.\n\n“During the 180-day grace period following the 17 April USTR announcement, CMA CGM has taken the necessary steps to implement a robust and adaptive contingency plan.\n\n“Thanks to the fleet and operational adjustments we are now implementing ahead of 14 October, we currently expect to both maintain our service coverage to all scheduled US ports and minimise any impacts of the upcoming USTR fees,” it added.\n\nSubscribe for Daily Maritime Insights Sign up for gCaptain’s newsletter and never miss an update — trusted by our 108,043 members",
      "authors": [
        "The Loadstar"
      ]
    },
    {
      "title": "Hapag-Lloyd taps Shell for bio-LNG supplies",
      "link": "https://splash247.com/hapag-lloyd-taps-shell-for-bio-lng-supplies/",
      "date": "3 days ago",
      "snippet": "Hapag-Lloyd and Shell have signed a multi-year agreement for the supply of bio-LNG starting with immediate effect. Since 2024, Shell has expanded its...",
      "text": "Hapag-Lloyd and Shell have signed a multi-year agreement for the supply of bio-LNG starting with immediate effect.\n\nSince 2024, Shell has expanded its offering to include bio-LNG, which is now available at 22 locations within its global LNG bunkering network.\n\n“This agreement helps secure the fuel certainty and supply reliability we need to further expand the use of waste-based renewable fuels across our fleet – cutting emissions without compromising the quality and reliability our customers expect. Collaborations like this demonstrate that true leadership in shipping means acting now – using lower-emission fuels already available today and not waiting for future solutions,” said Jan Christensen, senior director global fuel purchasing at Hapag-Lloyd.\n\nDexter Belmar, Shell’s vice president global downstream LNG, added: “Bio-LNG is no longer a concept – it’s here, and it’s fuelilng the next chapter of shipping decarbonisation. These long-term deals help build the confidence needed to scale renewable fuels.”\n\nThe fuel supplied to Hapag-Lloyd is ISCC EU certified, which ensures sustainability of the feedstock production, traceability of sustainable products through the supply chain, and credible, verified reductions of life cycle emissions.\n\nDerived from the decomposition of organic waste – such as crop residues, livestock manure and food waste – biogas is upgraded to biomethane by removing CO₂ and impurities. The liquefied biomethane is then fed into the local gas grid, liquefied and supplied to ships on a mass-balanced basis.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Ola Messelt"
      ]
    },
    {
      "title": "Trump Admin Moves to Sink Maryland Offshore Wind Farm Approval",
      "link": "https://gcaptain.com/trump-admin-moves-to-sink-maryland-offshore-wind-farm-approval/",
      "date": "2 days ago",
      "snippet": "The Trump administration has asked a federal judge to cancel the Interior Department's 2024 approval of a wind farm off the coast of Maryland, according to...",
      "text": "Sept 12 (Reuters) – The Trump administration has asked a federal judge to cancel the Interior Department’s 2024 approval of a wind farm off the coast of Maryland, according to court documents filed on Friday.\n\nIn the motion, attorneys for the agency said Interior’s Bureau of Ocean Energy Management had underestimated both impacts to search and rescue operations within the project area and potential harm to commercial fisheries.\n\nThe action is the latest in a series of moves the administration has made to stymie development of offshore wind and other clean energy facilities.\n\nAttorneys for the Interior Department filed the motion in U.S. District Court in Maryland in a lawsuit brought by the mayor and city council of Ocean City, Maryland, that challenged the agency’s approval of the US Wind project.\n\nUS Wind said it would defend the project’s permits in court.\n\n“After many years of analysis, several federal agencies issued final permits to the project,” spokesperson Nancy Sopko said in a statement. “We intend to vigorously defend those permits in federal court, and we are confident that the court will uphold their validity and prevent any adverse action against them.”\n\nUS Wind is a subsidiary of Renexia SpA, the renewable development arm of Italian infrastructure firm Toto Holding.\n\n(Reporting by Nichola Groom; Editing by Mark Porter and Nia Williams)\n\nSubscribe for Daily Maritime Insights Sign up for gCaptain’s newsletter and never miss an update — trusted by our 108,047 members\n\n(c) Copyright Thomson Reuters 2025.",
      "authors": []
    },
    {
      "title": "Concept Note for the Third Strategic Dialogue on the Future of the European Automotive Industry Brussels, September 2025 The imp",
      "link": "https://transport.ec.europa.eu/document/download/7b66fca0-7849-41a1-a7af-f017acca1cd5_en?filename=concept_note_for_the_third_strategic_dialogue_on_the_future_of_the_european_automotive_industry.pdf",
      "date": "2 days ago",
      "snippet": "We also worked to improve access to critical raw materials. In March, 31 new Strategic. Projects were announced relating to battery raw materials such as...",
      "text": "",
      "authors": []
    },
    {
      "title": "Velkommen til Danske Rederier",
      "link": "https://danishshipping.dk/",
      "date": "Jun 23, 2023",
      "snippet": "Kommissionsformanden fremhæver sikkerhed, konkurrenceevne og grøn omstilling i sin årlige “State of the Union”-tale i Strasbourg.",
      "text": "Vil du være med til at håndtere komplekse juridiske udfordringer og spille en central rolle i for­hand­lin­ger­ne inden for arbejdsret og an­sæt­tel­ses­for­hold samt være spar­rings­part­ner for vores medlemmer? Og har du en passion for at sikre effektiv juridisk rådgivning og bidrage til at sikre de bedste betingelser for vores med­lem­s­re­de­ri­er? Så er det helt sikkert dig, som vi leder efter!",
      "authors": []
    },
    {
      "title": "Von der Leyen peger igen på de centrale udfordringer, men der sker alt for lidt",
      "link": "https://danishshipping.dk/seneste-nyt/2025/von-der-leyen-peger-igen-paa-de-centrale-udfordringer-men-der-sker-alt-for-lidt/",
      "date": "4 days ago",
      "snippet": "Kommissionsformanden fremhæver sikkerhed, konkurrenceevne og grøn omstilling i sin årlige “State of the Union”-tale i Strasbourg.",
      "text": "Kom­mis­sions­for­mand Ursula von der Leyen har netop skudt det kommende politiske semester i EU i gang i Europa-Parlamentet. Hun fastholder Kommissionens fokus på sikkerhed, kon­kur­ren­ce­ev­ne og grøn omstilling. Det er indlysende rigtigt og har fuld opbakning fra Danske Rederier.\n\n”Europa skal være grønnere, mere kon­kur­ren­ce­dyg­tigt og kunne langt mere i egen ret. Ellers bliver vi kørt håbløst bagud af Kina og USA. Von der Leyen fremhæver alle de rigtige ting. Men der sker simpelthen for lidt, hvis det for alvor skal ændre på EU’s placering i verden,” siger Anne H. Steffensen, adm. direktør i Danske Rederier.",
      "authors": []
    },
    {
      "title": "Von der Leyen once again points to the central challenges, but there is far too little action",
      "link": "https://danishshipping.dk/en/latest-news/2025/von-der-leyen-once-again-points-to-the-central-challenges-but-there-is-far-too-little-action/",
      "date": "4 days ago",
      "snippet": "The Commission President highlighted security, competitiveness and the green transition in her annual “State of the Union” address in Strasbourg.",
      "text": "Commission President Ursula von der Leyen has just kicked off the upcoming political term in the EU at the European Parliament. She is maintaining the Commission’s focus on security, com­pe­ti­ti­ve­ness and the green transition. This is obviously the right course, and it has the full backing of Danish Shipping.\n\n“Europe must become greener, more competitive and able to stand much more firmly on its own. Otherwise, we will be hopelessly overtaken by China and the US. Von der Leyen highlights all the right things. But far too little is happening if Europe’s position in the world is truly to change,” said Anne H. Steffensen, CEO of Danish Shipping.",
      "authors": []
    },
    {
      "title": "Green inland ports final conference",
      "link": "https://transport.ec.europa.eu/news-events/events/green-inland-ports-final-conference-2025-11-26_en",
      "date": "2 weeks ago",
      "snippet": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway...",
      "text": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway authorities, policymakers, terminal operators, digital service providers, researchers, and other relevant stakeholders.\n\nThe conference will present key findings from the green inland ports study, and showcase the tools developed as part of the study supporting port decarbonisation. It will also collect stakeholder input for policy recommendations on sustainable port governance.",
      "authors": []
    },
    {
      "title": "Transport Research Arena Budapest 2026",
      "link": "https://urban-mobility-observatory.transport.ec.europa.eu/news-events/events/transport-research-arena-budapest-2026-2026-05-18_en?prefLang=hu",
      "date": "1 month ago",
      "snippet": "This free three-day event will feature plenary sessions, technical sessions, exhibitions and live demonstrations.",
      "text": "The Transport Research Arena (TRA) conference will take place in Budapest, Hungary, from 18 to 21 May 2026. Co-organised by the European Commission and a number of European transport-related organisations, this free three-day event will feature plenary sessions, technical sessions, exhibitions and live demonstrations.\n\nThe theme of TRA 2026 is ‘Regeneration in transport’. The event aims to empower the next generation of transport leaders to revitalise and future-proof mobility in response to today’s evolving challenges and opportunities.\n\nTRA brings together all transport stakeholders, including researchers, academics, students, transport operators and NGOs from all modes of transport: road, rail, maritime and aviation. It offers a unique opportunity to share insights, explore best practice examples and engage with policymakers on the key issues shaping the future of transport.\n\nVisit the website for more information and to stay updated as the agenda develops.",
      "authors": []
    }
  ]
}