{
  "timestamp": "2025-09-01T06:28:15.907155",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "DR: Nyheder",
      "link": "https://www.dr.dk/",
      "date": "15. okt. 2007",
      "snippet": "Dit Nyhedsoverblik: Breaking news og seneste nyheder - Stream DR's programmer på DRTV - Hør podcast på DR LYD.",
      "text": "DR byder på en ny livret og en samtale om dansk madkultur",
      "authors": [
        "Søren Bendixen",
        "Dr'S Afrika-Korrespondent",
        "Steen Nørskov",
        "Jakob Krogh",
        "Philip Róin",
        "Asien- Og Kina-Korrespondent"
      ]
    },
    {
      "title": "Sikkerhed og grøn omstilling skal gå hånd i hånd",
      "link": "https://www.altinget.dk/forsvar/artikel/sikkerhed-og-groen-omstilling-skal-gaa-haand-i-haand",
      "date": "1 uge siden",
      "snippet": "Sommerens store nyhed for bygge- og anlægsbranchen var – nej, ikke skybruddet, der ramte midt i juli og først i august måned flere steder i landet med en...",
      "text": "På étårsdagen for beredskabsministeriets oprettelse foreslår regeringen i sit finanslovsforslag, at afsætte yderligere to milliarder kroner til at styrke samfundssikkerheden og beredskabet over de næste fire år. Hvad pengene konkret skal bruges på, er stadig uklart.",
      "authors": [
        "Mette Glavind"
      ]
    },
    {
      "title": "ANALYSE Ørsted fanget i Trumps kamp mod grøn energi",
      "link": "https://www.dr.dk/nyheder/udland/analyse-oersted-fanget-i-trumps-kamp-mod-groen-energi",
      "date": "for 14 timer siden",
      "snippet": "Donald Trumps krav om at stoppe produktionen af vindmølleparken Revolution Wind er ikke bare et anslag mod Ørsted, men et led i et større angreb på...",
      "text": "Men hvad er årsagen til denne krig mod vedvarende energi? Selv om han uden tvivl er trætte af dem, handler det om mere end et par vindmøller i havet ud for hans skotske golfbane.\n\nTrump-administrationen selv taler om national sikkerhed: USA skal være uafhængig af udenlandsk energi, og benzin og strøm skal være billigere.\n\nPasser i kampen for det 'glemte' USA\n\nMen Trumps energipolitik er også et politisk våben. Klima og energi er blevet endnu en betændt, partipolitisk slagmark, og Trump udnytter splittelsen til fulde.\n\nNår han kritiserer grøn energi, underminerer han samtidig en af Demokraternes mærkesager. Han fremstiller dem som elitære og virkelighedsfjerne – fortalere for dyre klima-løsninger, der truer arbejdspladser og hæver prisen på strøm.",
      "authors": [
        "Af Usa-Korrespondent",
        "I Går Kl."
      ]
    },
    {
      "title": "Naturskøn kommune dropper statslig energipark - flere af prestigeprojekterne smuldrer, vakler eller skaleres ned",
      "link": "https://www.dr.dk/nyheder/indland/naturskoen-kommune-dropper-statslig-energipark-flere-af-prestigeprojekterne-smuldrer",
      "date": "6 dag siden",
      "snippet": "Statslige energiparker er vigtige i den grønne omstilling. I aften droppes nyt projekt.",
      "text": "Hvad er statslige energiparker?\n\nStore energianlæg samlet ét sted Energiparkerne skal rumme solceller, vindmøller og grønne teknologier som brint og grønt brændstof – samlet på færre, sammenhængende arealer.\n\nSkal hjælpe Danmark med at nå klimamål Ved at samle produktionen bliver det lettere og hurtigere at udbygge grøn energi og reducere CO₂-udledning.\n\nStaten udpeger – kommunerne skal sige ja Kommuner har meldt områder ind, og staten udvælger dem, der har størst potentiale og lokal opbakning.\n\nMere fleksible regler og hurtigere godkendelser Energiparker får lempelser i planlægning og miljøvurdering, så projekterne kan realiseres hurtigere.",
      "authors": [
        "Aug Kl."
      ]
    },
    {
      "title": "Danmark kan med EU-formandskabet sætte retningen for den grønne omstilling af landbruget",
      "link": "https://www.altinget.dk/foedevarer/artikel/danmark-kan-med-eu-formandskabet-saette-retningen-for-den-groenne-omstilling-af-landbruget-i-europa",
      "date": "3 dag siden",
      "snippet": "Efter endnu en sommer med høje varmegrader i både Danmark og resten af Europa er der ingen tvivl om, at klima fortsat står højt på radaren i Europa,...",
      "text": "Selvom der har været kritik af udspillet fra blandt andet Frankrigs side , er der tale om et ambitiøst, balanceret udspil, som understreger, at vi fortsat er nødt til at prioritere klimaet højt i Europa.\n\nSenest har EU-Kommissionen før ferien fremlagt et klimamål om at reducere udledningerne af drivhusgasser med 90 procent i 2040 sammenlignet med 1990-niveauet.\n\nLæs også\n\nMen idéen med at sætte parterne sammen for at finde fælles løsninger og derefter sætte ressourcer bag at gøre dem til en realitet er helt sikkert noget, der vil kunne sætte turbo på at reducere udledningerne af klimagasser i andre lande.\n\nFor eksempel er andelstanken, hvor landmænd går sammen i andelsforeninger for at hente stordriftsfordele, unik for Danmark.\n\nEt aktuelt eksempel på modellen er naturligvis den grønne trepartsaftale, hvor Landbrug & Fødevarer, Danmarks Naturfredningsforening, Fødevareforbundet NNF, Dansk Metal, Dansk Industri og Kommunernes Landsforening er gået sammen om at løse landbrugssektorens klima- og naturudfordringer med 40 milliarder kroner bevilget til formålet fra regeringens side.\n\nIdéen med at sætte parterne sammen for at finde fælles løsninger og derefter sætte ressourcer bag at gøre dem til en realitet er helt sikkert noget, der vil kunne sætte turbo på at reducere udledningerne af klimagasser i andre lande.\n\nHer har vi ikke mindst på landbrugsområdet noget at byde på i Danmark, som andre lande uden tvivl kan lade sig inspirere af.\n\nEn ting er dog at sætte mål. Noget andet er at skabe rammer i de enkelte medlemslande, som understøtter de ønskede klimahandlinger hos forbrugere, virksomheder på tværs af brancher og værdikæder samt politikere.\n\nLæs også\n\nDet unikke klimatiltagsudvalg, som Ministeriet for Grøn Trepart har nedsat i juni, kan også nævnes.\n\nHer mødes repræsentanter for landbrug, industri, universiteter, vidensorganisationer og ngo’ere for sammen at drøfte, hvordan ressourcerne skal prioriteres i de kommende år til udvikling og modning af klimavirkemidler og -teknologier.\n\nDet kan være alt fra gyllekøling, der reducerer udledningen af metan fra stalden, til pyrolyse, hvor biomasse opvarmes og omdannes til biokul, som efterfølgende kan spredes på marker.\n\nJeg sidder selv i udvalget, og der er for mig ingen tvivl om, at den tætte inddragelse af de forskellige aktører kombineret med en klar politisk forankring, er noget, der virkeligt kan rykke ved den grønne omstilling.\n\nOm skribenten Lisbeth Henricksen er direktør hos Seges Innovation. Hun er uddannet agronom og har mere end 20 års erfaring inden for forskning, rådgivning og ledelse. Hun sidder desuden i forskellige bestyrelser, blandt andet Food & Bio Cluster Denmark. Lisbeth Henricksen er fast kommentarskribent på Altinget Fødevarer.\n\nEt tilsvarende forum – og ikke mindst tankerne bag – kunne uden tvivl også give mening i andre lande, hvor der i langt mindre grad er tradition for at invitere de forskellige parter ind i beslutningsprocesserne.\n\nI de kommende fem måneder skal Mette Frederiksen som ny formand for EU's formandskab overbevise de kritiske røster i unionen om, at det fortsat giver mening at have ambitiøse klimamål, samtidig med der naturligvis skal oprustes på forsvar, energi og anden infrastruktur.\n\nLandbruget står som bekendt for en betragtelig del af udledningerne i Europa.\n\nDerfor vil formandskabet være en oplagt platform til at præsentere den danske model for grøn omstilling for EU's øvrige 26 medlemslande. At dele Danmarks tilgang, viden og erfaringer er noget, der vil gavne os alle – og ikke mindst planeten.\n\nMåske andre lande ligefrem kan udvikle deres egne modeller med afsæt i deres respektive nationale styrker, behov og udfordringer?\n\nOg så skal vi i Danmark naturligvis suge til os og lære af de andre landes klimaerfaringer, hvor det giver mening.",
      "authors": [
        "Lisbeth Henricksen"
      ]
    },
    {
      "title": "Dansk Erhverv: Vi får ikke en grøn indenrigsrute, hvis pengene fra flyafgiften bare går til staten og de ældre",
      "link": "https://www.altinget.dk/transport/artikel/dansk-erhverv-i-et-opraab-vi-faar-ikke-en-groen-indenrigsrute-hvis-pengene-fra-flyafgiften-bare-gaar-til-staten-og-de-aeldre",
      "date": "5 dag siden",
      "snippet": "Når man pålægger en sektor en afgift for at gøre den mere bæredygtig, skal alle midlerne fra afgiften gå til dette formål og intet andet,...",
      "text": "Derfor er det selvsagt helt forkert, at halvdelen af provenuet fra passagerafgiften går til at forhøje ældrechecken. Og ikke nok med det. Det står nu også klart, at endnu flere midler fra passagerafgiften går tilbage til staten i stedet for med rette at støtte den første grønne indenrigsrute.\n\nMen. Og der er et meget stort ‘men’. I Dansk Erhverv har vi den meget klare holdning, at når man afgiftspålægger en sektor med det formål at omstille den til at blive mere bæredygtig, så skal alle midlerne fra afgiften gå til netop dette formål, og intet andet.\n\nSelvom vi i Dansk Erhverv ikke ligefrem er kendt for at være glade for afgifter, så har vi faktisk også bakket op om passagerafgiften som finansieringsmiddel til den grønne omstilling af luftfarten.\n\nDet er selvsagt helt forkert, at halvdelen af provenuet fra passagerafgiften går til at forhøje ældrechecken\n\nDet kan dermed bane vejen for en dansk produktion af bæredygtige brændstoffer såsom lavaromat flybrændstof og e-brændstof, som på sigt vil kunne udvikle sig til endnu et dansk eksporteventyr. Danmark har nemlig allerede en førerposition på grønne energiteknologier, som ville kunne udnyttes til netop udvikling af bæredygtige brændstoffer til fly.\n\nDanmark skal have en grøn indenrigsrute i 2025 og 100 procent grøn indenrigsluftfart i 2030. Det var statsministerens ord i nytårstalen fra 2022. Ambitionerne skulle finansieres via en passagerafgift på flyrejser.\n\nLæs også\n\nMindst 230 millioner kroner vil nu gå til statskassen i stedet for grøn omstilling af luftfarten. Dansk Erhverv har hele vejen igennem argumenteret for, at der skal sikres en til en tilbageløb af passagerafgiften. Men vi har hele tiden ment tilbageløb til branchen. Ikke til staten.\n\nVi kunne godt tænke os, at der blev lyttet mere til branchen i denne sag. For en samlet branche er sådan set enig i ambitionerne. Man skal huske på, at det var branchen selv, som i sin tid foreslog en passagerafgift med henblik på at finansiere den grønne omstilling.\n\nVi synes, at det er på høje tid, at der bliver lyttet til branchen, så vi kommer i mål med den grønne omstilling af luftfarten Jesper Kronborg\n\nBranchedirektør, Dansk Erhverv Transport\n\nSamtidig har en samlet branche igen og igen advaret regeringen om, at standarden for at flyve på 100 procent grønne brændstoffer ikke ville blive godkendt inden udgangen af 2025, hvorfor en sådan rute ikke ville kunne komme ‘i luften’ efter den skitserede tidsplan. Medmindre man altså benyttede et massebalanceprincip.\n\nFor også her har en samlet branche igen og igen advaret mod det foreslåede dråbe-for-dråbe-princip, da det er en enorm omkostningstung måde at opnå en klimaeffekt på. Vi har i stedet, som sagt, anbefalet massebalance-princippet, der også bruges for elnettet som en måde at sikre, at der bliver anvendt bæredygtigt flybrændstof på den grønne indenrigsrute.\n\n\n\nMed dette princip får man den samme klimaeffekt men med væsentligt færre omkostninger og mere fleksibilitet for luftfartsselskaber og lufthavne. Nu er materialet for udbuddet af den grønne indenrigsrute offentliggjort. Der lægges op til 40 procent iblanding i en dråbe-for-dråbe-model og med en reduktion af støttebeløbet på minimum 230 millioner kroner og først fra 2026.",
      "authors": [
        "Jesper Kronborg"
      ]
    },
    {
      "title": "Kommunalpolitikerne kan også tabe, hvis de ikke tør tale om klima",
      "link": "https://www.altinget.dk/klima/artikel/kommunalpolitikerne-kan-ogsaa-tabe-hvis-de-ikke-toer-tale-om-klima",
      "date": "for 6 timer siden",
      "snippet": "Her kan USA fungere som et skræmmeeksempel. På overfladen kan det ligne en sejr, at Demokraterne har gjort klima til deres mærkesag, men det har haft en...",
      "text": "Starten på slutspurten på kommunalvalgkampen er gået i gang, hvor lokal- og landspolitikere løbende er kommet med markeringer, der skal kridte banen op frem mod november.\n\nInger Støjberg (DD) har løbende udtalt sig omkring solcellepakkerne, som hun kalder “jernmarker” og bruger enhver anledning til at koble klimaindsatser til eliten i København.\n\nFor eksempel sidste efterår, hvor hun afviste at være med til at “trække solcelleparker ned over hovedet på lokalområder”.",
      "authors": [
        "Anna Ebbesen"
      ]
    },
    {
      "title": "Biogas Danmark: Et forbud mod gasfyr vil ikke føre til mere grøn omstilling",
      "link": "https://www.altinget.dk/artikel/biogas-danmark-til-synergi-et-forbud-mod-gasfyr-vil-ikke-foere-til-mere-groen-omstilling",
      "date": "4 dag siden",
      "snippet": "Biogas Danmark: Et forbud mod gasfyr vil ikke føre til mere grøn omstilling - Altinget. Altinget logo. Bliv abonnent. Log ind. Nichemedier. Nichemedier.",
      "text": "Hvis der kommer et forbud mod gasfyr, så bliver mange husejeres eneste mulighed at investere i en varmepumpe.\n\nSituationen er, at op mod 140.000 husstande ligger i områder, hvor det ikke bliver muligt at få fjernvarme.\n\nDirektør Katrine Bjerre Milling Eriksen fra Synergi rammer helt ved siden af målskiven, når hun i Altinget skriver , at biogas i gasfyrene kan være en bjørnetjeneste for boligejerne i landdistrikterne.\n\nEn undersøgelse foretaget af Syddansk Universitet på vegne af Energistyrelsen viser, at der er rigelige bæredygtige ressourcer til, at Danmark kan dække hele sit gasbehov med biogas.\n\nOvenstående må være årsagen til, at Synergi ønsker et forbud mod gasfyr kombineret med massiv støtte til indkøb af varmepumper, især til de husejere, der er dårligst stillet rent økonomisk.\n\nOgså det taler for at lade de mennesker selv bestemme deres varmekilde, så den passer med deres behov og muligheder.\n\nSådan én koster op mod 135.000 kroner, og udfordringen er, at mange af de berørte husejere får mere end svært ved at investere så mange penge i en varmekilde.\n\nDette er den direkte vej til at undgå russisk gas i det europæiske gasnet. Og så foreslår EU-Kommissionen ovenikøbet, at der skal sættes fart på den europæiske produktion af biogas.\n\nDerfor bør udfordringerne med den grønne omstilling af varmeforsyningen i stedet løses ved at indføre et lovbestemt iblandingskrav, der sikrer en udfasning af den fossile naturgas, så den er helt ude af gasfyrene i 2030.\n\nGiv frit valg til varmeforbrugerne\n\nSamtidig skal gaskunderne have mulighed for at købe afgiftsfritaget ustøttet biogas.\n\nHer er jeg uenig med Katrine Eriksen i, at det bliver dyrt for gaskunderne. Afgiftsfritaget ustøttet biogas vil kun være en smule dyrere end den afgiftsbelagte, fossile naturgas.\n\nAt den fossile naturgas til opvarmning bliver dyrere som følge af EU’s nye kvotesystem ETS2, styrker jo bare biogassens position.\n\nI øvrigt vil iblandingskravet bidrage til, at ETS2 bliver implementeret i Danmark.\n\nEt frit valg for varmeforbrugerne vil få både biogasbranchen, fjernvarmen og varmepumpeindustrien til at gøre deres ypperste for, at både borgere og samfund får den bedste og billigste grønne omstilling af varmeforsyningen.\n\nOg så må varmepumpeindustrien og fjernvarmen strække sig an og konkurrere frit med de andre grønne varmeløsninger i stedet for at promovere sig med hjælp fra et forbud mod gasfyr.",
      "authors": [
        "Lars Kaspersen"
      ]
    },
    {
      "title": "Analyse: Trumps nye kamp – sort energi i hele verden",
      "link": "https://borsen.dk/nyheder/udland/analyse-trumps-nye-kamp-sort-energi-i-hele-verden",
      "date": "2 dag siden",
      "snippet": "Præsident Donald Trump var i juli til energikonferencen Pennsylvania Energy and Innovation Summit i Pittsburgh, Pennsylvania, hvor USA's olieinteresser var...",
      "text": "Hele verden skal danse efter præsident Donald Trumps sorte pibe. Donald Trumps indædte modstand mod vindmøller og anden grøn energi i USA er velkendt. Mindre kendt er det, at præsidenten vil have resten af verden til at følge samme politik.",
      "authors": [
        "Hakon Redder"
      ]
    },
    {
      "title": "Minister går i kødet på DF og DD: Lodret forkert, at grøn trepart er skyld i oksekødspris",
      "link": "https://www.altinget.dk/foedevarer/artikel/minister-gaar-i-koedet-paa-df-og-dd-lodret-forkert-at-groen-trepart-er-skyld-i-oksekoedspris",
      "date": "4 dag siden",
      "snippet": "Både Danmarksdemokraterne og Dansk Folkeparti beskylder regeringen for, at den grønne trepartsaftale med CO2-afgift og udtagning af næsten 400.000 hektar...",
      "text": "Både Danmarksdemokraterne og Dansk Folkeparti beskylder regeringen for, at den grønne trepartsaftale med CO2-afgift og udtagning af næsten 400.000 hektar landbrugsjord er skyld i, at priserne på oksekød er steget voldsomt.\n\nStatsminister Mette Frederiksen (S) er løbet fra løftet til vælgerne om, at det ikke må blive dyrere at lave spaghetti med kødsovs, for den grønne trepart har skabt en usikkerhed og manglende investeringslyst hos danske landmænd, som sætter sig i lavere udbud og højere priser, lyder argumentet fra de to partier, som begge står uden for den politiske aftale om den grønne trepart.",
      "authors": [
        "Dorte Ipsen Boddum"
      ]
    },
    {
      "title": "ABS Certifies World’s Largest Classed Unmanned Surface Vehicle",
      "link": "https://www.marinelink.com/news/abs-certifies-worlds-largest-classed-529355",
      "date": "4 days ago",
      "snippet": "American Bureau of Shipping (ABS) has issued classification to the Surveyor, a fully autonomous deepwater unmanned surface vehicle (USV)…",
      "text": "American Bureau of Shipping (ABS) has issued classification to the Surveyor, a fully autonomous deepwater unmanned surface vehicle (USV), developed by Saildrone.\n\nAt 20 meters long and capable of unmanned operations across all of the world’s oceans, the Surveyor is the largest class of USVs from Saildrone, a provider of maritime security, ocean mapping, and meteorological and oceanographic data using unmanned autonomous assets.\n\nThe USV is capable of long-endurance missions in the open ocean, collecting deep-ocean bathymetry and performing a wide range of maritime domain awareness tasks.\n\nThe classification follows the smaller 10-meter Voyager, which achieved ABS Class in 2023 and is designed for persistent surveillance in coastal and near-shore environments.\n\nSaildrone USVs are capable of fully autonomous operations with no human onboard and are remotely monitored 24 hours a day, seven days a week by the company’s global Mission Management team.\n\n“ABS and Saildrone are pioneering new frontiers, setting the pace for innovation. This step forward is a result of our investments in ABS’ technical capability and helping to ensure our Rules are able to support innovation with an unwavering focus on safety,” said Patrick Ryan, ABS Senior Vice President and Chief Technology Officer.\n\n“The ABS class certification is more than a certificate - it’s a signal to governments and the maritime industry that Saildrone USVs are mature, safe, tested, and ready for scale.\n\n“It’s been a very large investment and a multi-year process to achieve ABS Class Certification, but we are proud to be the first company in the world to do so and proud that our systems have reached the highest standards as required by the ABS Class certificate,” added Richard Jenkins, Saildrone founder and CEO.",
      "authors": []
    },
    {
      "title": "Himalaya switches newcastlemax brace to fixed deals",
      "link": "https://splash247.com/himalaya-switches-newcastlemax-brace-to-fixed-deals/",
      "date": "4 days ago",
      "snippet": "Himalaya Shipping is continuing its shift from index-linked earnings, converting two more newcastlemaxes to fixed-rate charters. The Tor Olav Troim-backed,...",
      "text": "Himalaya Shipping is continuing its shift from index-linked earnings, converting two more newcastlemaxes to fixed-rate charters.\n\nThe Tor Olav Troim-backed, Oslo-listed owner said the vessels will move onto fixed hire from October 1 until the end of the year. The two dual-fuel ships will earn an average of $38,700 per day, while also continuing to benefit from scrubber premiums under their existing charter terms.\n\nHimalaya began the switch in March, putting two of its 210,000 dwt LNG dual-fuel bulkers onto fixed charters, followed by another four in July. Those six units are on contracts averaging $34,000 per day until the end of September.\n\nOnce the latest pair rolls over, four vessels in the 12-strong Himalaya fleet will be trading on fixed-rate deals at an average of $35,200 per day, with the remainder on index-linked employment.\n\nThe Lars-Christian Svensen-led company has been reporting earnings well above market benchmarks. In the second quarter of 2025, the Baltic Capesize Index averaged $18,681 per day, while Himalaya’s fleet achieved about $28,400 per day. For July, the company reported average TCE earnings of $32,700.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Josh Hemmingford",
        "Andrew Craig-Bennett"
      ]
    },
    {
      "title": "Trials show promise of tracers in combating biofuel fraud",
      "link": "https://splash247.com/trials-show-promise-of-tracers-in-combating-biofuel-fraud/",
      "date": "6 days ago",
      "snippet": "The Global Centre for Maritime Decarbonisation (GCMD) has released a report on the world's first field validation of tracer technologies in marine biofuel...",
      "text": "The Global Centre for Maritime Decarbonisation (GCMD) has released a report on the world’s first field validation of tracer technologies in marine biofuel supply chains to combat fraud. Conducted in Singapore, Rotterdam, and other major bunkering hubs, the trials demonstrated that tracers can be integrated into existing marine biofuel supply chain practices without disrupting operations or compromising fuel quality.\n\nThe trials assessed three distinct tracer candidates and found the organic tracer to be the most practical solution for tracking authenticity and quantity of biofuels, offering an optimal balance of cost, detectability, and scalability.\n\nThe trials form a key part of GCMD’s initiative to develop a comprehensive assurance framework for drop-in green fuels. The initiative aims to provide quality, quantity, and greenhouse gas (GHG) abatement assurances to address adoption barriers in biofuels. Across the six trials, a total of 10,400 tons of biofuel blends was bunkered, and a collective 24% of GHG emissions reduction was realised compared to using conventional fuels.\n\nCurrent sustainability certification schemes, such as the International Sustainability and Carbon Certification (ISCC) and the Roundtable on Sustainable Biomaterials (RSB), play an important role in verifying emissions reduction of biofuels and compliance with regulatory mandates. However, these schemes lack physical, field-level verification, leaving biofuel supply chains vulnerable to adulteration, and their emissions reduction double-counted to support false subsidy claims.\n\nRecent high-profile fraud cases have underscored the need for standardised, field-verifiable methods to augment the certified sustainability claims of these biofuels.\n\nProfessor Lynn Loo, CEO of GCMD, said, “By generating evidence-based data through comprehensive trials to combat fraud, we are fostering confidence for the widespread adoption of biofuels.”",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Josh Hemmingford"
      ]
    },
    {
      "title": "Capital Clean Energy Carriers seals boxship sale and gas carrier financing",
      "link": "https://splash247.com/capital-clean-energy-carriers-seals-boxship-sale-and-gas-carrier-financing/",
      "date": "6 days ago",
      "snippet": "Evangelos Marinakis-backed Capital Clean Energy Carriers (CCEC) has agreed the sale of one of its three neo-panamax containerships and lined up financing...",
      "text": "Evangelos Marinakis-backed Capital Clean Energy Carriers (CCEC) has agreed the sale of one of its three neo-panamax containerships and lined up financing for its medium gas carrier (MGC) newbuilding programme.\n\nThe Nasdaq-listed Greek owner has struck a deal to sell the 2022-built 13,312 teu Manzanillo Express to an undisclosed buyer. Delivery is expected in the third quarter of 2025. The deal will generate an estimated book gain of $6.9m, with proceeds earmarked for debt reduction and general corporate use.\n\nFollowing the sale, CCEC will retain two 13,000 teu boxships on long-term time charters running through 2033, with options extending to 2039. The disposal is part of the company’s strategic shift away from container shipping toward gas transportation, a move first outlined in November 2023. Since February 2024, the company has sold or agreed to sell 13 boxships, raising about $694m for reinvestment into gas assets.\n\nIn parallel, CCEC has secured a seven-year financing package for its six dual-fuel MGCs under construction. The arrangement covers four 45,000 cbm LPG carriers being built at Hyundai Mipo Dockyard and two 40,000 cbm units at Nantong CIMC SOE. The deal provides $310.1m in funding, with scope to rise to $376.6m if long-term employment is secured. Pre-delivery financing is also included.\n\nThe Athens-headquartered company currently operates 15 vessels — 12 LNG carriers and three containerships. Its orderbook stands at six LNG carriers, six dual-fuel MGCs and four handy LCO₂/multigas carriers, all due between 2026 and 2027.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Josh Hemmingford",
        "Andrew Craig-Bennett"
      ]
    },
    {
      "title": "Biological Hydrogen Offers Alternative to Electrolysis",
      "link": "https://www.marinelink.com/news/biological-hydrogen-offers-alternative-529425",
      "date": "3 days ago",
      "snippet": "Biological hydrogen is a wildcard technology that could change what Roy Allegra calls the current hydrogen cold war.Allegra…",
      "text": "Wendy Laursen has more than 20 years of experience as a journalist....\n\nBiological hydrogen is a wildcard technology that could change what Roy Allegra calls the current hydrogen cold war.\n\nAllegra, based in London, is founder of RA Energy and Green H₂ Systems Modeling.\n\nHe sees Europe scrambling to lock in alliances and signing deals in the Middle East and Africa to secure green hydrogen supply. These countries are aiming to lead production.\n\nMeanwhile, China is already leading in electrolyzer manufacturing capacity, and the US is attracting technology investment.\n\n“This is no longer about who builds the biggest electrolyzer, it’s about who controls the future of energy trade,” says Allegra.\n\nBiohydrogen could change the current dynamics.\n\nGenetically engineered cyanobacteria, microorganisms that naturally split water using sunlight, have been developed that can produce hydrogen directly from sunlight, water and some nutrients, without the huge electricity input required by electrolysis.\n\nElectrolytic hydrogen today often needs $0.01–0.02/kWh power to be viable, which is difficult to sustain outside subsidy bubbles, says Allegra. A biological approach cuts out that electricity cost, so the energy return is far higher.\n\n“Sunlight + water + engineered microbes = potential hydrogen at $1.7–$2.3/kg (LCOE) without the massive electricity bill.”\n\nShipping is one of the most promising downstream applications, says Allegra. “Hydrogen itself is difficult to ship as a fuel, but biohydrogen can be converted to ammonia or methanol on site, both of which are already being considered for marine fuels.\n\n“In practical terms, I see the future in modular deployments, photobioreactors alongside wastewater plants, ports, and industrial zones in high sun regions. From there, the hydrogen is converted on site into shipping ready fuels like ammonia or methanol.”\n\nThe challenge for biohydrogen is moving it from the lab to the field. Until now, the barriers: oxygen sensitivity, genetic instability, contamination, have kept it in research labs. But RA Energy has designed a system that overcomes those barriers in one architecture.\n\nThe adoption of biohydrogen could happen soon, he says. “It’s actually a shift we’re already preparing for. Biohydrogen will emerge first in places where sunlight is abundant, infrastructure is weak and clean fuel demand is urgent. That’s why our first pilots are focused on the Middle East and North Africa. Shipping is one of the earliest beneficiaries, because it needs scalable green fuels at costs that actually work.\n\n“The real question is: which model wins? Subsidy driven (US), alliance driven (EU), land and sun driven (MENA), or manufacturing driven (China)?”\n\n\n\n\n\n(Roy Allegra)",
      "authors": []
    },
    {
      "title": "New Electrolyzer to Turn Emissions into e-Fuels",
      "link": "https://www.marinelink.com/news/new-electrolyzer-turn-emissions-efuels-529391",
      "date": "4 days ago",
      "snippet": "An EU-funded project is helping accelerate the adoption of carbon capture and utilisation (CCU) technologies that transform…",
      "text": "An EU-funded project is helping accelerate the adoption of carbon capture and utilisation (CCU) technologies that transform carbon dioxide emissions into valuable resources such as fuels, chemicals, and construction materials.\n\nCCU is based on the principle of capturing carbon dioxide and reusing it in various forms, such as e-fuels created by combining captured CO2 with renewable hydrogen.\n\nThe ECO2Fuel project is pioneering this approach by developing a 1MW low-temperature electrolyzer capable of converting captured CO2 directly into sustainable liquid fuels using renewable electricity and water.\n\nBy demonstrating this technology at industrial scale, the project aims to make e-fuels a viable solution for decarbonizing Europe’s most polluting sectors.\n\nLast year, the project developed a 50kW stack within the ECO2Fuel electrolyzer system. The electrolyzer system can work at elevated pressures, has a continuous gas monitoring system and the ability to recycle the cathodic gas mixture in order to increase the conversion of CO2.\n\nScaling up the system to 1MW is a key objective of the project, with the aim of testing it by 2026. This necessitated a cell design of 1,500 cm² exceeding most currently-used pressurized CO2 electrolysis stacks. The 50kW stack uses 25 cells of 1,500cm² to create a total area of 3.75m². The 1,500cm² cell equals the current state-of-the-art in PEM (proton exchange membrane) water electrolysis.\n\nSeveral scaling challenges have already been overcome, including as sealing of the stack at higher pressures, gas- and liquid flow management and structural integrity of the stack components.\n\nThe project brings together a coalition of leading businesses and research institutions: Deutsches Zentrum für Luft-und Raumfahrt e.V. (DLR), RWE, Bekaert, De Nora, HyGear, ARIEMA, Energía y Medioambiente S.L., Monolithos Ltd., HYDROLITE, Think11, META Group, CENTRO RICERCHE FIAT SCPA, DTU – Technical University of Denmark, Universitat Politècnica de València (UPV), Consiglio Nazionale delle Ricerche (CNR), and VITO.\n\nRWE, in charge of site-demonstration testing in the ECO2Fuel project, has already successfully demonstrated a new method of generating back-up power using e-fuels. The company used a stationary engine with an electric output of 200kW. The exhaust gases produced by this engine are sent back to a carbon capture plant which uses a chemical process with amines (compounds often used to remove CO2) to capture carbon dioxide. This plant captures 7.2 tonnes of CO2 per day, at a capture rate of 90% of the CO2 from the exhaust gases.\n\nIn a recent testing campaign, a capture rate of 99.8% was achieved, resulting in a lower CO2 concentration in the off-gas from the carbon capture plant than in the atmosphere.\n\nThe captured CO2 is then used as a raw material for the ECO2Fuel demonstrator, which will have a capacity of 1MW and produces carbon-based e-fuels. These e-fuels can be reused in the engine, creating a cycle that recycles the carbon rather than releasing it into the atmosphere, thus “closing the carbon loop”.\n\nIn each cycle fossil carbon is replaced by recycled carbon and emissions from fossil feedstock are avoided. Additionally, the high-temperature exhaust gas from the engine is being studied for its potential to be reused for heating and improving overall energy efficiency.\n\nThe experts specifically looked at the effects of increased oxygen and nitrogen oxides (NOx) in the exhaust gas on the performance of the CO2 capture plant, including the energy needed to regenerate the solvent, emissions, and solvent degradation. To do this, RWE Power has performed testing campaigns in its operational infrastructure at the Innovation Centre at Niederaussem (North Rhine-Westphalia, Germany).\n\nIn a recent conversation with ECO2Fuel, Tudy Bernier, Policy Director at CO₂ Value Europe, underlined the strategic role CCU can play in the European Green Deal: “CCU will not be the only solution we need, but it will absolutely be one of them, especially for hard-to-abate sectors like aviation, shipping, and heavy industry,” he said. “These are areas where electrification is either technically complex or economically unviable in the short term, and where drop-in CCU fuels can o􀆯er a more realistic alternative to fossil-based options.”\n\n\n\n",
      "authors": []
    },
    {
      "title": "GCMD Trial Authenticates Biofuel Tracers",
      "link": "https://www.marinelink.com/news/gcmd-trial-authenticates-biofuel-tracers-529340",
      "date": "5 days ago",
      "snippet": "The Global Centre for Maritime Decarbonisation (GCMD) has released a new report describing the world's first field validation…",
      "text": "The Global Centre for Maritime Decarbonisation (GCMD) has released a new report describing the world’s first field validation of tracer technologies in marine biofuel supply chains.\n\nConducted in Singapore, Rotterdam, and other major bunkering hubs, the trials demonstrated that tracers can be integrated into existing marine biofuel supply chain practices without disrupting operations or compromising fuel quality.\n\nThe trials assessed three distinct tracer candidates and found the organic tracer to be the most practical solution for tracking authenticity and quantity of biofuels, offering an optimal balance of cost, detectability, and scalability.\n\nThe trials form a key part of GCMD’s initiative to develop a comprehensive assurance framework for drop-in green fuels. The initiative aims to provide quality, quantity, and greenhouse gas (GHG) abatement assurances to address adoption barriers in biofuels. Across the six trials, a total of 10,400 MT of biofuel blends was bunkered, and a collective 24% of GHG emissions reduction was realised compared to using conventional fuels.\n\nLiquid biofuels, specifically fatty acid methyl esters (FAME) and hydrotreated vegetable oils (HVO), are among the most viable near-term solutions for maritime decarbonisation. They are commercially available, can be blended with conventional marine fuels, and are compatible with existing bunkering infrastructure and shipboard systems.\n\nCurrent sustainability certification schemes, such as the International Sustainability and Carbon Certification (ISCC) and the Roundtable on Sustainable Biomaterials (RSB), play an important role in verifying emissions reduction of biofuels and compliance with regulatory mandates, such as EU RED II. However, these schemes lack physical, field-level verification, leaving biofuel supply chains vulnerable to adulteration, and their emissions reduction double-counted to support false subsidy claims.\n\nRecent high-profile fraud cases have underscored the need for standardised, field-verifiable methods to augment the certified sustainability claims of these biofuels.\n\nGCMD’s trials directly address this gap by deploying tracers and assessing their capability for providing physical proof to both identify authenticity and quantify biofuel volumes.\n\nGCMD trialled three tracer candidates — synthetic DNA (Tracer A), element- based metalloid (Tracer B), and non-fluorescent organic (Tracer C) — across six supply chain trials, deploying them at the earliest feasible upstream points and tracking them through to storage and use onboard receiving vessels.\n\nIn five of the six trials, the tracers were homogeneously distributed in both the neat biofuels constituent and their final blends, confirming their chemical compatibility.\n\nTracer A was detected at most sampling points in its initial trials, but detection downstream was inconsistent, particularly on receiving vessels. In one trial, the tracer remained undetected despite multiple doses, suggesting possible thermal denaturation of the synthetic DNA or matrix interference from contaminants in fuels.\n\nTracer B was successfully detected at all sampling points and showed the highest tolerance to harsh operating conditions typical of marine fuel environments. However, discrepancies of 30-40% between expected and detected concentrations, particularly at the low parts-per-billion (ppb) deployment levels, point to the need for further optimisation for robust quantification.\n\nTracer C was consistently detected at all sampling locations. At deployment concentrations below five parts-per-million (ppm), detected values closely matched expected concentrations, with discrepancies less than 5%. Its robustness, combined with cost competitiveness and detectability with commonly administered Gas Chromatography-Mass Spectrometry (GC-MS) tests, suggests that Tracer C holds significant potential as both a reliable identifier and quantifier in marine fuel supply chains.\n\nUsing data collected from these trials, GCMD developed an actionable comparative benchmarking framework to guide stakeholders in tracer deployment.\n\nThe framework enables objective comparison across tracer types on cost, detectability, and operational feasibility. It also assists in the identification of optimal deployment scenarios and offers proven implementation pathways to reduce adoption risks.\n\nTo enable robust and widespread deployment, strong institutional support is essential, says GCMD. This includes establishing legislation for controlled tracer deployment, standardised protocols for dosing, sampling, and detection, seamless workflow integration, and shared data systems for real-time verification and auditability.\n\n\n\n",
      "authors": []
    },
    {
      "title": "Corvus Energy Battery System Powers Trapananda Electric Tugboat",
      "link": "https://www.marinelink.com/news/corvus-energy-battery-system-powers-529376",
      "date": "4 days ago",
      "snippet": "SAAM, the largest towage operator in the Americas, has introduced Trapananda, the first fully electric tugboat in Latin America…",
      "text": "SAAM, the largest towage operator in the Americas, has introduced Trapananda, the first fully electric tugboat in Latin America, developed in partnership with Chile’s national oil company Enap. Designed by Robert Allan Ltd. (RAL), built by Sanmar Shipyards, and powered by a Corvus Energy lithium-ion battery system, the tug will operate at Puerto Chacabuco in southern Chile.\n\nMeasuring 25m with a 70-ton bollard pull, Trapananda will assist vessel maneuvers under challenging harbor conditions.\n\nIt is SAAM’s third battery-electric tug, following the 2024 launch of two similar units in Vancouver, Canada.\n\nThe vessel is a key step in SAAM’s 2030 Sustainability Strategy, which targets a 65% reduction in greenhouse gas emissions across its fleet. According to the company, early operations of its electric tugs have delivered a 72% drop in carbon intensity and 70% lower operating costs compared to diesel units.\n\nEquipped with a 3,616-kWh Corvus Orca ESS—the most widely installed marine battery system globally—Trapananda offers zero-emission, near-silent operations, reducing both environmental and noise impacts.\n\nThe tug was christened Trapananda in honor of the ancient name of Chilean Patagonia, a remote, untamed land covered with dense jungles that represented an unexplored and challenging territory for the first Spanish explorers.",
      "authors": []
    },
    {
      "title": "Maritime Videos",
      "link": "https://www.marinelink.com/videos",
      "date": "Oct 6, 2016",
      "snippet": "Maritime Videos:MES Helps To Get Dutra'S Dredge Stuyvesant Back In Business, Cat Pushes Forward On Hybrid Electric Solutions, Alternative Fuels, C.",
      "text": "The uptake of artificial intelligence in the maritime sector is as diverse as the industry itself. While AI and all that it entails is not entirely new, the ultimate use of AI tools – and the potential efficiency benefits that follow – is largely company, fleet and vessel specific. Terje Kristiansen, CEO, Shipnet, met with Maritime Reporter TV recently in Oslo to discuss the basics: getting started, practical advice on areas to leverage the tech, and the path forward for AI and maritime.",
      "authors": []
    },
    {
      "title": "Atlantic Shrike PSV Achieves 11% Fuel Reduction with SeaQ Retrofit",
      "link": "https://www.marinelink.com/news/atlantic-shrike-psv-achieves-fuel-529450",
      "date": "2 days ago",
      "snippet": "Atlantic Towing Limited has achieved a milestone in its decarbonization journey with the successful retrofit of the Atlantic Shrike.",
      "text": "Atlantic Towing Limited has achieved a milestone in its decarbonization journey with the successful retrofit of the Atlantic Shrike. Equipped with Vard Electro’s SeaQ Energy Storage System, the Platform Supply Vessel has recorded an 11% fuel savings across all operations and substantial CO2 savings.\n\nAs the maritime industry faces mounting pressure to reduce greenhouse gas emissions and enhance fuel efficiency, vessel owners are seeking solutions to modernize their fleets. In 2021, Atlantic Towing Limited, a subsidiary of J.D. Irving Limited, embarked on a mission to upgrade their diesel-electric Platform Supply Vessel (PSV), Atlantic Shrike, aiming to meet the environmental requirements without compromising operational reliability.\n\nAtlantic Shrike is a diesel-electric PSV, built in 2017. It measures 85.6 meters in length with a beam of 22 meters, and has a dead weight capacity of 4,200 metric tons. The vessel operates primarily on the Grand Banks, off the coast of Newfoundland and Labrador.\n\nIn close collaboration with Vard Electro, a subsidiary of the Fincantieri owned Vard Group, Atlantic Towing implemented a comprehensive battery retrofit onboard their PSV that has not only ensured compliance with evolving emissions regulations but also delivered measurable improvements in fuel savings and operational efficiency.\n\nDuring low-load operations such as harbor maneuvers, transit, and docking, battery systems offer significant advantages. They can supply transient loads, reduce the need for multiple generators running at inefficient low loads, and provide immediate power response, leading to improved fuel efficiency, reduced emissions, and enhanced crew comfort due to lower noise and vibration levels.\n\nSeaQ Retrofit Package\n\nVard Electro delivered a complete retrofit package of the SeaQ Energy Storage System (ESS), purpose-built for seamless integration with the vessel’s existing power and automation systems. As both equipment supplier and system integrator, Vard Electro ensured the battery system was fully aligned with the vessel’s propulsion and control architecture.\n\nThe entire installation was carried out in close collaboration with the customer and aligned with Atlantic Shrike’s planned docking periods, minimizing operational impact. Vard Electro’s local service team in Canada led the project execution, ensuring a smooth process from planning to commissioning.\n\nTo secure long-term results, SeaQ training was provided to the crew, ensuring they understood how to operate the system for maximum battery efficiency and system longevity.\n\nFollowing the installation of the SeaQ Energy Storage System, Atlantic Shrike has delivered strong and measurable results.\n\n11% fuel savings across all operations\n\n362 tonnes of CO₂ reductions in 2024, verified by operational data\n\nReduced engine noise, improving crew comfort\n\nLower engine running hours, extending maintenance intervals and enhancing working conditions in the engine room.\n\nThese outcomes highlight how a well-executed battery retrofit can deliver both operational efficiency and improved onboard conditions.",
      "authors": []
    },
    {
      "title": "Velkommen til Danske Rederier",
      "link": "https://danishshipping.dk/",
      "date": "Jun 23, 2023",
      "snippet": "Regeringen har præsenteret sit finanslovsudspil, der bl.a. har fokus på sikkerhed, beredskab og grøn omstilling. Med maritime briller er det særligt grund...",
      "text": "Event Kursus i søfarendes ansættelsesforhold Dato: 30.09.25\n\nHvordan sikrer du, at ansættelser og personalesager for søfarende håndteres korrekt? Den 30. september inviterer Danske Rederier til et spændende heldagskursus, hvor du får det nødvendige overblik over hele an­sæt­tel­ses­for­lø­bet for søfarende på danskflagede skibe. Kurset er oplagt for HR-medarbejdere, ledere og andre ansatte i rederier, der arbejder med søfarende – både til lands og til søs.",
      "authors": []
    },
    {
      "title": "Green inland ports final conference",
      "link": "https://transport.ec.europa.eu/news-events/events/green-inland-ports-final-conference-2025-11-26_en",
      "date": "2 days ago",
      "snippet": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway...",
      "text": "",
      "authors": []
    },
    {
      "title": "Mission Innovation",
      "link": "https://mission-innovation.net/events/mi-10-ministerial/",
      "date": "2 weeks ago",
      "snippet": "On August 25th to 27th 2025, Republic of Korea will host one of the year's largest clean energy events, convening the Clean Energy Ministerial and Mission...",
      "text": "On August 25th to 27th 2025, Republic of Korea will host one of the year’s largest clean energy events, convening the Clean Energy Ministerial and Mission Innovation communities in Busan.\n\nCEM16/MI-10 will take place alongside the APEC Energy Ministerial Meeting and the World Climate Industry Expo 2025. This co-location offers a valuable opportunity to strengthen international cooperation, foster public-private partnerships, and accelerate the global clean energy transition.",
      "authors": []
    }
  ]
}