{
  "timestamp": "2025-06-02T06:26:34.353725",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "Trump strammer grebet om grøn energi",
      "link": "https://borsen.dk/nyheder/baeredygtig/trump-strammer-grebet-om-gron-energi",
      "date": "for 22 timer siden",
      "snippet": "Trump strammer grebet om grøn energiDet er i øjeblikket en nervepirrende tid at være grønt energiselskab i. Særligt, hvis man har blikket rettet mod USA.",
      "text": "Det er i øjeblikket en nervepirrende tid at være grønt energiselskab i.\n\nSærligt hvis man har blikket rettet mod USA.\n\nLørdag lød der nye meldinger om, at USA nu vil hæve straftolden på stål og aluminium, der er vigtige komponenter i energiprojekter, til 50 pct.\n\nDet kommer efter, at Donald Trump med sin budgetpakke i sidste uge allerede har strammet grebet om vedvarende energi og Bidens grønne skatterabatter – også kendt som Inflation Reduction Act (IRA).\n\nIfølge Peter Bay Kirkegaard, der er Dansk Industris udsendte i Washington, er situationen ikke til at tage fejl af.\n\nUSA’s grønne omstilling lider.\n\n“ Mange energiprojekter står nu med udsigt til væsentligt øgede omkostninger Peter Bay Kirkegaard, seniorchefkonsulent, Dansk Industri\n\nDe markedsudsigter, der for få år tilbage lyste stort, prangende og klart, ser nu grå og tågede ud.\n\nOg virksomheder, der havde sat næsen op efter Joe Bidens støttekroner, gør nu klogest i at væbne sig med tålmodighed.\n\n“I sidste ende er det rentabiliteten, der er på spil,” siger han.\n\nLignende lyder vurderingen fra Ulrich Bang, vicedirektør for klima, energi, miljø og byggeri i Dansk Erhverv.\n\n“Det er blevet enormt usikkert i USA. Derfor ser vi også, at alt hvad der hedder nye, grønne energiprojekter er stoppet helt op.”\n\nEn budgetpakkelussing\n\nVi skal ikke mange år tilbage i tid, før store danske virksomheder som Vestas, CIP, Ørsted og Topsøe gjorde indtog på det amerikanske marked.\n\nDet var dengang, mulighederne virkede enorme, ambitionerne ligeså, og snakkene om potentialerne i Joe Bidens grønne skattekreditter (IRA) syntes uomgængelige.\n\nSiden har tingene dog ændret sig markant.\n\n“ I begejstringen glemte man, at det amerikanske system er meget volatilt Peter Bay Kirkegaard, seniorchefkonsulent, Dansk Industri\n\nFor nylig stemte et spinkelt flertal i Repræsentanternes Hus Trumps budgetpakke “The one big beautiful bill” igennem.\n\nForuden en skattelettelse på 4 billioner dollar og neddrosling på sundhedsydelser skærer den markant i Bidens IRA, hvor rabatter og støttekroner til både vind, sol, batterier og geotermisk energi står for skud.\n\nFør lovforslaget bliver mejslet i sten, skal det forbi Senatet.\n\nI den forbindelse har Trump selv sagt, at det bliver vedtaget 4. juli. Det tvivler Peter Bay Kirkegaard dog kraftigt på og mener, at det er mere plausibelt, at der lander noget i løbet af efteråret.\n\nOVERBLIK Trumps budgetpakke i hovedtræk Skattelettelser på 4 billioner dollar, heriblandt lavere indkomstskatter, større standardfradrag, ændringer i arveafgiften samt tiltag som at undlade at beskatte drikkepenge og overarbejde. For at finansiere skattelempelserne skæres der kraftigt ned i sundhedsforsikringsprogrammet Medicaid, der er særligt målrettet handicappede og fattige. Samtidig skal der hentes over 100 mia. dollar fra Obamacare-markedspladser. Derudover vil det afskaffe størstedelen af de skattefradrag og støtteordninger, der er en del af Joe Bidens Inflation Reduction Act (IRA). Bl.a. vil man helt afskaffe fradrag til vedvarende energikilder som vind, sol, batterier og geotermisk energi. Dog med den undtagelse, at virksomheder, der har påbegyndt byggeriet inden for 60 dage efter lovforslagets ikrafttræden og er færdige inden 2028, kan få fradragene. Derudover vil der blive indført nye restriktioner og skatteforøgelser for virksomheder, der bruger komponenter fra Kina i forbindelse med deres byggerier og projekter.\n\nIfølge ham gør det dog ikke situationen mindre pinefuld.\n\nStemmer Senatet for skattereformen, vil det betyde et dramatisk ændret marked for de virksomheder, der har med vedvarende energi at gøre, understreger han.\n\n“Lige nu forestiller vi os, at forslaget bliver blødt lidt op. Men jeg tror fortsat, vi kan regne med, at der bliver skruet kraftigt ned for skatterabatterne. Nye projekter kommer til at få det svært, og det vil gå ud over den grønne omstilling,” siger han.\n\nTopsøes manglende beslutning\n\nEn af de virksomheder, der undertiden er blevet tillokket af Bidens skatterabatter, er Topsøe.\n\nVirksomheden, der har et stort elektrolyseanlæg i Herning, fik tilbage i april 2024 tilsagn om 950 mio. kr. i støtte under Inflation Reduction Act til at bygge et tilsvarende i Virginia.\n\nI en mail til Børsen skriver selskabet, at man endnu ikke er gået i gang med byggeriet og afventer situationen.\n\nFor at kunne modtage støtten skal fabrikken senest være i drift i marts 2028. Det betyder, at den endelige investeringsbeslutning (FID) skal træffes i år, oplyser selskabet også.\n\n“Topsøe fortætter arbejdet med pre-FID analyse, hvilket også omfatter evaluering af markedssituationen,” fremgår det.\n\nI skattereformen, der er blevet stemt igennem i Repræsentanternes Hus, vil støtten nemlig kun løbe frem til 2028, hvor det før hed 2032.\n\nSamtidig er for flere af projekterne krav til, at virksomheder skal have påbegyndt byggeriet 60 dage efter lovforslagets ikrafttræden for overhovedet at kunne modtage støtten.\n\n\n\n\n\nTopsøe har ikke ønsket at gå yderligere ind i, hvordan usikkerheden i USA påvirker deres investeringsbeslutning.\n\nIfølge Peter Bay Kirkegaard skal der dog ikke herske tvivl om, at de nye krav bliver svære at leve op til.\n\nSærligt mener han, at det vil udfordre opførelsen af nye projekter, medmindre de kan klare sig uden støtte.\n\nIgangværende projekter vil samtidig blive udfordret på rentabiliteten, fordi de nu har kortere tid med skattekreditter, påpeger han.\n\nNye toldtrusler\n\nUd over spørgsmålet om IRA-støtten minder Peter Bay Kirkegaard om, at virksomhederne også skal tage højde for toldniveauet.\n\n“I de her grønne projekter indgår der også komponenter, som importeres fra andre lande. Lige nu står importen af det til at blive et sted mellem 0 og 50 pct. dyrere på grund af told,” siger han og fortsætter:\n\n“Det interval er ret svært at lave en projektplan ud fra. Derfor kan man næsten heller ikke gøre andet lige nu end at vente på mere afklaring.”\n\nSenest lød det fra præsidenten lørdag, at i stedet for en straftold på stål og aluminium på 25 pct. vil den nu blive hævet til 50 pct.\n\n“ Vi vil se et dyk i udviklingen af nye projekter Ulrich Bang, vicedirektør, Dansk Erhverv\n\nIfølge Peter Bay Kirkegaard vil sådan en forøgelse gøre særligt ondt på de grønne energikilder, da der typisk bruges meget stål og aluminium i de typer projekter.\n\n“Ofte er det også sådan, at det er specialiseret stål og aluminium, som man skal bruge, og hvor der kun er et begrænset antal leverandører – og de amerikanske leverandører kan sjældent være med her. Derfor står mange energiprojekter nu med udsigt til væsentligt øgede omkostninger, hvis straftolden på 50 pct. fastholdes,” forklarer han.\n\nStadig et marked?\n\nUlrich Bang lægger ikke skjul på, at Trumps budgetpakke er en hæmsko for grønne projekter.\n\n“Det her er gift for investeringer i USA. Der er makset ud på usikkerhed og vilkårlighed, og det er svært at regne bevæggrunden ud. Så det er langtfra godt,” siger han.\n\nAlligevel mener både han og Peter Bay Kirkegaard, at der er stadig er et marked for den vedvarende energi i USA.\n\n\n\n\n\nHvis ikke nu, så måske om 3,5 år.\n\n“Der vil stadig være markedsmuligheder, når vi kommer om på den anden side af alt det her. De vil bare ikke være lige så gode, som de var engang,” siger Ulrich Bang.\n\nHan peger især på USA’s store energibehov som en drivkraft i efterspørgslen.\n\n“Den underliggende struktur i markedet er, at der er en kæmpe efterspørgsel på elektricitet i USA. Derfor vil markedet, ret sandsynligt, rette sig igen og give plads til de producenter, der kan levere billig strøm,” siger han og tilføjer:\n\n“Det er hermed ikke sagt, at man bare kan fjerne IRA’en. For uden den vil vi se et dyk i udviklingen af nye projekter. Det er der ingen tvivl om.”\n\nPeter Bay Kirkegaard pointerer samtidig, at de seneste seks måneder med Trump har understreget, at man aldrig kan blive usikkerheden helt foruden i USA.\n\n“Erhvervslivet var meget begejstret for IRA’en, da den blev lanceret for nogle år siden. Det var skattekreditter, der gjaldt i lang tid, de var relativt gunstige, og der var en bred vifte af grønne løsninger, der var omfattet ,” siger han og fortsætter:\n\n“Men i begejstringen glemte man, at det amerikanske system er meget volatilt. I den forstand at beslutninger truffet af én præsident hurtigt kan blive omgjort af en anden. Dermed rækker de rammevilkår, man egentlig tror, er sikre mange år frem, måske i virkeligheden kun, til den næste træder til.”",
      "authors": [
        "Signe Duedahl Nørgaard"
      ]
    },
    {
      "title": "AI-gigafabrik kan sluge strøm svarende til to millioner husstande: 'Danmark har ikke grøn strøm nok på den korte bane'",
      "link": "https://www.dr.dk/nyheder/viden/teknologi/ai-gigafabrik-kan-sluge-stroem-svarende-til-millioner-husstande-danmark-har",
      "date": "4 dag siden",
      "snippet": "Regeringen og virksomheden DCAI kæmper for at Danmark kan lægge billet ind på én af fem gigantiske fabrikker, der næste år skal bygges i EU.",
      "text": "Hvad er en AI-gigafabrik?\n\nEn AI-gigafabrik er et datacenter med en regnekraft, der kan bruges til at træne de mest komplekse modeller for kunstig intelligens på markedet. Den gør det muligt at analysere enorme datamængder inden for eksempelvis medicin og klima.\n\nDet er lige nu begrænset, hvor mange informationer, der er om EU’s fem kommende AI-gigafabrikker. Men EU skriver, at fabrikkerne bliver udstyret med 100.000 moderne AI-chips – fire gange så mange som de nuværende AI-fabrikker.\n\nGigafabrikkerne kommer til at koste op mod 20 milliarder Euro (150 milliarder kroner), skriver mediet the Guardian.",
      "authors": [
        "Maj Kl."
      ]
    },
    {
      "title": "Hamas går med til at frigive levende og døde gidsler",
      "link": "https://borsen.dk/nyheder/udland/hamas-gar-med-til-at-frigive-levende-og-dode-gidsler?b_source=companies&b_medium=row_2&b_campaign=list_1",
      "date": "for 19 timer siden",
      "snippet": "Den israelske forsvarsminister, Israel Katz, sagde fredag aften, at Hamas ville blive \"udslettet\", hvis gruppen ikke acceptere forslaget om våbenhvile...",
      "text": "Hamas har indgivet et svar på et amerikansk forslag om en våbenhvile i Gaza. Det oplyser den militante gruppe ifølge nyhedsbureauet Reuters.",
      "authors": []
    },
    {
      "title": "Kina advarer USA efter Hegseths tale i Asien",
      "link": "https://borsen.dk/nyheder/udland/kina-advarer-usa-efter-hegseths-tale-i-asien?b_source=companies&b_medium=row_2&b_campaign=list_1",
      "date": "for 21 timer siden",
      "snippet": "Kina advarer USA efter Hegseths tale i AsienKina er utilfreds med Pete Hegseths “nedsættende udtalelser” og beskylder USA for bevidst at skabe splid.",
      "text": "Pro indhold med dybdegående analyser og nyhedsbreve indenfor finans og iværksætteri. Klik her og få adgang",
      "authors": []
    },
    {
      "title": "Rød, gul eller grøn? DTU-forskere kommer med bud på klima-mærker på mad",
      "link": "https://ing.dk/artikel/roed-gul-eller-groen-dtu-forskere-kommer-med-bud-paa-klima-maerker-paa-mad",
      "date": "4 dag siden",
      "snippet": "Mærkning af fødevarer i stil med køleskabets energimærker kan hjælpe til at sammensætte en kost, der er inden for de planetære grænser.",
      "text": "Svinekortelletter, kyllingebryst eller bønnegryde?\n\nSelvom de fleste er klar over, at forskellige fødevarer sætter forskellige aftryk på klimaet, kan det være svært at forholde sig til forskellene. Det har fået Fødevarestyrelsen til at se nærmere på udviklingen af en mærkningsordning lig den, de fleste kender fra elektronik og bygninger.\n\nArtiklen fortsætter efter annoncen\n\nHer spiller tallet 1,4 kg CO 2 e per dag spiller en central rolle .\n\nDet er nemlig så meget maden må fylde i vores respektive, personlige CO 2 e-regnskab i 2050, hvis vi skal holde os til klimamålet i Paris-aftalen og fordele klimabelastningen lige for alle verdensborgere. Til sammenligning viser forskning fra DTU Fødevareinstituttet, at vi danskere i dag i gennemsnit spiser for 4,23 kg CO2e om dagen.\n\nOg netop DTU Fødevareinstituttet har for nylig givet Fødevarestyrelsen deres bud på, hvordan rammerne for en mærkningsordning skal se ud.\n\nGanske lig energimærkningsordninger til bygninger og elektronik, sker mærkningen ifølge DTU-forskerne oplagt med en trindelt skala, hvor hvert trin har sin egen farve, rangeret fra mørk grøn over gul til mørk rød – fra grønkål til oksebøf, fristes man til at sige.\n\nOm klimamærkning af mad DTU Fødevareinstituttet behandler i tre rapporter centrale overvejelser om en klimamærkningsordning for fødevarer efter bestilling fra Fødevarestyrelsen. For det første kræver en mærkningsordning, at man har beregnet klimaaftrykket for et bredt udvalg af fødevarer. Her peger DTU-forskerne i én delrapport på, hvilke cirka 500 generiske fødevarer der bør indgå i de første beregninger og med hvilken detaljeringsgrad. Eksempelvis kan der være stor forskel på klimaaftrykket fra tomater afhængigt af, hvor de er produceret, hvordan, og om de er friske, konserverede eller tørrede. Den slags beregninger skal efter planen i udbud. For det andet kræver en mærkningsordning, at man vedtager, hvilken funktionel enhed der skal bruges som sammenligningsgrundlag. Selvom der kan være pointer i at sammenligne CO 2 e-aftrykket pr. kg tørstof, eller CO 2 e-aftrykket i forhold til et givent næringsindhold, peger forskerne på kg CO 2 e pr. kg fødevarer som den bedste enhed. En arbejdsgruppe, nedsat af Fødevarestyrelsen, har anbefalet, at mærkningen skal defineres på en skala, der opererer med en farveskala med en tilhørende alfabetiske reference. Eksempelvis mørkegrøn A, lysegrøn B, gul C osv. frem til en rød. I en delrapport peger DTU-forskerne på fordelene ved en eksponentielt stigende skala, der kan udformes på enten en 5- eller 7-trinsskala med hver sine fordele og ulemper i forhold til at vejlede forbrugeren og motivere producenter til produktionsforbedringer, der reducerer klimaaftrykket af fødevarer. Kilder: ‘Udvælgelse af 500 generiske fødevarer og drikkevarer til klimamærkning’ ‘Funktionelle enheder i relation til produkters klimaaftryk og klimamærkning’ ‘Metoder til at fastsætte grænseværdier for trin i en skala til klimamærkning’\n\n\n\nEllen Trolle, seniorforsker ved DTU Fødevareinstituttet\n\nMen ifølge seniorforsker på DTU Fødevareinstituttet og forfatter til rapporterne, Ellen Trolle, er der stadig mange spørgsmål at tage stilling til.\n\n\n\nHvor store skal trinene være? Hvor stort et CO 2 e-aftryk må en given fødevare have for at ende på et bestemt trin? Og kan man finde en måde at relatere grænseværdierne for hvert trin til de planetære grænser for CO 2 e-udledning, nævner Ellen Trolle som centrale spørgsmål for en klimamærkningsordning.\n\nSå er vi tilbage ved klimamålet for kosten med 1,4 kg CO 2 e pr. dag pr. person.\n\n2 kilo af det grønneste\n\nDe knap halvandet kg CO 2 og dets ækvivalenter kan nemlig direkte relateres til planetens grænser (se faktaboks) for, hvor meget hver verdensborger må udlede fra sit madforbrug, hvis kloden skal holdes inden for et ‘sikkert handlerum’.\n\nHvis man antager, at en gennemsnitsdansker kan spise sig mæt ved at spise to kg planterig kost om dagen, peger Ellen Trolle og kollegerne derfor på, at det grønneste mærke – laveste trin – i en fremtidig ordning oplagt kan have en grænseværdi på 0,7 kg CO 2 e pr. kg. Eller lavere.\n\nOm planetære grænser Begrebs- og analyserammen 'planetære grænser' stammer fra Stockholm Resilience Centre, hvor den blev udviklet i 2009 af et hold af internationale klima- og miljøforskere, heriblandt Katherine Richardson, med Johan Rockström i spidsen. Grundtanken er, at menneskeheden i perioden fra den seneste istid og frem til industrialiseringen har påvirket det globale miljø i så lille en grad, at det har været sikkert for mennesker at leve på Jorden. Denne periode sammenlignes med menneskets påvirkning af Jorden og dets samlede systemer i dag for på den måde at kunne beskrive, om vi er inden for et sikkert handlerum, eller om grænserne er overskredet. De ni planetære grænser inkluderer i dag: Biosfærens sammenhængskraft, som dækker over både tab af biodiversitet og udvikling i alt levende. Klimaforandringer Ændringer i ferskvand, som dækker over vand både på og i jorden. Forsuring af havet Ændringer i anvendelsen af landarealer, som dækker over blandt andet skovbrug. Ozonnedbrydning i stratosfæren Belastning af aerosoler i atmosfæren Syntetiske kemikalier, som dækker over tilførslen af menneskeskabte kemikalier, GMO, mikroplast og radioaktivt affald og våben. Biogeokemiske kredsløb, som dækker over kvælstof- og fosforkredsløb. Forskerne bag de planetære grænser har vurderet den globale miljøtilstand tre gange, i 2009, 2015 og 2023. Ved den seneste analyse var seks ud af ni planetære grænser overskredet. Illustration: Klimarådet pba. Richardson, Katherine m.fl. 2023. “Earth beyond six of nine planetary boundaries”. Science Advances. 9. Kilder: Katherine Richardson, Richardson et al 2023, lex.dk. Klimarådet.\n\nSamtidig kan det også være relevant at relatere til et mål for kosten halvvejs mod 2050, altså et budget på 2,8 kg CO 2 e pr. dag pr. person. Med de nuværende klimaaftryk af fødevarer kan det bedre lade sig gøre at sammensætte en kost, der når målet for år 2030 (eller 2035).\n\nFor sættes grænseværdien på 0,7 kg CO 2 e pr. kg, så man lige præcis ramme ens daglige CO 2 e-budget for år 2050 ved udelukkende at spise fra de laveste trin, risikerer man at gå glip af vigtige fødevarer, der er placeret højere på skalaen.\n\n»Hvis grænseværdierne sættes så lavt, at både første og andet trin har aftryk inden for de planetære grænser, og man spiser en større mængde af produkter fra de laveste trin, vil der være plads i kosten til fødevarer med et lidt højere aftryk også,« siger Ellen Trolle.\n\nSundt for planet og krop?\n\nDer opstår altså på sin vis et dilemma, hvis man skal vægte klima i forhold til sundhed. Ud fra et ernæringsmæssigt – og ikke mindst kulinarisk – perspektiv er det ret vigtigt at få plads i det personlige klimaregnskab til fødevarer fra andre trin end de laveste.\n\nFaktisk tvivler Ellen Trolle på, at det vil være muligt at spise sig mæt, sund eller tilfreds, hvis man kun skal spise fødevarer fra det laveste trin, som primært kan indeholde grøntsager.\n\nArtiklen fortsætter efter annoncen\n\n»Det er interessant, at eksempelvis planteolier, som ifølge kostrådene skal spille en rolle i en sund og klimavenlig kost, ifølge vores beregninger ikke vil ligge på de laveste trin,« siger Ellen Trolle.\n\n»Men det spiser vi jo i små mængder, og det skal der være plads til.«\n\nEn måde at skabe plads er ved eksempelvis at have en skala på syv trin, som er adskilt af grænseværdier, der starter under 0,7 kg CO 2 e pr. kg og stiger eksponentielt derfra.\n\nDermed vil det være muligt både at spise klima- og sundhedsvenligt, hvis man spiser mest fra første og andet trin og en smule fra tredje og så videre. Så vil der faktisk være plads til at spise fødevarer fra sjette og syvende trin en sjælden gang imellem.\n\nDiskussionen om, hvad der skal være plads til i kosten, understreger også en pointe, som Ellen Trolle lægger stor vægt på. Et klimamærke er ikke det samme som et sundhedsmærke.\n\n»Det er nødvendigt, at klimamærkningen bliver fulgt af en anbefaling om at følge kostrådene,« siger Ellen Trolle.\n\n»Gør man det – får eksempelvis kødindtaget, især oksekød, langt ned og bælgfrugter ind i sin kost – så er man rigtigt langt også uden en klimamærkningsordning.«",
      "authors": [
        "Liv Bjerg Lillevang"
      ]
    },
    {
      "title": "Merz skal mødes med Trump i Det Hvide Hus",
      "link": "https://borsen.dk/nyheder/udland/merz-skal-modes-med-trump-i-det-hvide-hus",
      "date": "for 21 timer siden",
      "snippet": "Tysklands forbundskansler, Friedrich Merz, vil torsdag i næste uge mødes med USA's præsident, Donald Trump, i Washington D.C.. Del Gem til senere.",
      "text": "Pro indhold med dybdegående analyser og nyhedsbreve indenfor finans og iværksætteri. Klik her og få adgang",
      "authors": []
    },
    {
      "title": "Vi halter bagefter den grønne omstilling og forbruger olie nærmest som i 90'erne",
      "link": "https://www.altinget.dk/artikel/energi-og-forsyningsordfoerer-der-loves-en-groen-fremtid-men-der-forbruges-stadig-som-i-90erne",
      "date": "4 dag siden",
      "snippet": "Vi ser i denne tid en politisk fortælling om en grøn omstilling i fuld fart. Men det reelle energiforbrug rykker sig stort set ikke, og kigger man længere...",
      "text": "Dette indlæg er alene udtryk for skribentens egen holdning. Alle indlæg hos Altinget skal overholde de presseetiske regler.\n\nVi ser i denne tid en politisk fortælling om en grøn omstilling i fuld fart. Men det reelle energiforbrug rykker sig stort set ikke, og kigger man længere frem, er det ikke sandsynliggjort, at vi hverken når 2045- eller 2050-målene. Det kan hænge sammen med, at vi halter bagud på selve omstillingen – noget staten i virkeligheden selv kan være skyld i, når der ikke er tryghed om hverken retning eller forsyningssikkerhed.\n\nLæs også\n\nFor hvem tør skifte opvarmningsform eller lægge investeringer om, når meldingerne fra Christiansborg er uklare, og forsyningssikkerheden er under pres? Den nye energi- og forsyningspolitiske redegørelse R13 bliver behandlet i Folketinget i maj. Den fortæller om gigawatt grøn strøm, brint og forsinkelser i elnettet. Den beskriver, hvem der bruger energien i Danmark, og hvilke sektorer der forventes at stå for stigningen i forbruget. Og den deler den glade nyhed om, at det tyder på, at vi kan nå 70 procent målet. Vi mangler en ærlig drøftelse af, hvordan forbruget bliver påvirket af energi- og forsyningspolitikken. Dina Myrup Raabjerg Men samtidig skjuler den en vigtig pointe: Vores samlede energimix flytter sig ekstremt langsomt. På trods af alle mål og midler er olie, gas og biomasse nemlig stadig dominerende kilder. En af de ting, vi endnu har til gode at diskutere i år, er nemlig sammensætningen af energiforbruget i Danmark. Altså: Hvilke energikilder bruger vi i landet, og hvor stor en andel udgør de hver især? Vi mangler en ærlig drøftelse af, hvordan forbruget bliver påvirket af energi- og forsyningspolitikken, og hvorfor tallene ikke rykker sig nævneværdigt fra år til år. For en vellykket grøn omstilling kræver nemlig både produktion, distribution og forbrug. Hvis efterspørgslen efter grønne energikilder udebliver, så er det et tegn på, at noget ikke lykkes. Og det er lige præcis dét billede, som Energistyrelsens foreløbige statistik for energiforbruget i 2024 tegner. Ifølge Energistyrelsens foreløbige energistatistik for 2024 fyldte olie 37 procent af Danmarks samlede energiforbrug – stort set den samme andel som i 2020 (36 procent) og 2010 (37 procent). Intet nyt under solen dér. Naturgas fylder otte procent, nøjagtig som året før. Udfasningen af naturgas går langsommere, end det har været forventet. Biomassen udgør i 2024 hele 25 procent, hvilket er året med det største forbrug af biomasse nogensinde. Biomasse indregnes teknisk som en grøn energikilde, selvom de fleste er enige om, at den ikke er rigtig grøn. Læg dertil, at vi importerer store mængder træ for at brænde det af som biomasse i fjernvarmen.\n\nLæs også\n\nOg sandheden er, at andelen af grøn energi fra sol, vind og biogas i forbruget af energi kun er steget ét eneste procentpoint det seneste år og nu svarer til 22 procent af det danske energiforbrug. Mit gæt er, at når danskerne hører om opnåelige 70 procent-mål og masser af billig grøn strøm, så tror de – og de danske virksomheder – at den grønne strøm udgør langt mere end de faktiske 22 procent. Zoomer man ud og ser på udviklingen siden 1990, er billedet lige så sigende: Kul og koks er faldet fra 34 procent til tre procent. Naturgas – som er en fossil energikilde – ligger tæt på andelen i 1990 (ti procent), hvilket er for højt i en tid, hvor vi burde have været i gang med udfasningen.\n\nLæs også\n\nOlie er kun faldet fra 46 procent til 37 procent. Det, der for alvor er vokset, er biomasse – fra fem procent i 1990 til 25 procent i 2024. Altså en femdobling. Affald ligger stabilt på to-tre procent, og nettoimporten af el er stadig lav: to procent i 2024. Det viser, at vores reelle grønne energiforbrug primært har rykket sig ved, at vi har byttet kul ud med importeret træ. Det rejser de oplagte spørgsmål: Hvorfor går det så langsomt? Og hvorfor flytter danskerne ikke mere på sit forbrug af energikilder? I den grønne omstilling er der skabt usikkerhed for både borgere, kommuner og virksomheder. Borgerne og kommunernes varmeplaner står for eksempel i stampe, fordi vi ikke giver klare meldinger om udfasning af gas. Regeringens NEKST-arbejdsgruppe anbefalede i foråret 2024, at ikke al gas til opvarmning burde udfases. Og den diskussion har udmeldinger fra et af regeringspartierne blot forstærket ved at indikere, at op mod 100.000 danskere skal have lov til at beholde gasfyret. Når vi ikke kan levere sikre løsninger og klare meldinger, så vælger borgerne og virksomhederne at vente. Dina Myrup Raabjerg Kommunerne kommer derfor ikke videre i varmeplanlægningen. Og der investeres dermed ikke i nye grønne energikilder til opvarmning gennem nye fjernvarmeprojekter. På samme måde forholder industrien sig til elforsyningen. Flere steder kan elnettet ikke klare en stigende efterspørgsel. Erhvervsforeninger deler bekymringer om virksomheder, der bliver bedt om at skrue ned for køleanlæg. Og de deler bekymringer om, at der ikke vil være tilstrækkelig elforsyning. Den slags kan industrien ikke holde til, da de er dybt afhængige af stabil energiforsyning for at kunne producere til deres kunder. Energinets egen status viser, at forsyningssikkerheden er under stigende pres. Ifølge deres fremskrivning vil danskerne i 2034 stå uden strøm i gennemsnit 8-30 minutter om året – afhængigt af, hvor meget vi kan importere fra udlandet. I dag er tallet tre minutter. Og Energistyrelsen vurderer, at vi nærmer os 17 minutter. De tal er gennemsnit – i praksis kan det betyde, at nogle danskere – og herunder store virksomheder – oplever langt længere afbrydelser, mens andre ikke rammes. I situationer med kulde og høj efterspørgsel i Tyskland, Sverige og Norge kan vi ikke regne med at kunne importere os ud af problemerne. Resultatet er utvivlsomt, at tilliden til stabile løsninger og krav fordamper som dug for solen hos både kommuner, virksomheder og borgere. Og når vi ikke kan levere sikre løsninger og klare meldinger, så vælger borgerne og virksomhederne at vente. Det er ikke modstand – det er sund fornuft.\n\nLæs også",
      "authors": [
        "Dina Myrup Raabjerg"
      ]
    },
    {
      "title": "Nyheder, analyser og debat om dansk politik",
      "link": "https://www.altinget.dk/klima/person/amalie-skourup-juul-jensen",
      "date": "3 dag siden",
      "snippet": "Artikler af og om Amalie Skourup Juul Jensen. Icon NavnenytVis alle · Om Merete Storr-Hansen. IDA finder ny underdirektør · Om Rasmus Bønneland.",
      "text": "",
      "authors": []
    },
    {
      "title": "Niels Lunde: Uber tabte første runde i Danmark – nu starter anden runde",
      "link": "https://borsen.dk/nyheder/opinion/niels-lunde-uber-tabte-forste-runde-i-danmark-nu-starter-anden-runde?b_source=companies&b_medium=row_2&b_campaign=list_1",
      "date": "for 18 timer siden",
      "snippet": "Med købet af Dantaxi sparker amerikanske Uber for alvor døren ind til det danske marked. Uber forlod Danmark i 2017. Uber trak sig frivilligt,...",
      "text": "På Børsen tror vi på, at medier står stærkest, når de ikke holder med nogen. Derfor er Børsen hverken borgerlig eller bundet til andre politiske lejre. Vi tilstræber objektiv journalistik, og holdninger formulerer vi kun her på lederplads. Her ser vi det som vores opgave at præge debatten om væsentlige problemstillinger i samfundet med vægt på faglige, faktabaserede argumenter og med et klart modspil til populistiske tendenser.\n\nLæs mere her",
      "authors": []
    },
    {
      "title": "Eksperter går i rette med vismænds forslag om at fastholde CO2-afgift på fiskeri",
      "link": "https://www.altinget.dk/klima/artikel/eksperter-gaar-i-rette-med-vismaends-forslag-om-at-fastholde-co2-afgift-paa-fiskeri",
      "date": "5 dag siden",
      "snippet": "Regeringen har bevæget sig ud på en farlig glidebane, når den vil udskyde fiskeriets CO2-afgift indtil 2030. Det skaber usikkerhed om fremtiden både i...",
      "text": "Danmark har gode forudsætninger for at fortsætte bæredygtighedsarbejdet og gøre en reel forskel for miljøet og samfundet. Det kan ske uden at bruge tid på at efterkomme tunge rapporteringskrav, skriver Nicholas Mohr Krøyer.",
      "authors": [
        "Dorte Ipsen Boddum"
      ]
    },
    {
      "title": "Case made for ammonia in the wake of IMO’s Net Zero Framework",
      "link": "https://splash247.com/case-made-for-ammonia-in-the-wake-of-imos-net-zero-framework/",
      "date": "3 days ago",
      "snippet": "A new study from the UCL Energy Institute's Shipping and Oceans Research Group and UMAS, commissioned by the Global Maritime Forum, concludes that the...",
      "text": "A new study from the UCL Energy Institute’s Shipping and Oceans Research Group and UMAS, commissioned by the Global Maritime Forum, concludes that the International Maritime Organization’s recently agreed Net Zero Framework (NZF) sends a strong market signal favouring ammonia dual-fuel ships—particularly from the mid-2030s onward. However, ongoing uncertainties in policy design are holding back early investments in e-fuels and alternative marine fuels.\n\nThe report uses a total cost of operation (TCO) model to evaluate various fuel pathways under the new regulatory landscape set by the IMO. While the NZF offers clearer direction for shipowners weighing fuel investments, several key policy elements—such as the zero and near-zero (ZNZ) reward mechanism and surplus unit (SU) trading dynamics—remain unresolved.\n\n“Many stakeholders were waiting for clarity from the IMO to make long-term decisions,” said Dr Tristan Smith, professor of energy and transport at the UCL Energy Institute. “While some uncertainties remain, the case for investing in ammonia dual-fuel ships is now compelling—even under conservative policy projections. In contrast, e-fuel producers still lack sufficient policy certainty to move forward at scale without additional government support or market opportunities.”\n\nThe study finds that ammonia dual-fuel vessels strike the best balance of flexibility, competitiveness, and compliance from the mid-2030s, even without considering future rewards for ZNZ fuels. When likely developments in the reward structure are factored in, e-ammonia could emerge as a cost-effective compliance option as early as 2028.\n\nIn contrast, ships relying solely on conventional fuels are now projected to be uncompetitive across both the short and mid-term, according to the TCO analysis. Not only do they face higher carbon compliance costs, but they also limit owners’ ability to capitalise on potential upside from future credits or trading mechanisms.\n\nThe report also addresses the ongoing debate around liquefied natural gas (LNG) as a transitional fuel. It finds LNG to be cost-competitive in the near term—particularly into the late 2020s. However, its long-term viability is severely constrained by its carbon intensity and lack of compatibility with the sustainability unit (SU) system without the use of onboard carbon capture.\n\nLNG-fuelled ships would need to rely heavily on low-emission drop-in fuels such as bio-LNG or e-LNG—or else face increasing compliance penalties. The volatility in natural gas prices and the uncertain trajectory of abatement technology add further investment risk to LNG pathways.\n\nThe study underscores the pivotal role of the NZF’s regulatory tools—including the remedial unit (RU) price, surplus unit (SU) trading, and the ZNZ fuel reward mechanism. These tools will ultimately shape the competitiveness of fuels, yet their final design is still in flux.\n\nBecause of these uncertainties, the authors advocate for fuel and vessel investment decisions to be based on a range of scenario analyses, rather than static assumptions.\n\nFor ports and bunker infrastructure investors, the analysis offers a strong endorsement for prioritising ammonia-readiness. With demand for ammonia-fuelled vessels projected to rise sharply after 2030—and possibly earlier with favourable policy evolution—early infrastructure investments could yield strategic advantages.\n\nFor fuel producers, the outlook is more mixed. Conventional fuel and LNG suppliers face growing uncertainty, while biogenic fuel producers have clearer demand signals, provided they can maintain price competitiveness.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Steven Jones"
      ]
    },
    {
      "title": "Largest Japanese Cruise Ship Completes Its First Marine LNG Bunkering",
      "link": "https://www.marinelink.com/news/largest-japanese-cruise-ship-completes-526273",
      "date": "3 days ago",
      "snippet": "ASUKA III, said to be the largest Japanese-flagged cruise ship, has completed its first marine LNG bunkering by FueLNG Private…",
      "text": "ASUKA III, said to be the largest Japanese-flagged cruise ship, has completed its first marine LNG bunkering by FueLNG Private at Singapore Cruise Centre.\n\nThe bunkering milestone also marks Shell LNG's first supply to an LNG-powered cruise ship in the region, according to Singapore Cruise Centre.\n\nAsuka III is owned by NYK Cruises, a company of the Japanese shipping group NYK. The 52,200 GT newbuild is 230 meters long and 29.8 meters wide, with space for 744 passengers.\n\n„We look forward to many more such operations to come as the industry transitions towards cleaner fuels.\n\n„This achievement was made possible with the strong partnership and support of the Maritime and Port Authority of Singapore (MPA), FueLNG Private Limited, and our dedicated team at Singapore Cruise Centre,“ the center said.",
      "authors": []
    },
    {
      "title": "DOE Greenlights Port Arthur LNG Phase II, Marking Trump’s First Export Approval",
      "link": "https://gcaptain.com/doe-greenlights-port-arthur-lng-phase-ii-marking-trumps-first-export-approval/",
      "date": "3 days ago",
      "snippet": "U.S. Secretary of Energy Chris Wright has approved a final authorization for LNG exports to non-free trade agreement countries from Port Arthur LNG Phase II...",
      "text": "U.S. Secretary of Energy Chris Wright has approved a final authorization for LNG exports to non-free trade agreement countries from Port Arthur LNG Phase II in Jefferson County, Texas.\n\nThe authorization represents the first LNG export approval under President Trump’s administration, signaling a shift from the previous administration’s pause on such permits.\n\nThe project, owned by Sempra Energy, will have the capacity to export 1.91 billion cubic feet per day (Bcf/d) of natural gas. This expansion complements Port Arthur Phase I, which is currently under construction with exports expected to begin in 2027. Sempra’s LNG portfolio includes the operational Cameron LNG export terminal in Louisiana and the Energia Costa Azul terminal under construction in Mexico, scheduled to begin exporting U.S.-sourced gas in 2026.\n\n“Port Arthur LNG Phase II marks a significant expansion of the first phase already under construction– turning more of the liquid gold beneath our feet into energy security for the American people,” Secretary Wright stated.\n\nTala Goudarzi, Principal Deputy Assistant Secretary of the Office of Fossil Energy and Carbon Management, highlighted the growing momentum of U.S. LNG exports.\n\nThis latest authorization is Secretary Wright’s fifth LNG export approval, bringing the total volume of approved exports under the current administration to 11.45 Bcf/d. The approval follows the Response to Comments on the 2024 LNG Export Study issued on May 19.\n\nThe authorization aligns with the administration’s broader energy policy aimed at positioning America as a leading global energy supplier, with Secretary Wright noting that the Energy Department is “restoring America’s role as the world’s most reliable energy supplier.”",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Trump Administration Support Sparks Revival of Northeast Gas Pipelines",
      "link": "https://gcaptain.com/trump-administration-support-sparks-revival-of-northeast-gas-pipelines/",
      "date": "2 days ago",
      "snippet": "U.S. energy company Williams Cos WMB.N said on Thursday it was working with federal and state regulators to revive two previously canceled natural gas...",
      "text": "By Scott DiSavino\n\nMay 29 (Reuters) – U.S. energy company Williams Cos said on Thursday it was working with federal and state regulators to revive two previously canceled natural gas pipelines from Pennsylvania to New York.\n\nThe pipelines are the Northeast Supply Enhancement (NESE) from Pennsylvania to New Jersey and New York and the Constitution Pipeline from Pennsylvania to New York.\n\nWilliams canceled Constitution in 2020 after years of fighting for permits from New York regulators and canceled NESE in 2024 after fighting for permits from regulators in both New York and New Jersey.\n\nThe company sought to revive the projects after gaining support from the Trump administration.\n\nThe administration lifted a month-old stop-work order on May 19 on Norwegian energy company Equinor’s $5 billion Empire Wind offshore wind project off New York.\n\nU.S. Interior Secretary Doug Burgum, who issued the stop-work order on Empire Wind in April, said he was encouraged that New York Governor Kathy Hochul will now allow new gas pipeline capacity to move forward.\n\nHochul, who wanted the Trump administration to lift the stop-work order on the offshore wind farm, did not specifically endorse the gas pipes but said in a statement that New York would work with the U.S. administration and private entities on projects that meet the legal requirements under state law.\n\nA spokesperson at Williams told Reuters in an email that the company “has submitted a petition to the Federal Energy Regulatory Commission (FERC) for reinstatement of the certificate of public convenience and necessity for the Northeast Supply Enhancement (NESE) Project.”\n\nThe company also said it has begun working through state permitting matters with environmental regulators in New Jersey, Pennsylvania and New York and will be promptly filing applications with those agencies to secure the necessary permits for advancing both the NESE and Constitution Pipeline projects.\n\nWilliams said the projects are “essential to address persistent natural gas supply constraints in the Northeast, constraints that have led to higher energy costs for consumers and increased reliance on higher-emission fuels like fuel oil.”\n\n(Reporting by Scott DiSavino; Editing by Chris Reese and Mark Porter)\n\nSubscribe for Daily Maritime Insights Sign up for gCaptain’s newsletter and never miss an update — trusted by our 108,994 members\n\n(c) Copyright Thomson Reuters 2025.",
      "authors": []
    },
    {
      "title": "UN nuclear chief meets Greek shipping leaders to advance maritime nuclear propulsion",
      "link": "https://splash247.com/un-nuclear-chief-meets-greek-shipping-leaders-to-advance-maritime-nuclear-propulsion/",
      "date": "2 days ago",
      "snippet": "Rafael Mariano Grossi, director general of the International Atomic Energy Agency (IAEA), met with leading Greek shipowners on Thursday to explore the...",
      "text": "Rafael Mariano Grossi, director general of the International Atomic Energy Agency (IAEA), met with leading Greek shipowners on Thursday to explore the potential of nuclear-powered commercial vessels.\n\nThe talks come as the UN agency launches ATLAS — Atomic Technology Licensed for Applications at Sea — an initiative aimed at creating a regulatory and safety framework for integrating nuclear reactors into maritime transport. The initiative seeks to curb global emissions, improve vessel efficiency, and contribute to reduced transportation costs, ultimately helping lower consumer goods prices, including food.\n\nGrossi’s visit to Athens included meetings with foreign minister Giorgos Gerapetritis, development minister Takis Theodorikakos, and top representatives of the Union of Greek Shipowners.\n\n“We are at an important moment for nuclear science and technology, opening new opportunities for Greece – such as the IAEA’s ATLAS initiative for the maritime sector,” Grossi stated in a post following the meetings.\n\nThe IAEA is expected to continue engaging with governments, regulators, and industry leaders in the months ahead to build consensus on nuclear maritime safety and regulation.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Steven Jones"
      ]
    },
    {
      "title": "Russia’s ‘Shadow Fleet’ Readies for Summer as Sanctioned LNG Carriers Receive Permits for Arctic Route",
      "link": "https://gcaptain.com/russias-shadow-fleet-readies-for-summer-as-sanctioned-lng-carriers-receive-permits-for-arctic-route/",
      "date": "2 days ago",
      "snippet": "In recent days at least a half-dozen sanctioned LNG carriers have received permits to sail Russia's Northern Sea Route this summer. The vessels include last...",
      "text": "In recent days at least a half-dozen sanctioned LNG carriers have received permits to sail Russia’s Northern Sea Route this summer. The vessels include last summer’s “shadow fleet” carriers Arctic Metagas (ex-Everest Energy) and Arctic Mulan (ex-Mulan) as well as recently-reflagged and sanctioned Iris (ex-North Sky), Buran (ex-North Air), Voskhod (ex-North Mountain), and Zarya (ex-North Way).\n\nIn total close to 30 LNG carriers have now been granted permits to travel through Russia’s Arctic waters in the coming months. Among them are at least six conventional gas tankers without any ice-class.\n\nThe bulk of the fleet remains unsanctioned and operates legally, carrying liquefied gas from the Yamal LNG project.\n\nBut around a dozen or so sanctioned vessels could be used to load cargoes at the neighboring Arctic LNG 2 project. Last summer the plant’s majority owner, Novatek, managed to load eight cargoes from the plant, though it has been unable to find any buyers.\n\nA number of LNG carriers used deceptive methods turning off their AIS transponders and spoofing their location, in an attempt to reach the plant undetected. Their attempts were unsuccessful and the U.S. quickly sanctioned all five vessels that loaded gas at the plant.\n\nThe issuing of permits to shadow fleet LNG carriers suggests a new attempt to load supercooled gas at the plant this summer may be in the works.\n\nThe permit news follows an uptick in activity at Arctic LNG 2 itself, with the facility’s second production line reportedly completing the initial startup.\n\nIn recent days LNG shadow fleet vessels have also made moves suggesting renewed delivery attempts to potential buyers may be under way.\n\nAfter passing through the Suez Canal Arctic Mulan sped across the Indian Ocean and into the Pacific with direct course to FSU Koryak, possibly to pick up LNG offloaded by other shadow fleet vessels several months ago.\n\nRecent activity of five shadow fleet LNG carriers: Arctic Metagas, Arctic Mulan, Sputnik Energy, East Energy, and Nova Energy. (Source: Shipatlas)\n\n“This appears to be the opening shot for the 10 ship Arctic LNG 2 Dark Fleet that is now being readied for action this summer on both sides of Siberia,” explained Kjell Eikland, managing director of Eikland Energy AS, a data provider, in a report earlier this week.\n\n“Last year Novatek offered prospective buyers more than 30% price discount, and incentives are likely to be at least that attractive this year,” Eikland continued.\n\nMeanwhile another sanctioned vessel, Nova Energy has left the anchorage at Nakhodka Bay, possibly also in an attempt to complete an initial delivery. Novatek will have to move last year’s cargoes to make room aboard LNG carriers and its two FSU Koryak and Saam.\n\nTwo other shadow fleet carriers, Sputnik Energy (ex-Pioneer) and East Energy (ex-Asya Energy) remain at a Zhoushan shipyard.\n\nThe four ex-North Series vessels continue to hold positions in the Barents Sea. With an Arc4 ice-class designation the vessels may be first in line as they could reach Arctic LNG 2 as early as the middle of next month.\n\nIt will take at least another six weeks for the eastern parts of the Northern Sea Route to open to shipping for ice-class ships. Vessels without ice-class routinely have to wait until August.",
      "authors": [
        "Malte Humpert"
      ]
    },
    {
      "title": "World’s largest port launches three European green corridor projects",
      "link": "https://splash247.com/worlds-largest-port-launches-three-european-green-corridor-projects/",
      "date": "5 days ago",
      "snippet": "The port of Ningbo-Zhoushan in China, the world's largest port in terms of cargo throughput, has announced three initiatives it has undertaken with three...",
      "text": "The port of Ningbo-Zhoushan in China, the world’s largest port in terms of cargo throughput, has announced three initiatives it has undertaken with three European ports — Hamburg and Wilhelmshaven in Germany, and Valencia in Spain — to create green shipping corridors.\n\nThe ports involved will work with shipping lines, cargo owners, energy providers, research institutions and other stakeholders to promote zero-carbon technology, clean fuels and smart management systems on designated routes.\n\nKey actions include constructing and utilising shore power infrastructure, optimising freight distribution networks, adopting renewable energy solutions and scaling up clean fuel bunkering, with the goal of creating corridors with net-zero carbon emissions from starting port to terminal port.\n\nAs of 2024, there were 62 green shipping corridor initiatives worldwide, marking a 40% increase from the previous year. These corridors are specific maritime routes where public and private stakeholders collaborate to facilitate zero-emission shipping. While many initiatives are still in the planning or pilot stages, some are advancing toward real-world implementation. Notably, six corridors have progressed from exploration to preparation phases, with feasibility studies, implementation roadmaps, and cost assessments underway.\n\nHowever, the expansion of these corridors faces challenges, particularly the feasibility wall—the financial and logistical hurdles associated with transitioning to zero-emission fuels. The lack of national policy incentives to bridge the cost gap is now identified as the primary bottleneck, potentially limiting further development of green corridor initiatives.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Steven Jones"
      ]
    },
    {
      "title": "Euroseas cashes in on 20-year-old post-panamax boxship",
      "link": "https://splash247.com/euroseas-cashes-in-on-20-year-old-post-panamax-boxship/",
      "date": "3 days ago",
      "snippet": "Greek containership owner Euroseas is set to lock in a strong return by selling a 20-year-old post-panamax vessel acquired less than four years ago.",
      "text": "Greek containership owner Euroseas is set to lock in a strong return by selling a 20-year-old post-panamax vessel acquired less than four years ago.\n\nThe Nasdaq-listed company has offloaded the 2005 Koyo Dock-built 6,350 teu Marcos V to an undisclosed, unaffiliated buyer for $50m.\n\nEuroseas originally bought the ship in November 2021 from Japanese owner Tokei Kaiun for $40m. That deal also included a three-year charter with Maersk at $42,000 per day, plus an optional one-year extension at a $15,000 dayrate.\n\nThe company said the sale and delivery are expected to close in October, with a gain of more than $8.50m, or about $1.20 per share.\n\n“Marcos V, upon its delivery, will have generated exceptional returns to our shareholders, realising more than five times our original equity investment,” said Aristides Pittas, chief executive and chairman of Euroseas.\n\nThe Athens-based tonnage provider, established in 2005, will, following the sale, count a fleet of 21 boxships on the water and a pair of 4,300 teu newbuilds delivering in 2027.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Steven Jones",
        "David Boffey"
      ]
    },
    {
      "title": "EU Unveils Black Sea Maritime Security Strategy Amid Escalating Threats",
      "link": "https://gcaptain.com/eu-unveils-black-sea-maritime-security-strategy-amid-escalating-threats/",
      "date": "4 days ago",
      "snippet": "The European Union has announced a new strategic initiative for the Black Sea region, with maritime security and connectivity at its forefront.",
      "text": "The European Union has announced a new strategic initiative for the Black Sea region, with maritime security and connectivity at its forefront. The strategy introduces a dedicated Black Sea Maritime Security Hub aimed at strengthening maritime safety, protecting critical infrastructure, and enhancing regional cooperation on demining operations.\n\n“An active role of the European Union is crucial in advancing security and peace in the Black Sea region especially with Russia’s war of aggression against Ukraine,” stated EU President Ursula von der Leyen.\n\nThe initiative comes at a critical time, as Russia’s invasion of Ukraine has severely destabilized the region, bringing security to its lowest point since the Cold War. The Black Sea’s strategic importance as a pivotal gateway linking Europe, the South Caucasus, Central Asia, and the Mediterranean makes its stability crucial for international trade, food security, and energy security.\n\nA series of recent incidents, including a drone strike on Russia’s Boyko Towers oil platform and attacks on Ukrainian ports, have created a highly volatile environment. Security analysts now assess the likelihood of intensified attacks on Black Sea shipping at 70-80%, with elevated threats from naval mines and GPS interference.\n\nThe EU strategy will mobilize investments through the Global Gateway Strategy, bringing together EU institutions, Member States, and European financial institutions in a coordinated effort. Key partners in the initiative include Ukraine, the Republic of Moldova, Georgia, Türkiye, Armenia, and Azerbaijan.\n\nA particular focus will be placed on developing transport, energy, and digital networks to establish the Black Sea region as a vital corridor connecting Europe with Central Asia. The strategy also addresses environmental concerns, including war-related environmental damage and climate change risks.\n\nThe initiative builds upon the existing Black Sea Synergy framework, established in 2007, and will complement the Common Maritime Agenda for the Black Sea.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "GulfNav inks Brooge Energy acquisition deal",
      "link": "https://splash247.com/gulfnav-inks-brooge-energy-acquisition-deal/",
      "date": "4 days ago",
      "snippet": "Dubai shipping firm Gulf Navigation (GulfNav) has officially put pen to paper on a deal to acquire the assets held by crude storage provider Brooge Energy.",
      "text": "Dubai shipping firm Gulf Navigation (GulfNav) has officially put pen to paper on a deal to acquire the assets held by crude storage provider Brooge Energy.\n\nThe takeover plan, announced in October 2023, involves a transaction worth $871m, of which $125m in cash, and the sale of the assets and subsidiaries of Brooge, including Brooge Petroleum and Gas Investment Company (BPGIC) FZE, Brooge Petroleum and Gas Investment Company Phase III FZE, and BPGIC Phase 3 Limited.\n\nEstablished in 2003 and listed in the Dubai Financial Market since February 2007, GulfNav has a diversified fleet of chemical tankers, livestock carriers, well stimulation vessels, and offshore support vessels.\n\nThe company stated that the transaction marks a significant step in its strategic push to establish itself as a leading integrated energy logistics provider, by substantially enhancing its storage, terminal, and infrastructure capabilities.\n\n“This signing marks a pivotal moment in GulfNav’s growth journey. This is more than an acquisition, it’s a strategic integration that will allow us to unlock new opportunities in the energy logistics space, said Ahmad Kilani, chief executive of GulfNav, adding: “By combining our maritime capabilities with Brooge’s cutting-edge infrastructure, we are well-positioned to deliver value to our customers, shareholders, and the UAE’s broader energy ecosystem.”\n\nThe deal is expected to close by the end of the third quarter of 2025.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Steven Jones",
        "David Boffey"
      ]
    },
    {
      "title": "Progress towards a green and digital tourism: Commission publishes stocktaking report",
      "link": "https://transport.ec.europa.eu/news-events/news/progress-towards-green-and-digital-tourism-commission-publishes-stocktaking-report-2025-05-28_en",
      "date": "4 days ago",
      "snippet": "The Commission has published its second report on the progress of actions set out in the Transition Pathway for Tourism – the first and most advanced of the...",
      "text": "The European Commission has published its second report on the progress of actions set out in the Transition Pathway for Tourism – the first and most advanced of the transition pathways. Three years after the publication of the pathway towards a green and digital EU tourism sector the report shows concrete results in all action areas, supported by the engagement of tourism players across all EU Member States and beyond.\n\nAccording to the report, 240 organisations - including SMEs - have responded to the call and made 529 pledges towards renewing EU tourism. Most stakeholder actions relate to supporting the green transition of tourism. For example, the destination management organisation Wonderful Copenhagen launched the CopenPay initiative, which rewards green actions by tourists with experiences. Like all pledges, it has been published on the EU Tourism Platform as concrete, inspiring examples to follow.\n\nThe Commission has also continued to deliver on key commitments for the digital transition with the adoption of the Regulation on short-term accommodation rentals and developing the Common European data space for tourism to support data management in tourism destinations. It also supported a number of action areas through several funding opportunities outlined in the Guide on EU funding for tourism. The Commission also continues to work closely with experts through the ‘Together for EU Tourism (T4T)’ Commission expert group to help transfer relevant knowledge between stakeholders and recognise key areas for collaborative action.\n\nFinally, this second stocktaking report of progress towards actions in the Transition Pathway for Tourism, along with the EU Tourism Agenda for 2030 will culminate in a report to the Council by the end of this year.\n\nThe Commission is also developing a new EU Sustainable Tourism Strategy which will take into account this progress. Citizens and stakeholders will be invited to share their views in an upcoming public consultation.\n\nMore information",
      "authors": []
    },
    {
      "title": "Debatindlæg: \"Sol over Sønderjylland giver grønnere skibsfart\"",
      "link": "https://danishshipping.dk/seneste-nyt/2025/debatindlaeg-sol-over-soenderjylland-giver-groennere-skibsfart/",
      "date": "4 days ago",
      "snippet": "Bragt i bl.a. Jydske Vestkysten 27. maj 2025. Af Nina Porst, direktør for klima, miljø og sikkerhed i Danske Rederier. Den 13. maj nåede vi en milepæl i den...",
      "text": "Bragt i bl.a. Jydske Vestkysten 27. maj 2025.\n\nAf Nina Porst, direktør for klima, miljø og sikkerhed i Danske Rederier\n\nDen 13. maj nåede vi en milepæl i den grønne omstilling. En af de helt store dage på verdensplan. Og det fandt sted ved Kassø udenfor Aabenraa.\n\nHer åbnede European Energy verdens første kommercielle Power-to-X-anlæg, der kan producere grønt brændstof bl.a. baseret på vedvarende energi fra Nordeuropas største solcelleanlæg på 340 hektar, der ligger lige i nærheden ved Hjolderup.\n\nStore danske virksomheder som Mærsk, Novo Nordisk og Lego har allerede meldt sig på banen som aftagere af det grønne brændstof.\n\nMærsk, der sammen med andre danske rederier, er blandt de mest fremadskuende og progressive, når det kommer til at reducere deres skibes C02-udledninger, skal bruge grøn metanol fra Kassø til at putte i tanken på Laura Mærsk, verdens første containerskib, der kan sejle på grønne brændstoffer.",
      "authors": []
    },
    {
      "title": "News & Events",
      "link": "https://transport.ec.europa.eu/news-events_en",
      "date": "May 5, 2023",
      "snippet": "The Commission has published its second report on the progress of actions set out in the Transition Pathway for Tourism – the first and most advanced of the...",
      "text": "The Commission has published its second report on the progress of actions set out in the Transition Pathway for Tourism – the first and most advanced of the transition pathways.",
      "authors": []
    }
  ]
}