{
  "timestamp": "2025-07-07T06:28:10.584670",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "DR: Nyheder",
      "link": "https://www.dr.dk/",
      "date": "15. okt. 2007",
      "snippet": "Dit Nyhedsoverblik: Breaking news og seneste nyheder - Stream DR's programmer på DRTV - Hør podcast på DR LYD.",
      "text": "Børn med særlige behov glæder sig til sommersportsskole hele året: ’Her kan man få lov at være sig selv’",
      "authors": [
        "Kristian Almblad",
        "Per Bang Thomsen - Bruxelles",
        "Philip Khokhar"
      ]
    },
    {
      "title": "Nyt samlingssted for grøn omstilling åbner i København",
      "link": "https://www.altinget.dk/forsyning/artikel/nyt-samlingssted-for-groen-omstilling-aabner-i-koebenhavn",
      "date": "5 dag siden",
      "snippet": "Folketinget siger 'ok' til regeringens bøn om arbejdsro under EU-formandskab: Men regeringen kan ikke forvente at få frit spil, siger LA-ordfører.",
      "text": "Læderstræde 20 er navnet på et nyt samlingssted i København, hvor tænketanke, ngo’er, forskere og fonde skal samles for at skabe ny viden og øge engagement i den grønne omstilling.",
      "authors": [
        "Jon Michelsen"
      ]
    },
    {
      "title": "Sommeris eller sø? Emma og Jespers fremtid er på spil i grøn omstilling ved Limfjorden",
      "link": "https://www.dr.dk/nyheder/indland/sommeris-eller-soe-emma-og-jespers-fremtid-er-paa-spil-i-groen-omstilling-ved",
      "date": "for 20 timer siden",
      "snippet": "De økologiske malkekøer gumler græs ude på marken, mens Emma Trillingsgaard tryller islagkager og ispinde frem på Kammersgaards lille ismejeri midt imellem...",
      "text": "Men med den politiske beslutning om at omlægge 15 procent af landbrugsjorden i Danmark til natur skal køernes græsmark nu muligvis oversvømmes og gendannes til en sø for at bremse udledningen af kvælstof til Limfjorden, der ligger få kilometer derfra.\n\nSelvom de bakker op om formålet, er det også en uvis situation, som Emma Trillingsgaard ikke har det ’mega godt’ med.\n\n- Det er jo vores hjem, og vi er en ung familie. Vi har bygget noget op her på gården, som vi brænder for. Så det fylder da i maven.\n\nDet, der gør familiens situation uvis, er, at politikerne endu ikke har besluttet, hvad de økonomiske konsekvenser skal være for landmænd som Emma og Jesper, der har landbrugsjord i områder, der skal omlægges til natur.\n\n- Det værste, der kan ske lige nu, er, at vi skal lukke det ned, vi har brugt lang tid på at bygge op. At vi ender med at skulle opkøbes af staten.\n\nNatur og økonomi\n\nSagen er nemlig den, at økologiske køer skal gå på græs i sommerhalvåret. Derfor skal parret bruge jord relativt tæt på gården til græsning.\n\n- De kan jo ikke så godt gå til og fra Herning hver dag, konstaterer Emmas mand, Jesper Trillingsgaard med det, der går under betegnelsen ’vestjysk humor’.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "Når beton møder bæredygtighed: Hvordan samarbejde kan accelerere den grønne omstilling",
      "link": "https://borsen.dk/sponsoreret/nar-beton-moder-baeredygtighed-hvordan-samarbejde-kan-accelerere-den-gronne-omstilling",
      "date": "5 dag siden",
      "snippet": "Byggeindustrien står midt i en gennemgribende forandring. Forceret af nye klimakrav, skærpede lovgivninger og samfundets stigende fokus på bæredygtighed...",
      "text": "Pro indhold med dybdegående analyser og nyhedsbreve indenfor finans og iværksætteri. Klik her og få adgang",
      "authors": [
        "Kasper Louis Hornbeck"
      ]
    },
    {
      "title": "Altinget By og Bolig",
      "link": "https://www.altinget.dk/by/emne/6214",
      "date": "22. mar. 2021",
      "snippet": "Skolelærer i det splittede USA møder forældre med tårer i øjnene: ”Det er hårdt. Det er en hård tid at være amerikaner”. Jakob Nielsen...",
      "text": "DEBAT: Den grønne omstilling i byggebranchen går for langsomt. Der er brug for, at politikere og branchen sammen skaber incitamenter, standarder og ambitioner for den grønne omstilling, så udviklingen kan blive vendt, skriver Rasmus Nørgaard.",
      "authors": []
    },
    {
      "title": "Nyheder, analyser og debat om dansk politik",
      "link": "https://www.altinget.dk/person/lars-koehler",
      "date": "2. nov. 2020",
      "snippet": "Før: klima- og energirådgiver, Rådet for Grøn Omstilling. Uddannet: Cand.arch i bygningskunst (Kunstakademiets Arkitektskole 2001). Fødested: Mombasa, Kenya.",
      "text": "Lars Køhler forlader Rådet for Grøn Omstilling for i stedet at fokusere på udviklingen af en grøn startup.",
      "authors": []
    },
    {
      "title": "Nyheder, analyser og debat om dansk politik",
      "link": "https://www.altinget.dk/person/lone-mikkelsen",
      "date": "28. maj 2018",
      "snippet": "Seniorrådgiver for kemikalier og cirkulær økonomi, Rådet for Grøn Omstilling (tidl. Det Økologiske Råd). Uddannet: ph.d., cand.scient. (Københavns Uni.",
      "text": "",
      "authors": []
    },
    {
      "title": "EL-rådgiver bliver ny pressechef i Ministeriet for Grøn Trepart",
      "link": "https://www.altinget.dk/klima/navnenyt/el-raadgiver-bliver-ny-pressechef-i-ministeriet-for-groen-trepart",
      "date": "3 dag siden",
      "snippet": "Ludvig Goldschmidt starter til august som ny pressechef i Ministeriet for Grøn Trepart og siger dermed farvel til Enhedslisten efter tre år som rådgiver.",
      "text": "3. juli 2025 kl. 11.13\n\nKommende pressechef, Ministeriet for Grøn Trepart (1/8-2025), Rådgiver for Pelle Dragsted (EL)\n\nEfter tre år som rådgiver for Enhedslisten bliver Ludvig Goldschmidt nu pressechef i Ministeriet for Grøn Trepart, hvor han blandt andet skal stå for samarbejdet i den grønne trepart.",
      "authors": [
        "Julie Aaskov Dybbro"
      ]
    },
    {
      "title": "Klimakrisen bliver ikke løst ved at droppe vækst. Løsningen er at investere i grøn omstilling",
      "link": "https://www.altinget.dk/kultur/artikel/klimakampen-er-ikke-din-ideologiske-oenskeliste",
      "date": "2 dag siden",
      "snippet": "Zelenskyj lander i Danmark, mens det danske formandskab øger pres for at åbne EU's dør for Ukraine. Thomas Lauritzen...",
      "text": "Sol, vind, elbiler, batterier. I dag har vi teknologierne til at løse klimakrisen. Derfor er det vigtigere end nogensinde, at vi ikke spilder tiden på at diskutere, om vi også skal nedlægge kapitalismen, skriver Svend Elberg Thomsen.",
      "authors": [
        "Svend Elberg Thomsen"
      ]
    },
    {
      "title": "Nyheder, analyser og debat om dansk politik",
      "link": "https://www.altinget.dk/forsyning/person/carsten-smidt",
      "date": "11. okt. 2019",
      "snippet": "Skolelærer i det splittede USA møder forældre med tårer i øjnene: ”Det er hårdt. Det er en hård tid at være amerikaner”. Jakob Nielsen...",
      "text": "På baggrund af en aktindsigt har Altinget samlet et overblik over de ti bedst lønnede ansatte i Klima-, Energi- og Forsyningsministeriet. Se listen her.",
      "authors": []
    },
    {
      "title": "Tensions Are Starting to Brew Over Waterways for U.S. LNG Cargoes",
      "link": "https://gcaptain.com/tensions-are-starting-to-brew-over-waterways-for-u-s-lng-cargoes/",
      "date": "3 days ago",
      "snippet": "One of the US largest exporters of liquefied natural gas, Venture Global Inc., is raising questions over how to share a common waterway with a planned...",
      "text": "By Ruth Liao (Bloomberg) —\n\nOne of the US largest exporters of liquefied natural gas, Venture Global Inc., is raising questions over how to share a common waterway with a planned neighbor — it’s a move that underscores a coming bottleneck for shipping space in an energy sector that the Trump administration is supporting for increased exports.\n\nThe US, already the biggest global exporter of the fuel, is on track to nearly double its current capacity with a massive buildout of six projects under construction in Texas and Louisiana. And even more are in advanced stages of development as President Donald Trump has made moves to increase the flow of cargoes from the US.\n\nBut most of the existing plants and those in the works are heavily concentrated along the coast of Texas and Louisiana, which means that every new project will bring increased competition on waterways to keep shipments moving. The problem highlights broader issues for US infrastructure that can limit the flow of energy supplies even when there’s plenty of potential production.\n\nVenture Global’s plant Calcasieu Pass, which sits on the east bank of the waterway of the same name, would be directly across from Commonwealth LNG on the west bank. Another rival, Cameron LNG, also operates just north of Venture Global. Two other planned projects, Woodside’s Louisiana LNG and Energy Transfer’s Lake Charles LNG are planned at north end of the waterway.\n\nIn a letter sent to the Federal Energy Regulatory Commission this week, Venture Global urged the regulator to scrutinize Commonwealth’s proposed waterway plan, known as a waterway suitability assessment, along with a letter it submitted in 2019 by the US Coast Guard, which gave a nod to the plan. Through its attorneys, Venture Global questioned what would happen when the channel would need to be closed to shipping traffic as vessels travel to and from Commonwealth LNG. Venture Global also raised issue over the potential for increased dredging and Commonwealth’s plans to create a turning basin, an area large enough for massive tankers to change directions.\n\nVenture Global’s next project, CP2, is adjacent to Calcasieu Pass and was recently authorized by regulators. The full final investment is pending.\n\nThe commission “should ensure that the construction and planned operations of Commonwealth do not adversely impact existing LNG export terminals like Calcasieu Pass or other facilities utilizing the same or overlapping waterways,” the Venture Global letter said.\n\nWhen asked for comment, Venture Global referred to the letter and declined to give further details.\n\nCommonwealth said that its waterway suitability assessment and its Coast Guard letter of recommendations “comply with all applicable regulations,” adding that no changes were required.\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "Oil Tanker Explodes off Libya, No Injuries Reported",
      "link": "https://www.marinelink.com/news/oil-tanker-explodes-off-libya-injuries-527441",
      "date": "6 days ago",
      "snippet": "An oil tanker carrying about 1 million barrels of crude oil suffered an explosion off Libya on June 27 but no injuries or pollution were reported, a s.",
      "text": "An oil tanker carrying about 1 million barrels of crude oil suffered an explosion off Libya on June 27 but no injuries or pollution were reported, a spokesperson for the operator TMS Tankers said on Monday.\n\nThe Marshall Islands-flagged tanker Vilamoura had left Libya's Zuetina port and was en route to Gibraltar when there was an explosion in the engine room, the operator said.\n\nThe vessel is now being towed to Greece where it is expected to arrive by July 2, it added.\n\n\n\n\n\n(Reuters - Reporting by Angeliki KoutantouEditing by Gareth Jones)",
      "authors": []
    },
    {
      "title": "Chinese Captain in Baltic Sea Cable Damage Case Appears in Hong Kong Court",
      "link": "https://gcaptain.com/chinese-captain-in-baltic-sea-cable-damage-case-appears-in-hong-kong-court/",
      "date": "2 days ago",
      "snippet": "HONG KONG, July 4 (Reuters) – The captain of a Hong Kong-registered ship alleged to have damaged undersea cables in the Baltic Sea was assigned a lawyer in...",
      "text": "HONG KONG, July 4 (Reuters) – The captain of a Hong Kong-registered ship alleged to have damaged undersea cables in the Baltic Sea was assigned a lawyer in a Hong Kong court on Friday, with the case adjourned until September to allow the prosecution to gather more evidence.\n\nWan Wenguo, the captain of the container ship NewNew Polar Bear, appeared in Hong Kong’s Eastern magistrates’ court without legal representation so was assigned a duty lawyer by the court.\n\nThe 43-year-old Chinese national is alleged to have caused “criminal damage” to an underwater natural gas pipeline and submarine telecom cables between Finland and Estonia on October 8, 2023, according to a Hong Kong charge sheet seen by Reuters.\n\nThe document added the defendant “without lawful excuse damaged the property belonging to another” and that he had been “reckless as to whether such property would be damaged.”\n\nThe magistrate adjourned the case for three months until September 26, after the prosecution said it required time to gather documents and other evidence from Finnish and Estonian authorities.\n\nWan also faces two other charges for alleged violations of shipping rules including the International Convention for the Safety of Life at Sea. During Wan’s first hearing in May after his arrest, he made no application for bail and was remanded in custody. Wan again chose not to apply for bail on Friday and was taken into detention.\n\nThe Baltic Sea region has been on high alert for sabotage after a string of outages of power cables, gas pipelines and telecoms since Russia invaded Ukraine in early 2022.\n\nSome European governments have accused Russia of hybrid attacks and sabotage of some critical infrastructure, but Moscow has denied such claims, saying the West is seeking to undermine Russian interests through an information war.\n\nFinnish authorities allege that the NewNew Polar Bear severed the subsea gas pipeline, the Balticconnector, which links Finland and Estonia under the Baltic Sea, by dragging its anchor along the seabed.\n\nEstonian police, meanwhile, suspect the ship also damaged telecoms cables connecting Estonia to Finland and Sweden on October 7-8, before hitting the gas pipeline on its way to a port near Saint Petersburg in Russia.\n\nFinnish and Estonian investigators, however, have been unable to determine whether the damage was accidental or deliberate, and have not yet provided their conclusions.\n\n(Reporting by James Pomfret in Hong Kong; Additional reporting by Anne Kauranen in Helsinki; Editing by Kate Mayberry)\n\nSubscribe for Daily Maritime Insights Sign up for gCaptain’s newsletter and never miss an update — trusted by our 109,128 members\n\n(c) Copyright Thomson Reuters 2025.",
      "authors": []
    },
    {
      "title": "Asia-Europe Container Rates Overtake Transpacific for First Time in 2025",
      "link": "https://gcaptain.com/asia-europe-container-rates-overtake-transpacific-for-first-time-in-2025/",
      "date": "2 days ago",
      "snippet": "By Gavin van Marle (The Loadstar) – For the first time since the beginning of this year it is now more expensive to ship a 40ft container from Asia to North...",
      "text": "By Gavin van Marle (The Loadstar) –\n\nFor the first time since the beginning of this year it is now more expensive to ship a 40ft container from Asia to North Europe than to the North American west coast, as container spot freight rates on the two largest east-west trades spent a third week diverging.\n\nSpot rate indices all recorded another week of double-digit price declines on shipments from Asia to the US west and east coasts, with the Shanghai-Los Angeles leg of Drewry’s World Container Index (WCI) dropping 15% week-on-week to end at $3,180 per 40ft.\n\nMeanwhile, Xeneta’s XSI and the Freightos FBX index showed similar spot rate levels, although differing in the steepness of the falls, with the XSI’s Far East-US west coast route dropping 16% week-on-week to $2,677 per 40ft and the FBX down 39% to $3,388 per 40ft.\n\nThe lowest reading for the route was on the Shanghai Containerised Freight Index (SCFI), which recorded a 19% decline to end the week at $2,089 per 40ft\n\nThe WCI’s Shanghai-New York leg lost 11% on the previous week to $5,070 per 40ft, while the same route was down 15% on the FBX to $6,116 and by 13% on SCFI to 4,124 per 40ft.\n\nThis was in stark contrast to the Asia-North Europe trade, which continued to surprise forwarders with the WCI recording an 8% gain on the previous week to end at $3,468 per 40ft – the last time the Shanghai-Rotterdam leg was higher than Shanghai-Los Angeles on the index was 5 December last year.\n\nThe XSI’s Asia-Europe route increased 17% to end at $3,354 per 40ft, marking the fourth consecutive week of spot rate rises on the trade.\n\nIt also indicated that new carrier FAK rates of $3,900-$4,100 per 40ft implemented on 1 July were partially successful.\n\nAccording to Jérôme de Ricqlès, shipping expert at French supply chain data company Upply, Asia-Europe carriers have also benefitted from tight capacity management.\n\n“Asia-Europe ticked up a bit in the past weeks. Why? First, because there were a lot of blank sailings,” he said earlier this week during a freight rate webinar.\n\n“Secondly, because there was some capacity that was deployed to the transpacific to try to secure as much front-loaded volume as they could, the ratio between offer and demand on Asia-Europe was quite favourable for the shipping lines.\n\n“We are not talking about crazy numbers – we are more talking about stability. But the market maintains a consensus on Asia-Europe, which is very different to what happened on the transpacific, because we see transpacific rates are now decreasing quite vastly and front loadings were not as big between Asia and the US as carriers expected,” he explained.\n\nAnd if the Asia-Mediterranean trade is anything to go by, rates to Northern Europe could be set to fall next week, with WCI’s Shanghai-Genoa leg losing 9% week-on-week to end at $3,751 per 40ft, while the FBX saw the same route lose 5% to finish at $4,223 per 40ft, and could indicate that a similar attempt to hike FAK rates on 1 July was utterly unsuccessful.\n\nThe FBX also recorded a 4% decline on its China-North Europe route, to $2,969 per 40ft.\n\nMeanwhile, there were also rate increases on the transatlantic, which has been flat since mid-April. The WCI’s Rotterdam-New York leg posted a 7% week-on-week gain to $2,119 per 40ft.\n\n1 July also saw CMA CGM implement an $800 per 40ft peak season surcharge on westbound transatlantic reefer shipments from Northern Europe to US east coast, Gulf coast and Mexican ports.\n\nSubscribe for Daily Maritime Insights Sign up for gCaptain’s newsletter and never miss an update — trusted by our 109,120 members",
      "authors": [
        "The Loadstar"
      ]
    },
    {
      "title": "Fincantieri Taps New U.S. CEO Amid American Shipbuilding Revival",
      "link": "https://gcaptain.com/fincantieri-taps-new-u-s-ceo-amid-american-shipbuilding-revival/",
      "date": "3 days ago",
      "snippet": "By Alberto Brambilla, Antonio Vanuzzo and Laura Curtis (Bloomberg) —. Fincantieri SpA is set to appoint George Moutafis as head of its US unit, according to...",
      "text": "By Alberto Brambilla, Antonio Vanuzzo and Laura Curtis (Bloomberg) —\n\nFincantieri SpA is set to appoint George Moutafis as head of its US unit, according to people familiar with the matter, betting on an American shipbuilding revival under President Donald Trump.\n\nAs chief executive officer of Fincantieri Marine Group, Moutafis will oversee an expansion set to include hundreds of hires, according to the people, who asked not to be named discussing private information. He previously held senior strategy and program roles at the US unit, and is returning after a stint as chief operating officer of Beretta US.\n\nA representative for Fincantieri declined to comment.\n\nThe Italian state-controlled shipbuilder employs more than 3,000 people in the US, where it owns four shipyards and holds contracts with the US Navy. Fincantieri has invested $800 million in US activities since 2009; half of that sum was allocated to its Marinette Marine location in Wisconsin. The company has tentative plans to hire hundreds at the site, the people said, where it manufactures a range of naval vessels including frigates, littoral combat ships and tug boats.\n\nFincantieri plans to resume building icebreaker ships at Marinette, aligning its interests with the Trump administration’s plans for a greater Arctic presence and counter Russian influence. The region has attracted growing attention as melting ice opens up shipping channels and the potential for energy and mineral resource exploration. The president has called for adding dozens of icebreakers to the American fleet.\n\nThe US hasn’t produced ocean-going vessels in large numbers since the 1970s. But interest in maritime security has grown in Washington under former President Joe Biden and Trump, who has called for the return of US shipbuilding as part of a wider effort to boost American manufacturing and jobs.\n\nFincantieri joins a handful of other foreign shipbuilders seeking to capitalize on that push.\n\nHanwha Shipping vowed to turn out the first US-built LNG tanker at its Hanwha Philly Shipyard, purchased last year by the South Korean conglomerate. HD Hyundai recently announced plans to build medium-sized container ships at Edison Chouest Offshore’s Tampa Ship facility. And Chantier Davie Canada Inc. is in talks to buy assets in Galveston and Port Arthur.\n\nIn Italy, Fincantieri is making plans to devote more of its production capacity to making warships, while moving some civil shipbuilding to other locations, Bloomberg reported this week.\n\nShares of Trieste-based Fincantieri have more than doubled this year, amid a rally in European defense stocks.\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "KNOT Offshore Partners acquires shuttle tanker",
      "link": "https://splash247.com/knot-offshore-partners-acquires-shuttle-tanker-2/",
      "date": "3 days ago",
      "snippet": "KNOT Offshore Partners has expanded its fleet with the acquisition of a three-year-old shuttle tanker and agreed a sale and leaseback deal for another.",
      "text": "KNOT Offshore Partners has expanded its fleet with the acquisition of a three-year-old shuttle tanker and agreed a sale and leaseback deal for another.\n\nThe company bought the 2022-built suezmax Daqing Knutsen from Knutsen NYK Offshore Tankers (KNOT).\n\nThe purchase price for the vessel, built by COSCO Shipping Heavy Industry, is $90m, less $70.5m of outstanding indebtedness, plus $0.3m of capitalised fees related to the credit facility secured by the vessel and subject to customary post-closing adjustments for working capital. The initial cost of the acquisition will therefore be around $24.8m.\n\nThe vessel is on time charter to PetroChina in Brazil through July 2027. The charterer holds options for a further five years. As a term of the acquisition, KNOT has guaranteed the hire rate for the vessel until July 2032 on the same basis as if PetroChina had exercised its option through such date, providing the company with approximately seven years of fixed employment.\n\nThe shuttle tanker player also refinanced the outstanding debt of the 2020-built Tove Knutsen via a sale and leaseback transaction with a Japanese-based lessor for a lease period of 10 years.\n\nThe gross sale price is $100m, and a portion of the proceeds will be used to repay the outstanding loan secured by the vessel and to settle the related interest rate swaps.\n\nFollowing closing, repayment of the loan, and settlement of the interest rate swaps, the company expects to realise net proceeds of approximately $32m after fees and expenses.\n\nThe Tove Knutsen is currently en route to a scheduled drydocking, which is due to commence in mid-July, following completion of a conventional tanker charter.",
      "authors": [
        "Bojan Lepic",
        "Bojan Is An English Language Professor Turned Journalist With Years Of Experience Covering The Energy Industry With A Focus On The Oil",
        "Gas",
        "Lng Industries As Well As Reporting On The Rise Of The Energy Transition. Previously",
        "He Had Written For Navingo Media Group Titles Including Offshore Energy Today",
        "Lng World News. Before Joining Splash",
        "Bojan Worked As An Editor For Rigzone Online Magazine.",
        "David Boffey",
        "Ed Ion",
        "Martyn Benson"
      ]
    },
    {
      "title": "Kenya launches liner anti-trust investigation",
      "link": "https://splash247.com/kenya-launches-liner-anti-trust-investigation/",
      "date": "2 days ago",
      "snippet": "The Competition Authority of Kenya (CAK) has launched an investigation into several multinational companies operating in Kenya's shipping and logistics...",
      "text": "The Competition Authority of Kenya (CAK) has launched an investigation into several multinational companies operating in Kenya’s shipping and logistics sector over allegations of market abuse, collusion, and discriminatory practices that have marginalised local players.\n\nThe investigation follows complaints by the Kenya Transporters Association and the Kenya International Freight and Warehousing Association.\n\nThe associations claim that multinational companies control over 70% of logistics contracts through exclusive deals and vertically integrated operations, despite local companies owning 90% of trucking assets.\n\nThe Kenya Transporters Association tried to remedy this in March last year by petitioning the National Assembly’s Departmental Committee on Trade, with allegations that companies Maersk, CMA CGM, MSC, and PIL dominate the logistics value chain, sidelining local firms.\n\nThe association also proposed reserving 60% of logistics contracts for local firms, but was rejected by CAK due to laws prohibiting such market allocation schemes.\n\nHowever, CAK conducted a market screening in mid-2024 after a directive from Kenya’s National Assembly. It then launched a full investigation into ocean freight shipping, clearing and forwarding, and trucking services.\n\nThe probe not only targets the previously mentioned shipping firms but is also looking into non-shipping firms like Bamburi Cement, East African Breweries Limited, and British American Tobacco.\n\nThe antitrust regulator is investigating allegations of multinational companies securing closed agreements, blocking local competitors from accessing key markets. Allegations also point to uniform charges for terminal handling, depot fees, and cleaning.\n\nOther accusations include companies controlling multiple supply chain segments, delaying documentation, inflating demurrage fees, preferential treatment of affiliates, and lading arrangements bypassing independent service providers.\n\nThe Kenya Ports Authority (KPA) data shows that Maersk and CMA CGM held 35% and 25%, respectively, in 2023. Mombasa Port is dominated by top players who control over 90% of containerised cargo. Even though no company holds over 50%, CAK claims that Maersk and CMA CGM have enough market power and, as such, warrant scrutiny for potential abuse of dominance.\n\nThe Kenya International Freight and Warehousing Association alleges that they poach customers by leveraging sensitive information and offering unfair discounts to affiliates. A previous attempt to curb this through legislation was seen as unconstitutional.\n\nCAK’s investigation is currently ongoing and is set to conclude on September 30, 2025.",
      "authors": [
        "Bojan Lepic",
        "Bojan Is An English Language Professor Turned Journalist With Years Of Experience Covering The Energy Industry With A Focus On The Oil",
        "Gas",
        "Lng Industries As Well As Reporting On The Rise Of The Energy Transition. Previously",
        "He Had Written For Navingo Media Group Titles Including Offshore Energy Today",
        "Lng World News. Before Joining Splash",
        "Bojan Worked As An Editor For Rigzone Online Magazine.",
        "David Boffey",
        "Ed Ion",
        "Martyn Benson"
      ]
    },
    {
      "title": "U.S. Sanctions Iranian Oil Smuggling Networks and Shadow Fleet Vessels",
      "link": "https://gcaptain.com/u-s-sanctions-iranian-oil-smuggling-networks-and-shadow-fleet-vessels/",
      "date": "3 days ago",
      "snippet": "The U.S. Department of the Treasury's Office of Foreign Assets Control (OFAC) has imposed new sanctions on multiple networks involved in transporting and...",
      "text": "The U.S. Department of the Treasury’s Office of Foreign Assets Control (OFAC) has imposed new sanctions on multiple networks involved in transporting and purchasing billions of dollars’ worth of Iranian oil, with some proceeds benefiting Iran’s Islamic Revolutionary Guard Corps-Qods Force (IRGC-QF), a designated Foreign Terrorist Organization.\n\nAt the center of the sanctions is a network of companies run by Iraqi-British businessman Salim Ahmed Said that has been smuggling Iranian oil disguised as Iraqi oil since at least 2020. Said’s operation uses ship-to-ship transfers and blending techniques to obscure the oil’s origins.\n\n“As President Trump has made clear, Iran’s behavior has left it decimated. While it has had every opportunity to choose peace, its leaders have chosen extremism,” said Secretary of the Treasury Scott Bessent. “Treasury will continue to target Tehran’s revenue sources and intensify economic pressure to disrupt the regime’s access to the financial resources that fuel its destabilizing activities.”\n\nThe action represents the eighth round of sanctions targeting Iran’s oil trade since President Trump issued National Security Presidential Memorandum 2, which directed a campaign of maximum pressure on Iran.\n\nThese new designations mark the first sanctions since President Trump hinted at potentially easing scrutiny of Iran’s exports following U.S. airstrikes on Iran’s nuclear facilities last month—a move that appeared to undercut his “maximum pressure” foreign policy position.\n\nOFAC’s sanctions also target Iran’s “shadow fleet” – vessels engaged in the covert delivery of Iranian oil. This fleet enables Iran to transport petroleum and generate revenue, relying on non-sanctioned vessels to conduct ship-to-ship transfers and receive Iranian oil from sanctioned vessels before shipping the cargo to buyers in Asia.\n\nAmong the sanctioned vessels are the Cameroon-flagged VIZURI, Comoros-flagged FOTIS, and Panama-flagged THEMIS and BIANCA JOYSEL, which have collectively shipped tens of millions of barrels of Iranian oil worth billions of dollars.\n\nThe sanctions freeze all U.S.-based property and interests of the designated entities and prohibit transactions by U.S. persons involving any property or interests of blocked persons. Violations may result in civil or criminal penalties for both U.S. and foreign persons.\n\nThe Department of State is concurrently designating six entities and identifying four vessels for knowingly engaging in significant transactions involving Iranian petroleum or petroleum products.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Two Crew Members Charged in Fatal Singapore Tanker Collision",
      "link": "https://gcaptain.com/two-crew-members-charged-in-fatal-singapore-tanker-collision/",
      "date": "3 days ago",
      "snippet": "Two crew members from the Singapore-registered oil tanker Hafnia Nile have been charged under the country's Merchant Shipping Act following a collision that...",
      "text": "Two crew members from the Singapore-registered oil tanker Hafnia Nile have been charged under the country’s Merchant Shipping Act following a collision that resulted in one death and serious injuries to another person, according to Singapore-based news agency CNA.\n\nThe charged individuals are 35-year-old Indian national Soosai Antony Vainer and 40-year-old Sri Lankan Wickramage Viraj Amila Shavinda Perera. According to court documents, Perera was the officer in charge of the navigational watch at the time of the incident on July 19, 2024.\n\nThe collision occurred approximately 55 km northeast of Singapore’s Pedra Branca island, with both vessels catching fire. The Hafnia Nile was carrying approximately 300,000 barrels of naphtha bound for Japan.\n\nCharge sheets allege that Perera “failed to make a full appraisal of the situation and the risk of dangers to navigation, maintain situational awareness of the area around the Hafnia Nile, a Panamax tanker chartered by Spanish energy firm Cepsa, and ensure that a proper lookout was maintained”. This failure reportedly led to the collision with the Ceres I, suspected of being part of the Iran’s so-called shadow fleet.\n\nVainer, who served as the duty lookout during the navigational watch, allegedly observed the Hafnia Nile “approaching close” to the Ceres I but failed to report this to the officer in charge. Court documents further allege that Vainer steered the vessel without direction to do so while failing to maintain proper lookout.\n\nThe collision resulted in “serious damage” to both vessels and the death of a crew member on board the Ceres I. Another crew member suffered serious injuries.\n\nThe Ceres I had no cargo at the time of the accident, but the ship had carried Iranian crude in the past in violation of Western sanctions on Iranian oil exports. The incident was believed to be the first collision involving a shadow fleet vessel.\n\nThe Maritime and Port Authority of Singapore is prosecuting both men. Their cases were heard in the State Courts on July 2 and adjourned to a later date this month.\n\nMalaysian marine authorities reported that preliminary investigations found the Ceres I was anchored due to technical issues when the collision occurred.\n\nNo significant oil spill was detected at the collision site, only “an oil sheen believed to be from damage to the Hafnia Nile’s bunker tank”.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Low Water Levels On Danube Disrupt Shipping As Heatwave Hits Hungary",
      "link": "https://gcaptain.com/low-water-levels-on-danube-disrupt-shipping-as-heatwave-hits-hungary/",
      "date": "1 day ago",
      "snippet": "BUDAPEST, July 4 (Reuters) – Unusually low water levels on the Danube river in Hungary are affecting shipping, agriculture, and local ecosystems along...",
      "text": "BUDAPEST, July 4 (Reuters) – Unusually low water levels on the Danube river in Hungary are affecting shipping, agriculture, and local ecosystems along Europe’s second-longest river, which is a major transport route across the continent.\n\nTemperatures peaked at 35 degrees Celsius (95 degrees Fahrenheit) in Budapest this week as much of Europe baked in an early summer heatwave linked to the death of at least eight people.\n\nAs a result of the low water levels, cargo ships must leave behind more than half of their cargo and can only operate at 30-40% capacity, Attila Bencsik, deputy president of the Hungarian Shipping Association, said.\n\nShipping rates might increase by as much as 100% as a surcharge is added when a ship cannot sail fully loaded, he said.\n\nSuch low water levels have been previously recorded on the Danube, but they usually happen in August, Attila Szegi, a deputy spokesman for the Hungarian General Directorate of Water Management, said.\n\nRead Also: Low Water on Danube River Reveals Sunken WW2 Warships\n\n\n\nSzegi said that rain was expected in the Danube catchment area next week, which should lead to a slight rise in water levels and an improvement in the shipping situation.\n\nThe Hungarian state meteorological institute HungaroMet said that rainfall in June was only 17% of the average for that month, making this June the driest since 1901.\n\n“June is one of the most rainy months of the year in our climate, and now we have this low water level,” Gyorgy Matavovszki said, as he stopped with his kayak on a sandbank at Szob, a town north of Budapest.\n\n“It has its beauty because the water is clear, it is easy to paddle in it …, but it is worrying.”\n\nThe Vistula river was at a record low in Warsaw, and the Rhine in Germany was also unusually low.\n\nMicha? Sikora, a meteorologist and hydrologist at Poland’s IMGW, said that the Vistula River reached a record low level of 19 centimeters (7.48 inches) on Friday, adding that it is expected to decline further in the coming days, possibly to below 15 centimeters.\n\n(Reporting by Krisztina Fenyo in Budapest and Barbara Erling, Kuba Stezycki in Warsaw, writing by Anita Komuves, Editing by Alex Richardson and Barbara Lewis)\n\n(c) Copyright Thomson Reuters 2025.",
      "authors": []
    },
    {
      "title": "The Commission sets course for the future of the EU Ports and Maritime Industry",
      "link": "https://transport.ec.europa.eu/news-events/news/commission-sets-course-future-eu-ports-and-maritime-industry-2025-07-01_en",
      "date": "5 days ago",
      "snippet": "The European Commission has started preparations for an EU Ports Strategy and EU Industrial Maritime Strategy and is inviting stakeholders to participate in...",
      "text": "The European Commission has started preparations for an EU Ports Strategy and EU Industrial Maritime Strategy and is inviting stakeholders to participate in the process.\n\nToday, Commissioner for Sustainable Transport and Tourism, Apostolos Tzitzikostas is hosting two high-level Strategic Dialogues in Brussels. The meetings bring together representatives from port, shipbuilding, shipping, inland waterway and related industries to help jointly define priorities, opportunities and actions to feed into the development of the EU Ports and Industrial Maritime Strategies. Executive Vice-President for Prosperity and Industrial Strategy Stéphane Séjourné will also join the EU Industrial Maritime Strategy Dialogue.\n\nAs gateways for trade, logistics, energy and military mobility, ports must be fit to support Europe's future economic and strategic needs. A comprehensive EU Ports Strategy will aim to support the long-term competitiveness of ports in terms with a focus on security, energy transition, and sustainability.\n\nAt the same time, Europe's shipbuilding, maritime manufacturing and shipping sectors are under growing pressure from global competition and rising security risks. The EU Industrial Maritime Strategy will aim to reinforce the sector's competitiveness and resilience, while driving forward its green and digital transition.\n\nCommissioner for Sustainable Transport and Tourism, Apostolos Tzitzikostas, stated: \"With our upcoming EU Ports and Industrial Maritime Strategies, we aim to ensure that Europe's ports and waterborne industries are equipped to lead the clean and digital energy transition, support defence and trade, and remain globally competitive. Broad stakeholder input is essential - we are committed to listening to the sector's needs and ambitions to help shape a future-ready Europe.\"\n\nExecutive Vice-President for Prosperity and Industrial Strategy, Stéphane Séjourné, said: “As part of our industrial recovery plan, the Commission is committed to supporting sectors where Europe leads globally. The maritime industry and our ports are vital for Europe's sovereignty. Our priority is to strengthen their competitiveness while driving their decarbonisation. Today's dialogue is the first step towards a renewed ambition for our European maritime leadership.\"\n\nThe Commission has also launched calls for evidence for both, the EU Ports and EU Industrial Maritime Strategies inviting stakeholders to share their views until 28 July.\n\nSee also\n\nThe list of participants to the meetings.",
      "authors": []
    },
    {
      "title": "Welcome to Danish Shipping",
      "link": "https://danishshipping.dk/en/",
      "date": "Jun 29, 2023",
      "snippet": "Are you new to the shipping industry? Join us for Introduction to Shipping – an event designed to provide you with a comprehensive overview of employment...",
      "text": "The three selected nominees for the DEI-Award 2025 have now been announced. It is a strong field from which the winner will be chosen. The award is presented to a shipping company or an individual in the shipping industry, who has made a special effort to promote diversity, equality, and inclusion (DEI).",
      "authors": []
    },
    {
      "title": "EU invests €2.8 billion in 94 transport projects to boost sustainable and connected mobility across Europe",
      "link": "https://transport.ec.europa.eu/news-events/news/eu-invests-eu28-billion-94-transport-projects-boost-sustainable-and-connected-mobility-across-europe-2025-07-03_en",
      "date": "3 days ago",
      "snippet": "The Commission has selected 94 transport projects to receive nearly €2.8 billion in EU grants under the Connecting Europe Facility.",
      "text": "The European Commission selected 94 transport projects to receive nearly €2.8 billion in EU grants under the Connecting Europe Facility (CEF). By modernising railways, inland waterways and maritime routes across the trans-European transport network (TEN-T), the projects will not only help better connect European regions and cities – north to south, east to west, but also make the EU’s internal market more competitive, and more resilient.\n\nEurope’s green transition runs on rail\n\nRail transport will receive the largest share of the funding - 77% of the total - with investments directed towards major infrastructure upgrades across the TEN-T core and extended networks, particularly in cohesion countries. This includes the construction of Rail Baltica in the Baltic region and Poland, and improvements in Greece and Slovakia. High-speed rail lines will also be developed in the Czechia and Poland.\n\nIn addition, 32 projects in 11 Member States - including Austria, Germany, Italy, and Poland - will implement the European Rail Traffic Management System (ERTMS) on trains and tracks, improving rail safety and interoperability across borders.\n\nGreener ports and increased resilience\n\nThe EU is investing in a range of projects to reduce the environmental impact of maritime and inland waterway transport. This includes upgrading ports in Ireland, Cyprus, Malta, Croatia, and Poland with shore-side electricity to reduce emissions from ships at berth. Support will also go to the construction and upgrading of multi-purpose icebreakers in Estonia, Finland and Sweden to strengthen the security and resilience of submarine cables, in line with the EU’s recent action plan. In France and Spain, digital traffic management systems will be deployed to improve the safety and efficiency of short-sea shipping, and reduce congestion.\n\nFor inland waterways, France will see upgrades along the Rhine, while digitalisation of waterborne transport will be advanced in Belgium.\n\nSmarter and safer transport networks\n\nIn road transport, safe and secure parking areas will be built or upgraded across 10 Member States, including Germany, France, Italy and Romania. Projects will also support the roll-out of Cooperative Intelligent Transport Systems (C-ITS), improving road safety and traffic flow, particularly in urban areas.\n\nAir traffic management projects will continue to contribute to the development of the Single European Sky, to create a safer, more efficient and sustainable aviation system. This will reduce congestion, lower emissions, and improve the overall air travel experience.\n\nUrban mobility will also benefit, with funding to prepare for the construction or upgrade of multimodal passenger hubs in cities such as Leuven (Belgium), Norrköping (Sweden), Nice and Marseille (France), and Bolzano (Italy). These hubs will provide seamless connections between different modes of transport, making it easier for people to get around cities.\n\nStrategic and solidarity investments\n\nThe EU is building on its efforts to strengthen the EU-Ukraine Solidarity Lanes, with projects to improve rail connectivity and border crossing points between Slovakia and Ukraine, and between Romania and Moldova. EU support will help Ukraine adopt the standard EU railway gauge, facilitating seamless cross-border rail traffic and boosting regional trade.\n\nAdditionally, the EU will support one project to enhance accessibility and infrastructure resilience in the Arctic region, ensuring secure supply routes and developing dual-use infrastructure capable of withstanding climate change impacts.\n\nCommissioner for Sustainable Transport and Tourism Apostolos Tzitzikostas said: \"“With nearly €2.8 billion in EU funding, we are delivering on Europe's promise of a modern, sustainable, and resilient transport network. These 94 projects will not only boost cross-border connectivity and efficiency but also boost competitiveness across the continent. From Rail Baltica in the north, to shore-side electricity in our southern ports, and from secure road networks to a smarter Single European Sky - this investment is a cornerstone of our Green Deal and our geopolitical resilience.”\n\nNext steps\n\nYesterday, the CEF Committee approved the list of 94 selected projects. The Commission will now formally adopt the selection decision, and CINEA will start preparing grant agreements for the chosen projects. These agreements are expected to be finalised by October 2025. The results are currently provisional and will only become official once the Commission adopts the corresponding award decision.\n\nBackground\n\nThe 94 projects have been selected from a pool of 258 applications submitted under the recent call for proposals, which closed on 21 January 2025.\n\nEU funding for these projects will be provided in the form of grants, which are used to co-finance total eligible project costs.\n\nThe CEF Transport program for 2021-2027 has a total budget of €25.8 billion. It is available to fund projects in all EU Member States as well as in Ukraine and Moldova – two CEF associated countries. With the current selection, 95% of this budget has already been allocated.\n\nSince its launch in 2014, the Connecting Europe Facility supported 1861 projects (including the current selection of 94 projects) with a total of €47.34 billion in the transport sector.\n\nMore information and a list of selected projects is available on the CINEA website.",
      "authors": []
    }
  ]
}