{
  "timestamp": "2025-10-06T06:26:20.450852",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "Direktør i Rådet for Grøn Omstilling stopper",
      "link": "https://www.altinget.dk/fonde/artikel/direktoer-i-raadet-for-groen-omstilling-stopper",
      "date": "for 17 timer siden",
      "snippet": "I udkanten af Prag satte excentrisk milliardær to streger under sit lands fremtid: \"Selvom EU er vanvittigt, vil det være en ulempe at melde os ud\".",
      "text": "Jakob Engel-Schmidt\n\nsvarer:\n\nEr det okay, at almennyttige foreninger som Haveselskabet ønsker at sælge ud af skulpturer, som er doneret til et bestemt formål?",
      "authors": [
        "Emilie Tilma"
      ]
    },
    {
      "title": "Fremtidens energisystem: Lagring af grøn strøm og BESS",
      "link": "https://www.altinget.dk/forsyning/kalender/58934",
      "date": "for 20 timer siden",
      "snippet": "Dansk Erhverv inviterer til en formiddag i batteriernes tegn onsdag den 29. oktober 2025 kl. 10.00 – 12.45 på Dansk Arkitektur Center, inklusiv netværk og...",
      "text": "Vi er åbne for, at Lolland lægger areal til nye energikilder, hvis det skaber vækst og udvikling lokalt. Vi foreslår to økonomiske modeller for opstilling af vedvarende energi, skriver Tine Vinther Clausen(V), borgmesterkandidat, og Iben Krog (V), regionsråds- og folketingskandidat.",
      "authors": []
    },
    {
      "title": "Direktør i Rådet for Grøn Omstilling stopper",
      "link": "https://www.altinget.dk/kommunal/artikel/direktoer-i-raadet-for-groen-omstilling-stopper",
      "date": "2 dag siden",
      "snippet": "Trump var lige ved at droppe Nato, da Løkke tog ordet: \"Han var næsten på grådens rand,\" husker Stoltenberg. Jakob Nielsen...",
      "text": "Mette Kierkgaard\n\nsvarer:\n\nHvad er de økonomiske konsekvenser ved at sikre, at kom­muner kan have demenskoordinatorer ansat?",
      "authors": [
        "Emilie Tilma"
      ]
    },
    {
      "title": "Ministeriet for Grøn Trepart udpeger ny afdelingschef",
      "link": "https://www.altinget.dk/klima/navnenyt/ministeriet-for-groen-trepart-udpeger-ny-afdelingschef",
      "date": "2 dag siden",
      "snippet": "Janne Birk Nielsen tiltræder som afdelingsleder i Ministeriet for Grøn Trepart. Hun har været kontorchef i ministeriet siden dets oprettelse.",
      "text": "Biodiversiteten og økosystemernes tilstand i Europa forværres fortsat, og det er usandsynligt, at de aftalte europæiske klimamål kan nås inden 2030, viser en ny rapport. Der er derfor et presserende behov for at tilpasse det europæiske samfund og økonomi til den nye klimavirkelighed, skriver Kristine Enevold Villadsen og Liva Schou Tofft.",
      "authors": [
        "Christian Ravn Nielsen"
      ]
    },
    {
      "title": "“Fald i investeringer og arbejdskraft: Grøn omstilling trues frem mod 2035”",
      "link": "https://borsen.dk/nyheder/opinion/fald-i-investeringer-og-arbejdskraft-gron-omstilling-trues-frem-mod-2035",
      "date": "3 dag siden",
      "snippet": "Fald i investeringer og arbejdskraft: Grøn omstilling trues frem mod 2035”Jeg har tidligere i Børsen efterlyst en opdateret og udvidet “Leo Larsen-rapport”,...",
      "text": "Dette er en økonomisk kommentar skrevet af nogle af landets mest toneangivende økonomiske og finansielle eksperter, som kommenterer dansk og international økonomi samt udviklingen på de globale økonomiske markeder.",
      "authors": []
    },
    {
      "title": "Altinget Klima",
      "link": "https://www.altinget.dk/klima/emne/2422",
      "date": "1 dag siden",
      "snippet": "Da jeg var ung, debatterede vi apartheid og drak øl bagefter. I dag rækker vi bare fuck til hinanden. Søren Søndergaard...",
      "text": "I udkanten af Prag satte excentrisk milliardær to streger under sit lands fremtid: \"Selvom EU er vanvittigt, vil det være en ulempe at melde os ud\"\n\nPeter Ingemann Nielsen",
      "authors": []
    },
    {
      "title": "Altinget Klima",
      "link": "https://www.altinget.dk/klima/emne/8329",
      "date": "2 dag siden",
      "snippet": "1 A: Kamala Harris' elendige selvbiografi er slet og ret alt det værste, man kunne forestille sig. David Trads. Valg i Tjekkiet...",
      "text": "I udkanten af Prag satte excentrisk milliardær to streger under sit lands fremtid: \"Selvom EU er vanvittigt, vil det være en ulempe at melde os ud\"\n\nPeter Ingemann Nielsen",
      "authors": []
    },
    {
      "title": "12 aktører: Vi blev verdensførende på vindenergi. Nu skal byggeriet have samme forskningsløft",
      "link": "https://www.altinget.dk/forskning/artikel/12-aktoerer-vi-blev-verdensfoerende-paa-vindenergi-nu-skal-byggeriet-have-samme-forskningsloeft-hvis-vi-skal-naa-klimamaalene",
      "date": "for 6 timer siden",
      "snippet": "Bygge- og anlægssektoren bør have en central rolle, når årets forskningsreserve skal fordeles i efteråret. Ligesom andre sektorer har fået målrettede midler...",
      "text": "Mette Glavind, Rasmus Brandt Lassen, m.fl. Se alle indlæggets afsendere i faktaboksen længere nede i artiklen.\n\nDette indlæg er alene udtryk for skribentens egen holdning. Alle indlæg hos Altinget skal overholde de presseetiske regler.\n\nNår vi taler om grøn omstilling i Danmark, har fokus hidtil primært været på energisektoren, CO2-fangst, Power2X og landbrug. Der er investeret massivt i forsknings- og innovationsmidler til disse områder, og resultaterne taler for sig selv. Afsendere Mette Glavind , direktør, forperson for foreningen ForskByg\n\n, direktør, forperson for foreningen ForskByg Rasmus Brandt Lassen , branchedirektør, DI Byggeri\n\n, branchedirektør, DI Byggeri Lars Storr-Hansen , administrerende direktør, Danske Arkitektvirksomheder\n\n, administrerende direktør, Danske Arkitektvirksomheder Henrik Garver , administrerende direktør, Foreningen Rådgivende Ingeniører\n\n, administrerende direktør, Foreningen Rådgivende Ingeniører Henrik Friis , branchedirektør, Dansk Erhverv\n\n, branchedirektør, Dansk Erhverv Hans Nørgaard Hansen , institutdirektør, DTU Construct\n\n, institutdirektør, DTU Construct Per Kvols Heiselberg , viceinstitutleder for forskning, Aalborg Universitet\n\n, viceinstitutleder for forskning, Aalborg Universitet Annemarie Munk Riis , administrerende direktør, Rådet for Bæredygtigt Byggeri\n\n, administrerende direktør, Rådet for Bæredygtigt Byggeri Michael H. Nielsen , seniorrådgiver, Concito\n\n, seniorrådgiver, Concito Christina Hvid , administrerende direktør, Molio\n\n, administrerende direktør, Molio Dorte Nørregaard Larsen , direktør, Energiforum Danmark\n\n, direktør, Energiforum Danmark Jette Leth Fejerskov Djælund, næstformand, Konstruktørforeningen Danmark er eksempelvis blevet verdensførende inden for vindenergi og har skabt tusindvis af arbejdspladser og milliarder i eksportindtægter. Men hvis vi skal nå hele vejen i mål med den grønne omstilling, er det afgørende, at vi nu også retter blikket mod bygge- og anlægssektoren. Denne sektor har hidtil ikke modtaget samme opmærksomhed i finanslovens forskningsreserve på trods af sektorens enorme klimaaftryk og potentiale for forbedring. Ligesom energisektoren og landbruget har byggeriet behov for målrettede investeringer i forskning og innovation for at kunne udvikle de løsninger, der skal bære os frem mod 2050-målene. Danmark har sat sig ambitiøse klimamål, og bygge- og anlægssektoren spiller en afgørende rolle, hvis vi skal lykkes. Sektoren står for markante dele af vores samlede klimaaftryk og ressourceforbrug. Faktisk udgør den hele 33 procent af Danmarks materialeforbrug, 22 procent af Danmarks globale CO2-udledning og 40 procent af Danmarks samlede affaldsmængde ifølge en rapport fra 2024 fra Byggeriets Handletank for Bæredygtighed. Med et samlet etageareal på over 800 millioner kvadratmeter bygninger og en enorm økonomisk betydning er det tydeligt, at udviklingen i sektoren har vidtrækkende konsekvenser – både for klima, samfund og økonomi. Samtidig viser Circularity Gap Report, at Danmark kun er fire procent cirkulær og ligger langt under både EU og globale niveauer. Hvis alle levede som danskerne, ville det kræve ressourcer fra fire planeter. Bygge- og anlægssektoren er med andre ord både en del af problemet og nøglen til løsningen.\n\nLæs også\n\nEt missionsdrevet partnerskab Heldigvis har branchen de seneste år demonstreret både vilje og evne til forandring. Danske forskningsmiljøer, virksomheder og organisationer har udviklet viden og teknologier, der reelt kan gøre en forskel. Ifølge rapporten fra Byggeriets Handletank for Bæredygtighed forventes byggeriets globale CO2-aftryk af falde med cirka 50 procent i perioden 2021-2030 med eksisterende tiltag og cirka 60 procent samlet set, hvis handletankens anbefalinger implementeres. Men når blikket rettes mod 2050 og de langsigtede klimamål mod klimaneutralitet, bliver det klart, at der skal yderligere tiltag til. De sidste 40 procent af de nødvendige reduktioner kræver en målrettet og samlet indsats. Det kræver politisk vilje og mod til at prioritere området – og sikre, at bygge- og anlægssektoren huskes, når forskningsreservens midler fordeles. Mette Glavind, Rasmus Brandt Lassen, m.fl.\n\nSe alle indlæggets afsendere i faktaboksen Vi foreslår et missionsdrevet partnerskab eller et “Byggeriets Udviklings- og Demonstrationsprogram” (BUDP), ligesom der allerede findes et Energiteknologisk Udviklings- og Demonstrationsprogram (EUDP) og et Miljøteknologisk Udviklings- og Demonstrationsprogram (MUDP). Med en fælles mission eller et fælles program for byggeriet vil universiteter, GTS-institutter, virksomheder og offentlige aktører sammen kunne udvikle, teste og implementere nye løsninger. Et missionsdrevet partnerskab eller en “BUPD” vil kunne samle eksisterende initiativer som for eksempel Byggeriets Handletank for Bæredygtighed og Reduction Roadmap. Temaerne bør inkludere forskning og innovation inden for såvel grøn omstilling af traditionelle byggematerialer, brug af biobaserede og cirkulære byggematerialer, transformation af eksisterende bygningsmasse, optimering af processer gennem digitalisering og AI samt øget cirkularitet og biodiversitet i hele værdikæden. Bygge- og anlægsbranchen er kompleks og præget af mange små og mellemstore virksomheder, hvilket gør det nødvendigt at samle kræfterne og øremærke forsknings- og innovationsmidler til netop denne sektor. Et partnerskab vil også gøre det muligt at inkludere aktører fra andre sektorer som for eksempel landbruget og fødevaresektoren og energisektoren.\n\nLæs også",
      "authors": []
    },
    {
      "title": "Direktør i Rådet for Grøn Omstilling stopper",
      "link": "https://www.altinget.dk/maritim/artikel/direktoer-i-raadet-for-groen-omstilling-stopper",
      "date": "4 dag siden",
      "snippet": "Bjarke Møller kom til RGO tilbage i 2022 og var fra 2014 til 19 direktør i Tænketanken Europa.Foto: Liselotte Sabroe/Ritzau Scanpix. Facebook.",
      "text": "Martin Rune Pedersen\n\n54 år den 8. oktober\n\nLandechef for Danmark, Total Energies 2020-, formand for Dansk Offshore 2018-, i bestyrelsen for Dansk Industri Energi 2021-",
      "authors": [
        "Emilie Tilma"
      ]
    },
    {
      "title": "Direktør i Rådet for Grøn Omstilling stopper",
      "link": "https://www.altinget.dk/kultur/navnenyt/direktoer-i-raadet-for-groen-omstilling-stopper",
      "date": "5 dag siden",
      "snippet": "Efter gensidig aftale fratræder Bjarke Møller som direktør i Rådet for Grøn Omstilling, hvor han siden 2022 har stået i spidsen for organisationens arbejde.",
      "text": "Ida Auken til Brinkmann: Åndelig oprustning er ikke et kristent korstog – det er et forsvar for demokratiet",
      "authors": [
        "Emilie Tilma"
      ]
    },
    {
      "title": "The great LNG scam: the IMO’s climate credibility is on the line",
      "link": "https://splash247.com/the-great-lng-scam-the-imos-climate-credibility-is-on-the-line/",
      "date": "3 days ago",
      "snippet": "Elissama Menezes and Andrew Dumbrille, directors of Equal Routes, write for Splash ahead of this month's crunch green vote at the International Maritime...",
      "text": "Elissama Menezes and Andrew Dumbrille, directors of Equal Routes, write for Splash ahead of this month’s crunch green vote at the International Maritime Organization.\n\nIn the face of the upcoming International Maritime Organization. (IMO) Net-Zero Framework vote next month, we’re seeing a lot of rhetoric around the so-called LNG pathway, yet little substance.\n\nRecent commentary from IMO leadership and key industry players, including classification societies, has ignited a specious debate about the role of LNG as a “transition” fuel. Commercial interests from DNV and ABS – the latter running its own LNG Academy – are blatantly clear as they attempt to use their industry influence to sell LNG as a viable pathway.\n\nBut let us be clear with you, LNG, in any shape or form, cannot be a solution for shipping. The IMO must recognise this in the guidelines that still need to be negotiated over the coming months, and that will shape the framework before it enters into action in 2027.\n\nThe reason why is simple: methane.\n\nThe reality is that methane emissions from ships fuelled by LNG increased 180% between 2016 and 2023. Research repeatedly shows that methane – a potent greenhouse gas – is incompatible with the shipping sector’s decarbonisation goals. Regardless of the source of LNG (fossil, bio-LNG, e-LNG), methane still leaks through the entire lifecycle of this fuel – from extraction and processing to storage and use at sea. Industry continues to tout “innovative” technological solutions that will address methane slip with poor science underpinning these claims.\n\nThe 180% sharp rise in methane emissions from LNG-fuelled ships is a massive public health concern. Methane is globally linked to 1.04 to 1.23 million respiratory-related deaths annually among adults over 30 and a higher risk of various cardiovascular diseases. Physicians have been sounding the alarm, as the consequences of LNG expansion do not stay within the confines of the shipping sector. At the local level, LNG exposes frontline communities to harmful pollutants, contaminates water sources, and strains under-resourced healthcare systems. False promises have propped up LNG all along\n\nThe cost advantage reinforced by the industry’s short-term cost optimisation strategies is expected to sustain the increase of LNG-fuelled ships unless governments step in with clear policies to counter this trend. Despite robust demand projections, the LNG market is grappling with structural challenges. It is reasonable to expect that not all newbuilding contracts will be completed, and instead, see the pivot away from LNG to electrification continue to take place. Shipowners will inevitably confront either costly retrofits, with the latest available research estimating £113bn ($152m) to £185bn in losses investing in an LNG-capable fleet, or the early recycling of LNG-powered vessels – both carrying significant financial and environmental burdens. What may seem like a short-term economic strategy risks leaving the sector with a costly legacy of prematurely obsolete ships.\n\nThe path is clear: there is no space in the IMO Net-Zero Framework for LNG. What we need instead has been clearly articulated by the Marshall Islands, Mexico, Palau, Solomon Islands, Tuvalu, and Vanuatu, and the civil society at the IMO.\n\nFirst, the IMO must align shipping’s climate ambition with the 1.5 degree climate-warming pathway and the principles of a just and equitable transition.\n\nSecondly, governments must ensure alignment and coherence among all three policy elements that are critical to make the IMO strategy work: a carbon intensity measure, a global fuel standard, and a GHG pricing system. These must be guided by life cycle assessment (LCA) guidelines based on the well-to-wake principle.\n\nFinally, the correspondence group on ‘other social and economic sustainability aspects of marine fuels’ within the LCA guidelines must be re-established to send a strong signal that the IMO is serious about applying the well-to-wake principle across its GHG framework.\n\nSpecial attention must also be paid to the land rights of Indigenous and rural communities, as well as the risks to biodiversity, water, and food security that come with land-use change. Embedding these human rights and ecosystem perspectives in the LCA guidelines would ensure that assessments of new marine fuels put people and nature at the centre.\n\nOnce the IMO applies this comprehensive life-cycle approach under the framework’s guidelines, it becomes clear that methane-based fuels – LNG, biomethane, and e-methane – cannot credibly deliver on climate, pollution, or human rights objectives, exposing the industry’s rhetoric for what it is: false promises that have propped up LNG all along.",
      "authors": [
        "Splash Is Asia Shipping Media S Flagship Title Offering Timely",
        "Informed",
        "Global News The Maritime Industry",
        "Slawomir Palenda",
        "Necula Mircea",
        "Prof Ajit Seshadri",
        "Stephen Spark",
        "Walter Jack Hutchings"
      ]
    },
    {
      "title": "Trump Plans Review of Equinor’s Empire Wind 2 Near New York",
      "link": "https://gcaptain.com/trump-plans-review-of-equinors-empire-wind-2-near-new-york/",
      "date": "3 days ago",
      "snippet": "The Trump administration told a federal court it intends to reconsider a key US government approval that authorized the construction of Equinor ASA's...",
      "text": "By Mark Chediak and Jennifer A. Dlouhy (Bloomberg) — The Trump administration told a federal court it intends to reconsider a key US government approval that authorized the construction of Equinor ASA’s planned second phase of an offshore wind project near New York and New Jersey.\n\nThe Interior Department’s Bureau of Ocean and Energy Management will review the approved construction and operations plan for the Empire Wind 2 project, the US said in a Tuesday filing with a Washington-based federal district court considering a legal challenge to the project by area residents and businesses. Equinor didn’t immediately return a request for comment.\n\nThe move is part of a broader campaign by President Donald Trump against the nascent US offshore wind industry, after years deriding the energy source and casting it as part of a “green energy scam.” His administration has stopped new offshore wind leasing and permitting, is moving to revoke existing authorizations and has halted projects under construction.\n\nThe government said its plan is consistent with a broad offshore wind review Trump ordered just hours after his January inauguration. It’s also aligned with an ongoing Interior Department assessment of the extent to which past offshore wind project approvals comply with a decades-old federal law that requires energy projects on coastal federal waters balance a dozen different needs, including protecting the environment and national security as well as preventing interference with use of the high seas.\n\nAn Equinor spokesperson said Wednesday that the company doesn’t comment on pending litigation. However, an Equinor executive said on Bloomberg TV in July that the Norwegian company is unlikely to pursue the Empire Wind 2 project, which hasn’t started construction, because of regulatory changes in the US.\n\nThe US filing was focused on Empire Wind 2, and the government didn’t outline any plans to similarly review key permits for the nearly built Empire Wind 1 venture.\n\nAlthough the Trump administration briefly halted construction on Empire Wind 1 earlier this year, it allowed work to resume after Governor Kathy Hochul signaled New York wouldn’t stand in the way of new energy projects.\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "Boluda buys Boskalis towage arm in Australia and Papua New Guinea for $640m",
      "link": "https://splash247.com/boluda-buys-boskalis-towage-arm-in-australia-and-papua-new-guinea-for-640m/",
      "date": "3 days ago",
      "snippet": "Spanish towage giant Boluda has struck a $640m deal to acquire Royal Boskalis' harbour towage and salvage business in Australia and Papua New Guinea,...",
      "text": "Spanish towage giant Boluda has struck a $640m deal to acquire Royal Boskalis’ harbour towage and salvage business in Australia and Papua New Guinea, cementing its position as the world’s largest operator in the sector.\n\nThe takeover hands Boluda operations at key bulk and energy hubs, including Sydney, Melbourne, Brisbane, Newcastle, Gladstone, Perth, and Port Moresby. These ports handle high volumes of iron ore, coal, LNG, gold and lithium exports, connecting Australia’s raw material production to global markets, particularly in Asia.\n\nThe move lifts Boluda’s global footprint to over 230 ports across five continents and boosts its fleet to more than 850 vessels. The company now employs around 10,000 people worldwide, including over 8,000 seafarers.\n\n“With this acquisition, we improve the service and operational efficiency for our clients, consolidating ourselves as the leading global player in towage,” said Vicente Boluda Ceballos, chairman of Boluda Towage. He added the company aims to support port infrastructure development through improved efficiency, safety and sustainability.\n\nThe deal further strengthens Boluda’s presence in the Asia Pacific, where it already operates in Hong Kong, Singapore, Malaysia and Timor-Leste.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Slawomir Palenda",
        "Necula Mircea"
      ]
    },
    {
      "title": "Alternative-Fueled Vessel Orders Fall as Maritime Industry Adopts ‘Wait and See’ Approach",
      "link": "https://gcaptain.com/alternative-fueled-vessel-orders-fall-as-maritime-industry-adopts-wait-and-see-approach/",
      "date": "4 days ago",
      "snippet": "September 2025 saw just 14 orders for alternative-fuelled vessels, according to data from DNV's Alternative Fuels Insight (AFI) platform.",
      "text": "September 2025 saw just 14 orders for alternative-fuelled vessels, according to data from DNV’s Alternative Fuels Insight (AFI) platform. Of these, 12 were LNG-fuelled vessels, primarily from the container segment (6), with additional orders from bulk carrier (4) and cruise (2) segments. The remaining two orders were for LPG carriers.\n\nThe first nine months of 2025 have recorded 192 new orders for alternative-fuelled vessels, marking a significant 48% decline compared to the same period in 2024. LNG remains the dominant alternative fuel choice with 121 orders, followed by methanol (43), LPG carriers (19), ammonia (5), and hydrogen (4).\n\nThe container segment continues to lead the transition, accounting for 63% of all new orders in 2025 with 120 vessels.\n\nJason Stefanatos, Global Decarbonization Director at DNV Maritime, points to a clear slowdown in the market: “Following a record-breaking first half of the year, zero new orders in August and relatively low activity in September signal a clear slowdown in the alternative-fuelled market in the third quarter.”\n\n“While this trend reflects a weaker overall newbuild market and rising contracting costs, other factors are also influencing sentiment,” Stefanatos added.\n\nThe director specifically highlighted regulatory uncertainty as a key factor: “Uncertainties around the IMO’s Net-Zero Framework, including lifecycle assessment factors for certain fuels, are prompting many owners to adopt a ‘wait and see’ approach to new orders. It is, therefore, essential that the industry receives greater regulatory clarity in the coming months.”\n\nThis current slowdown contrasts sharply with the first half of 2025, which saw orders for alternative-fuelled ships reach 19.8 million gross tonnes (GT), a 78% increase compared to the same period in 2024. While the total number of vessels ordered (151) was slightly lower than the 179 ordered in H1 2024, the substantial increase in gross tonnage revealed a focus on larger vessels adopting cleaner fuel technologies.\n\nThe maritime industry now faces additional uncertainty with a pivotal vote at the International Maritime Organization (IMO) this month. The IMO’s Net Zero Framework, if adopted, would be the first global regime to pair mandatory emissions caps with greenhouse gas pricing across the entire industry. The plan, set to take effect in 2027, would introduce steep penalties for ships that miss fuel-efficiency targets.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Finnish court drops Baltic subsea cable case against Eagle S crew",
      "link": "https://splash247.com/finnish-court-drops-baltic-subsea-cable-case-against-eagle-s-crew/",
      "date": "2 days ago",
      "snippet": "A Finnish district court has dismissed charges against the captain and two officers of the Eagle S tanker, ruling that Finland has no jurisdiction to...",
      "text": "A Finnish district court has dismissed charges against the captain and two officers of the Eagle S tanker, ruling that Finland has no jurisdiction to prosecute over the damage of critical subsea infrastructure in the Baltic Sea last year.\n\nThe case, seen as a test of how maritime law applies to attacks or accidents involving subsea power and telecoms cables, centred on the incident in the Gulf of Finland last December. Prosecutors alleged the Cook Islands-flagged vessel dragged its anchor for 90 km across the seabed, severing the Estlink 2 power cable linking Finland and Estonia, along with four data communication cables.\n\nThe crew — the Georgian master, a Georgian first officer and an Indian second officer — were charged with aggravated criminal mischief and aggravated interference with telecommunications. They denied wrongdoing, arguing the anchor dropped unnoticed due to faults in the vessel’s winch system.\n\nProsecutors claimed gross negligence, citing the poor state of the winch, and had sought prison terms of at least two and a half years. Cable operators also filed damage claims running into tens of millions of euros.\n\nIn its ruling, the court stated that Finnish criminal law could not be applied, as the damage occurred in international waters. “The District Court has today issued a judgment dismissing the charge in the case… along with the claims for damages arising from the charge, as it was not possible to apply Finnish criminal law to the case,” it said.\n\nNo charges were filed against the ship’s owner, and the tanker was released in March.\n\nThe incident, one of several cable and pipeline outages in the Baltic since Russia’s invasion of Ukraine, prompted NATO forces to step up regional patrols and monitoring of subsea infrastructure.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Slawomir Palenda",
        "Necula Mircea"
      ]
    },
    {
      "title": "World’s first hydrogen-powered bulk carriers to feature Swedish fuel cells",
      "link": "https://splash247.com/worlds-first-hydrogen-powered-bulk-carriers-to-feature-swedish-fuel-cells/",
      "date": "2 days ago",
      "snippet": "PowerCell, a Swedish supplier of fuel cells for the marine market, has secured a contract worth just over SEK40m ($4.25m) to supply the fuel cell systems...",
      "text": "PowerCell, a Swedish supplier of fuel cells for the marine market, has secured a contract worth just over SEK40m ($4.25m) to supply the fuel cell systems for two hydrogen-powered bulk carriers.\n\nThe order includes 14 of PowerCell’s Marine System 225 units, providing over 3 MW of power, with the deliveries scheduled for 2026 – 2027, to be built by GMI Rederi.\n\nEach of the two bulk carrier vessels will be fitted with seven Marine System 225 units, enabling them to operate entirely without emissions by replacing fossil fuels with renewable hydrogen. When launched in 2027, the vessels will be the world’s first hydrogen-powered bulk carriers.\n\nGMI Rederi is developing the vessels, while the engineering, integration and certification process for the hydrogen system will be handled by eCap Marine, a German ship integrator specialising in green propulsion solutions.\n\nTorstein Holsvik, CEO at GMI Rederi, commented: “Existing bulk carriers are outdated, and we needed to think completely anew. After careful evaluation of technology maturity, fuel availability, and cost-effectiveness, we chose compressed hydrogen with fuel cells as the most future-ready solution.”",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Slawomir Palenda"
      ]
    },
    {
      "title": "Dry Bulk Shipping: Will the Fourth Quarter Replicate Third Quarter’s Performance",
      "link": "https://www.hellenicshippingnews.com/dry-bulk-shipping-will-the-fourth-quarter-replicate-third-quarters-performance/",
      "date": "3 days ago",
      "snippet": "The dry bulk market entered the fourth quarter with the “wind in its sails” after a strong third quarter. In its latest weekly report, shipbroker Xclusiv...",
      "text": "",
      "authors": []
    },
    {
      "title": "PhilaPort Buys Coveted Mustin Yard in Expansion Push",
      "link": "https://www.marinelink.com/news/philaport-buys-coveted-mustin-yard-530631",
      "date": "4 days ago",
      "snippet": "The Port of Philadelphia - PhilaPort has acquired the Mustin Yard from Norfolk Southern Corporation, deemed as one of the…",
      "text": "The Port of Philadelphia - PhilaPort has acquired the Mustin Yard from Norfolk Southern Corporation, deemed as one of the critical assets for the port’s future growth.\n\nLocated adjacent to PhilaPort’s SouthPort Marine Terminal, the 152-acre Mustin Yard represents the last available land at the nexus of deep water, rail, and highway access.\n\nThe acquisition of Mustin Yard, which was originally part of the former Philadelphia Navy Yard, will allow PhilaPort to significantly expand its cargo handling capacity, attract new business, and create jobs across the region.\n\nThe site includes a fully developed intermodal transfer facility, which Norfolk Southern and PhilaPort are committed to activating with operational capabilities. This will enhance logistics reach for port users and local shippers, further integrating maritime and rail freight systems to support regional and national supply chains.\n\n“This is a generational opportunity for the Port of Philadelphia. The Mustin Yard site gives us the space to grow and the ability to open doors for more people, especially those seeking careers in maritime. It’s a bold investment that will deliver lasting benefits for our region and our workforce for decades to come,” said Michael Pearson, Chairman of the PhilaPort Board of Directors.\n\n“The Mustin Yard has long been one of the most coveted assets for PhilaPort, an opportunity we’ve pursued for years. Securing this 152-acre property marks one of the most transformative moments in our history.\n\n“It gives us the capacity to grow in ways we’ve only imagined, positioning PhilaPort for a new era of expansion, job growth, and leadership in global trade. We’re grateful to Governor Shapiro and his team, and to our partners at Norfolk Southern, for helping move this deal forward,” added PhilaPort Executive Director & CEO Jeff Theobald.",
      "authors": []
    },
    {
      "title": "Russia’s Spare Oil Export Capacity Running Out As Drones Hit Refineries",
      "link": "https://gcaptain.com/russias-spare-oil-export-capacity-running-out-as-drones-hit-refineries/",
      "date": "1 day ago",
      "snippet": "By Julian Lee Oct 3, 2025 (Bloomberg) –Russia's ability to divert its crude to the global market is diminishing fast as the nation's oil refineries come...",
      "text": "By Julian Lee\n\nOct 3, 2025 (Bloomberg) –Russia’s ability to divert its crude to the global market is diminishing fast as the nation’s oil refineries come under attack from Ukrainian drones.\n\nSince the start of August, Ukraine has targeted at least 15 refineries across the European part of Russia. Some of the drone assaults succeeded, with Russian refinery runs falling below 5 million barrels a day, according to estimates from JPMorgan Chase & Co. That means about 500,000 barrels a day of processing have been curtailed, based on historic data.\n\nThe strikes haven’t drawn the same criticism from the US or the European Union that greeted attacks on Russian energy infrastructure when Joe Biden was US president. Western powers see targeting Russia oil revenues as crucial. However, there may be some nervousness in Washington and Brussels if the global supply of petroleum starts to become constrained.\n\nWhile the attacks have coincided with a ramp up in the Moscow’s seaborne crude sales — suggesting some cargo diversion could already be underway — a review of the nation’s peak export flows suggests there’s limited scope for them to go much higher.\n\nTwo of the three ports that are most likely to handle barrels from disrupted refineries — Primorsk in the Baltic, and Novorossiysk in the Black Sea — are now close to their upper limits. Both are now shipping close to the largest number of barrels on a four-week rolling basis in 18 months.\n\nAnd while the third — Ust-Luga, also on the Baltic — has nominal capacity to export more, its shipments all year have been stuck well below their peak, set back in October 2024. It’s not clear why, although it’s notable that Ukraine has repeatedly targeted pumping stations on the pipelines that feed the port.\n\nIf Russia’s overall sales of hydrocarbons are curtailed, it may have a greater incentive to discourage its partners within the Organization of the Petroleum Exporting Countries to boost supply to global markets. The group meets on Sunday to discuss its next production decision.\n\nBased on peak shipments since the war in Ukraine began, Ust-Luga should have about 235,000 barrels a day of spare capacity. Based on this year’s shipments, that figure would be closer to 130,000.\n\nIt implies that the three western ports that can realistically handle diverted barrels have about 165,000 to 265,000 barrels a day of spare capacity between them.\n\nOther Ports\n\nRussia also has crude-export outlets in the Arctic and the Pacific oceans, but these are less likely to be useful if crude has to be diverted from damaged refineries.\n\nThe one major port that so far appears to have been immune to attack and may physically be able to take some diverted crude from Siberian oil fields is Kozmino on Russia’s Pacific coast. Served by both the ESPO pipeline and a rail link from Siberia, the terminal can handle more than 1 million barrels a day.\n\nThe problem for Moscow is that it’s already operating close to capacity and winter is approaching, when storms and freezing temperatures have previously hampered operations for several days at a time.\n\nOther key Pacific ports — De Kastri and Prigorodnoye — are linked directly to the Sakhalin 1 and 2 oil projects. They can’t handle crude from elsewhere.\n\nIn the Arctic, the Murmansk oil terminal is also disconnected from Russia’s pipeline system. It is used to build up cargoes from several projects along the country’s north coast operated by Lukoil PJSC and Gazprom Neft PJSC. Export rates from the port are linked directly to the production from those fields.\n\nThat may rise in the coming weeks, with flows typically curtailed by maintenance work during the warmer summer months. But Murmansk wouldn’t offer a means to divert crude from damaged refineries.\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "London tribunal confirms Djibouti acted illegally in DP World terminal seizure",
      "link": "https://splash247.com/london-tribunal-confirms-djibouti-acted-illegally-in-dp-world-terminal-seizure/",
      "date": "3 days ago",
      "snippet": "The London Court of International Arbitration (LCIA) has ruled that Djibouti's 2018 seizure of the Doraleh Container Terminal (DCT) from DP World was...",
      "text": "The London Court of International Arbitration (LCIA) has ruled that Djibouti’s 2018 seizure of the Doraleh Container Terminal (DCT) from DP World was unlawful, confirming the validity of the Dubai operator’s 50-year concession agreement.\n\nThe decision closes the arbitration case between DP World and Port de Djibouti SA (PDSA), but wider disputes with the Djibouti government and China Merchants Port Holdings remain unresolved. The tribunal found that liability lay with the state rather than PDSA, leaving DP World’s $1bn claims against Djibouti and China Merchants still active.\n\nDP World is also owed $685m in earlier arbitration awards against the government, which remain unpaid. “Djibouti’s claims are at odds with reality, proven time and again in independent international tribunals,” a DP World spokesperson said, adding: “This case is bigger than DP World — it is about whether governments can tear up binding contracts and ignore international law without consequence.”\n\nThe Doraleh Container Terminal, which handles 1.2m teu a year, is often described as the largest and most modern container facility in East Africa. DP World said that under its management, it accounted for about 12% of Djibouti’s GDP and provided thousands of jobs.\n\nDjibouti maintained the seizure was lawful, a position rejected by multiple rulings. President Ismail Omar Guelleh recently defended the government’s actions in a video statement, but DP World insisted the narrative misrepresents the facts.\n\nThe conflict dates back to 2018, when Djibouti terminated DP World’s concession secured in 2006 and partnered with China Merchants. DP World has since pursued legal remedies through international tribunals.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Slawomir Palenda",
        "Necula Mircea"
      ]
    },
    {
      "title": "Velkommen til Danske Rederier",
      "link": "https://danishshipping.dk/",
      "date": "Jun 23, 2023",
      "snippet": "Nyt digitalt værktøj skal hjælpe rederier med at træffe bedre beslutninger om dekarbonisering gennem hele et skibs livscyklus. Et nyt digitalt værktøj til...",
      "text": "Event Working Together: Clean Containers and Safe Trade - Symposium on Plant and Biodiversity Protection Dato: 07.10.25\n\nHvordan bremser vi spredningen af invasive arter i containere? Invasive arter koster årligt verden svimlende 423 mia. dollars og spredes ofte utilsigtet via containere. På symposiet Working Together: Clean Containers and Safe Trade den 7.-8. oktober 2025 kan du blive klogere på løsningerne og høre, hvordan hele værdikæden – fra rederier til havne og myndigheder – kan bidrage. Symposiet afholdes af Danske Rederier i samarbejde med Landbrugs- og Fi­ske­risty­rel­sen, IPPC-sekretariatet, Bureau International des Containers (BIC) og World Shipping Council (WSC). Det er gratis at deltage, men kræver tilmelding.",
      "authors": []
    },
    {
      "title": "Nyt digitalt værktøj skal hjælpe rederier med at træffe bedre beslutninger om dekarbonisering gennem hele et skibs livscyklus",
      "link": "https://danishshipping.dk/seneste-nyt/2025/nyt-digitalt-vaerktoej-skal-hjaelpe-rederier-med-at-traeffe-bedre-beslutninger-om-dekarbonisering-gennem-hele-et-skibs-livscyklus/",
      "date": "4 days ago",
      "snippet": "Skibsfarten står midt i en stor omstilling med ambitionen om klimaneutral skibsfart i 2050. For rederier er der mange beslutninger at træffe om,...",
      "text": "Skibsfarten står midt i en stor omstilling med ambitionen om klimaneutral skibsfart i 2050.\n\nFor rederier er der mange beslutninger at træffe om, hvordan arbejdet med de­k­ar­bo­ni­se­ring bedst gribes an på tværs af en række forskellige parametre.\n\nEt nyt værktøj udviklet af ReFlow i en proces faciliteret af Danske Rederier og i samarbejde med en række danske rederier skal gøre disse beslutninger nemmere.\n\n“Datadrevet grøn omstilling” er målsætningen for det digitale værktøj til evaluering af skibes livs­cy­klu­se­mis­sio­ner, fortæller Rasmus Elsborg-Jensen, CEO i ReFlow. Tanken har været at skabe en standardmodel for vurdering af et skibs samlede livs­cy­klus­ud­led­nin­ger. Det giver rederier og andre mulighed for at afprøve forskellige scenarier, fx valg af brændstoftyper, teknologiske opgraderinger, effekten af ener­gi­ef­fek­ti­vi­se­rings­i­ni­ti­a­ti­ver og mere.",
      "authors": []
    },
    {
      "title": "Sustainable transport",
      "link": "https://transport.ec.europa.eu/transport-themes/sustainable-transport_en",
      "date": "Oct 21, 2021",
      "snippet": "Europe's transport system has been a huge success, connecting people across the continent and reducing journey times. As we have all become more mobile,...",
      "text": "What do we want to achieve ?\n\nEurope's transport system has been a huge success, connecting people across the continent and reducing journey times. As we have all become more mobile, so the carbon footprint of our transport activities has grown. Transport currently accounts for a quarter of the EU's greenhouse gas emissions and this figure continues to rise as demand grows. The European Green Deal seeks a 90% reduction in these emissions by 2050. Moving to more sustainable transport means putting users first and providing them with more affordable, accessible, healthier and cleaner alternatives.\n\nA key objective is to boost considerably the uptake of clean vehicles and alternative fuels. By 2025, about 1 million public recharging and refuelling stations will be needed for the 13 million zero- and low-emission vehicles expected on European roads. The Commission is supporting and financing the deployment of recharging and refuelling points where persistent gaps exist, notably for long-distance travel and less densely populated areas.\n\nAchieving the ambitious climate goals also requires a shift to more sustainable transport modes such as rail and inland waterways. For this to happen, the capacity of both modes will need to be both extended and better managed.\n\nMultimodal transport – the combining of various transport modes throughout a journey – can also increase the use of sustainable transport modes, but needs a strong boost. The Combined Transport Directive is important here – it is designed to support multimodal freight operations involving rail and waterborne transport, including short-sea shipping.\n\nImproving efficiency across the whole transport system is crucial. Digital technologies enabling automated mobility and smart traffic management systems, for example, will help with efficiency while also making transport cleaner. Smart applications and ‘Mobility as a Service' solutions will also play an important role. In aviation, the Single European Sky initiative should significantly reduce aviation emissions at zero cost to consumers and companies by reducing flight times.\n\nThe negative environmental and health costs of transport – also known as externalities – are not generally reflected in prices. To rectify this, the Commission envisages extending emissions trading to the maritime sector and reducing the EU Emissions Trading System allowances currently allocated to airlines for free. This will be coordinated with action at global level, notably at the International Civil Aviation Organization (through CORSIA) and the International Maritime Organization. Other EU action in support of the ‘polluter-pays' principle includes effective road pricing in the EU, as well as ending subsidies for fossil fuel.\n\nIt is in cities that pollution is felt the most. A combination of measures is needed to address air quality, emissions, urban congestion and noise. These include improving public transport and promoting active modes of transport such as walking and cycling. The EU will pay particular attention to reducing pollution in EU ports as well as the pollutants emitted by aeroplanes and airport operations.\n\nThe Commission supports the transition to sustainable mobility through the Connecting Europe Facility (CEF). Committed to spending 60% of the budget on infrastructure projects with a link to sustainability, CEF will be important in creating a European network of charging infrastructure for alternative fuels, and in enabling a highly performing, interoperable European railway network.\n\nThe ReFuelEU Aviation initiative launched on 14 July 2021 contains an obligation on airlines to uplift SAF-blended aviation fuel when departing from EU airports. And at the same time, it introduces an obligation on fuel suppliers to include increasing shares of SAF into jet fuel from 2025 to 2050. These EU-wide harmonised rules for sustainable aviation fuels (SAF) will apply to all operators and therefore ensure a level-playing field.\n\nMore information\n\nGreen Deal - communication\n\nFactsheet",
      "authors": []
    },
    {
      "title": "Green inland ports final conference",
      "link": "https://transport.ec.europa.eu/news-events/events/green-inland-ports-final-conference-2025-11-26_en",
      "date": "1 month ago",
      "snippet": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway...",
      "text": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway authorities, policymakers, terminal operators, digital service providers, researchers, and other relevant stakeholders.\n\nThe conference will present key findings from the green inland ports study, and showcase the tools developed as part of the study supporting port decarbonisation. It will also collect stakeholder input for policy recommendations on sustainable port governance.",
      "authors": []
    },
    {
      "title": "Mobility and transport",
      "link": "https://transport.ec.europa.eu/index_en",
      "date": "Oct 21, 2021",
      "snippet": "As the European Commission's principal urban mobility policy conference, Urban Mobility Days (UMD) provides the ideal opportunity to network, debate,...",
      "text": "Looking to travel in Europe? Considering a journey by train? Then you’re in the right place!\n\nOur ten travellers are set to explore high-speed rail routes throughout Europe and they’re ready to share their insights about what it’s like to travel the EU by train.\n\nFollow along from September 2025 to December 2025 as they venture forth and share their experiences in real time.\n\nRead all about the highlights of their voyages!",
      "authors": []
    },
    {
      "title": "Programme",
      "link": "https://transport.ec.europa.eu/news-events/main-events/urban-mobility-days-2025/programme_en",
      "date": "May 15, 2025",
      "snippet": "Prioritising efficiency and sustainability: picking the right urban public transport mode. When discussing urban public transport, there's a tendency to...",
      "text": "Cycling Day\n\n9:30-12:45\n\nMeeting of National SUMP Contact Points\n\n(by invitation only)\n\nRoom: Epsilon\n\n9:30-10:45\n\nMorning break-out sessions 1\n\nSafe infrastructure for cycling and micromobility\n\nThe European Declaration on Cycling highlights the importance of safe and coherent cycling infrastructure with separated cycle paths and secure parking. With this priority in mind, guidelines are being developed to provide advice for future infrastructure updates and investments, in order to help vulnerable road users, such as people on bicycles or personal mobility devices.\n\nSafer, improved infrastructure can play a role in encouraging more people from different backgrounds to try riding a bicycle or an e-scooter in cities for convenience, commuting and leisure.\n\nPanel discussion:\n\nTim Asperges , Expert Mobility Advisor, City of Leuven\n\n, Expert Mobility Advisor, City of Leuven Jaroslav Martinek , Czech National Cycling Coordinator, Partnership for Urban Mobility\n\n, Czech National Cycling Coordinator, Partnership for Urban Mobility Lucas Montenegro , Head of Unit on Transport Policy and Regulation, Transportes Inovacao e Sistemas (TIS)\n\n, Head of Unit on Transport Policy and Regulation, Transportes Inovacao e Sistemas (TIS) Christy Pearson, Co-Chair, Micro-Mobility for Europe (MMfE)\n\nModerator: Sarah Lynch, Policy Officer Road Safety, Directorate-General for Mobility and Transport (DG MOVE), European Commission\n\nRoom: Zeta\n\nCycling and tourism\n\nCycling is a key enabler for sustainable tourism both as a transport mode in its own right, and as a popular recreational pursuit. In recent years, ‘slow tourism’ has become increasingly popular, with some cities making extra efforts to accommodate cycling by tourists during their stays.\n\nThis session shines a light on some of these best practice examples that get more tourists on two wheels as they explore their destination cities.\n\nPanel discussion:\n\nAgathe Daudibon , EuroVelo and Cycling Tourism Director, European Cyclists’ Federation (ECF)\n\n, EuroVelo and Cycling Tourism Director, European Cyclists’ Federation (ECF) W.J (Joost) de Kruijf , Director Knowledge & Innovation Lab Mobility Transitions, SmartwayZ.NL\n\n, Director Knowledge & Innovation Lab Mobility Transitions, SmartwayZ.NL Christian Tänzler , Spokesman, Berlin Tourism & Congress GmbH\n\n, Spokesman, Berlin Tourism & Congress GmbH Fabio Tat, Director Routebureau Brabant, BrabantPartners\n\nModerator: Andreia Lopes Azevedo, Active Travel & Health Cluster Lead, POLIS\n\nRoom: Beta\n\nEnhancing urban mobility through data spaces\n\nThe ongoing work of the common European data spaces onmobility, tourism and smart communities has the potential to transform urban mobility. Cities and regions can activate digitalisation and interoperability to optimise transport systems, reduce congestion, and improve the overall urban experience.\n\nThis session presents real-world use-cases, showcasing cities and regions that are involved in data space deployment actions, and highlighting potential benefits, such as increased efficiency, improved travel options and sustainability. Join us to explore how data-driven strategies can create a smarter, more connected urban environment and address urban challenges.\n\nPanel discussion:\n\nEsteban Herrera Ramirez, Project Management Specialist, Turismo Andaluz (Andalusian Tourism)\n\nProject Management Specialist, Turismo Andaluz (Andalusian Tourism) Tomaž Lanišek , Head of Office for Development and Smart Community, City of Kranj, Slovenia\n\n, Head of Office for Development and Smart Community, City of Kranj, Slovenia Peio Oiz Arruti , Innovation and Project Development Specialist, AnySolution\n\n, Innovation and Project Development Specialist, AnySolution Tu-Tho Thai, Manager, International Development, enRoute\n\nModerator: Dimitrios Gkatzoflias, Policy Officer, Directorate-General for Mobility and Transport (DG MOVE), European Commission\n\nRoom: Alfa\n\n10:45-11:30\n\nCoffee break\n\n11:30-12:45\n\nMorning break-out sessions 2\n\nCycling and transport poverty: enabling cycling for all\n\nWhile cycling is a safe and logical mobility choice for many, it is also a relatively low-cost option for people affected by transport poverty. However, more can be done to ensure accessible, affordable and safe cycling for all.\n\nWhat opportunities are there to improve access to cycling and bike-share services, including through the Social Climate Fund? How can community-led initiatives play a role in improving access and education? How can multimodality (including cycling) be harnessed to tackle transport poverty?\n\nPanel discussion:\n\nIsabel Cunha, Assistant Professor, École Nationale des Travaux Publics de l'État (ENTPE), University of Lyon\n\nAssistant Professor, École Nationale des Travaux Publics de l'État (ENTPE), University of Lyon Sebastian Schlebusch , Head of Market Development, Dott\n\n, Head of Market Development, Dott Rachel Scott , Active Travel Manager, Transport for Greater Manchester\n\n, Active Travel Manager, Transport for Greater Manchester Teun Zeegers, International Policy Officer Active Mobility, Ministry of Infrastructure and Water Management of the Netherlands\n\nModerator: Andreas Piller, Senior Expert, ICLEI Europe\n\nRoom: Alfa\n\nSustainable mobility initiatives for the tourism sector\n\nThis session shares more than 30 pledges made to develop sustainable mobility options within the EU’s tourism sector. These are some of the commitments made by stakeholders towards actions in the Transition Pathway for Tourism, in line with the EU Agenda for Tourism 2030.\n\nSpecifically, we hear from representatives of cities that have implemented replicable initiatives for reducing transport emissions generated by tourism.\n\nPanel discussion:\n\nJonas Chupin , Institutional Relations Officer, Île-de-France Mobilités\n\n, Institutional Relations Officer, Île-de-France Mobilités Cristina Núñez Cuesta , Strategy Director, NECSTouR\n\n, Strategy Director, NECSTouR Sintija Pusaudze , Board Member, Liepāja Region Tourism Information Office\n\n, Board Member, Liepāja Region Tourism Information Office Patrick Torrent, Executive Director, Catalan Tourist Board (CTB)\n\nModerator: Françoise Guaspare, Representation of Île-de-France to the European Union, Ile-de-France and Co-Leader of the Expert Group on Urban Mobility (EGUM)\n\nRoom: Beta\n\nPublic procurement of innovative mobility services in cities\n\nDespite substantial EU funding in research and development, the adoption and scaling of innovative mobility services remains slow, struggling to progress beyond the pilot stage. This session explores the primary barriers and challenges faced in the public procurement of these services.\n\nWe delve into effective strategies such as Pre-Commercial Procurement (PCP) and Public Procurement of Innovation (PPI), along with EU programmes that can facilitate the deployment and scaling of innovations.\n\nThrough case studies from cities that have successfully implemented these strategies, participants will gain a practical insight into adopting mobility innovation. These examples aim to inspire local authorities across the EU to overcome challenges and enhance their mobility services.\n\nPanel discussion:\n\nAija Lāce , Project Manager, VEFRESH\n\n, Project Manager, VEFRESH Erdem Ovacik , Founder, Impact Exchange Market\n\n, Founder, Impact Exchange Market Marc Rozendal , CEO, EIT Urban Mobility\n\n, CEO, EIT Urban Mobility Line Camilla Werner, Head of Legal, RUTER\n\nModerator: Thomas Lymes, Policy Director, Eurocities\n\nRoom: Zeta\n\n12:45-13:45\n\nLunch break\n\n13:45-15:00\n\nPlenary: Unlocking the potential of urban cycling: from policy to practice\n\nCycling shouldn’t be considered a lifestyle choice when it has the potential to be a key pillar of sustainable urban mobility. But what does it take to make cycling a fully-fledged means of transport? What can Europe’s innovative cycling sector do to help ensure cycling is integrated seamlessly into city infrastructure and urban logistics?\n\nAs progress on the European Declaration on Cycling takes centre stage, we explore how data-driven planning, investment and policy can improve cycling conditions, tackle transport poverty, improve people’s health, increase the competitiveness of the cycling industry and boost sustainable tourism in city destinations.\n\nPanel discussion:\n\nMagda Kopczyńska , Director-General, Directorate-General for Mobility and Transport (DG MOVE), European Commission\n\n, Director-General, Directorate-General for Mobility and Transport (DG MOVE), European Commission Gintarė Janušaitienė , Head of Sustainable Mobility and Innovation Group, Ministry of Transport and Communications of the Republic of Lithuania\n\n, Head of Sustainable Mobility and Innovation Group, Ministry of Transport and Communications of the Republic of Lithuania Anna Lisa Boni , Deputy Mayor for EU/Recovery funds, Ecological Transition and International Relations, City of Bologna\n\n, Deputy Mayor for EU/Recovery funds, Ecological Transition and International Relations, City of Bologna Laurianne Kridd , CEO, European Cyclists' Federation (ECF)\n\n, CEO, European Cyclists' Federation (ECF) Anastasiia Makarenko, Ukrainian Civil Society Activist, Executive Director of U-Cycle (Kyiv Cyclists' Association NGO), Co-Coordinator of the International Humanitarian Campaign “Bikes For Ukraine”\n\nModerator: Karen Vancluysen, Secretary General, POLIS\n\nRoom: Alfa\n\n15:15-16:30\n\nCycling at the forefront of the Climate-Neutral Cities Mission\n\nCycling as a daily travel mode has huge potential to tackle carbon emissions. By prioritising cycling, cities address multiple issues at once and reduce congestion, open up public space and green areas, and improve residents’ health through reduced noise and air pollution, plus the additional benefit of an active lifestyle.\n\nIn this session, we hear from several Mission Cities that are implementing cycling plans as part of their efforts to achieve net zero and improve public health.\n\nPanel discussion:\n\nAndrius Grigonis , Vice Mayor of Vilnius\n\n, Vice Mayor of Vilnius Francoise Guaspare , Representation of Île-de-France to the European Union, Ile-de-France and Co-Leader of the Expert Group on Urban Mobility (EGUM)\n\n, Representation of Île-de-France to the European Union, Ile-de-France and Co-Leader of the Expert Group on Urban Mobility (EGUM) Stefana Hoti , First Deputy Mayor and Commissioner for Urban Planning, Malmö Stad, Sweden\n\n, First Deputy Mayor and Commissioner for Urban Planning, Malmö Stad, Sweden Barbara Stoll, Founder and Senior Director of the Clean Cities Campaign, Transport & Environment (T&E)\n\nModerator: Keji Alex Adunmo, Policy Coordinator, Sustainable Mobility, Directorate-General for Mobility and Transport (DG MOVE), European Commission\n\nRoom: Alfa\n\nThe bicycle industry in Europe: strengthening competitiveness through innovation\n\nWe share some key statistics on the state of the European bicycle industry. A change in mobility patterns led to an increase in the number of cyclists and to an increase in bicycle sales in Europe, rising from 19 million in 2000 to 22 million in 2020. Studies indicate that the European bicycle industry could continue to grow steadily year on year to 2030. However, the industry has experienced significant challenges in recent years.\n\nThis session seeks to understand how innovation can help the bicycle industry overcome these challenges and become more resilient and competitive. What does it mean to invest in innovation in the bicycle industry? Can the cycling industry change gears and raise demand for the bicycle as a transport mode in its own right?\n\nPanel discussion:\n\nRonald Jorna , Self-Employed Consultant, MOVECO & Province of Overijssel\n\n, Self-Employed Consultant, MOVECO & Province of Overijssel Friederike Pischnick , Political Affairs and Government Relations, Bosch GmbH\n\n, Political Affairs and Government Relations, Bosch GmbH Koen Tengrootenhuysen , Director Public Affairs Europe, Decathlon\n\n, Director Public Affairs Europe, Decathlon Paul Walsh, CEO, Cycling Industries Europe (CIE)\n\nModerator: Giacomo Lozzi, Independent Advisor – Urban Mobility Policy and Innovation\n\nRoom: Beta\n\nReinventing cycling: the perspective of women\n\nCycling, whether on our streets or in industry and sport, is often considered to be a male-dominated domain. This can have a negative impact on efforts to improve cycling in cities, where urban planners nonetheless need to take into consideration the travel needs of the whole population.\n\nThis session delves into what gets women cycling. What are the benefits for everyone if more women feel empowered to go by bike? What are the specific needs and preferences when it comes to safety, infrastructure and bicycles? Key female figures from the cycling industry and the world of politics engage in this insightful discussion.\n\nPanel discussion:\n\nJulienne Chen , Head of City Partnerships, EIT Urban Mobility\n\n, Head of City Partnerships, EIT Urban Mobility Andreia Lopes Azevedo , Active Travel & Health Cluster Lead, POLIS\n\n, Active Travel & Health Cluster Lead, POLIS April Marshke , Founder, Outside Advice Consulting\n\n, Founder, Outside Advice Consulting Maud de Vries, CEO, BYCS\n\nModerator: Philip Amaral, Director of Policy and Development, European Cyclists' Federation (ECF)\n\nRoom: Zeta\n\n16:30-17:15\n\nCoffee break\n\n17:15-18:30\n\nEU digital wallets and urban mobility\n\nThe Smart and Sustainable Mobility Strategy identified paperless transport as one of the 2030 milestones, and refers to digital certificates for drivers and vehicles, contactless payments for parking and tolls, and better information on urban vehicle access regulations.\n\nThis session explores the potential of EU digital wallets in the domain of urban mobility. This includes a potential digital wallet for ensuring compliance with urban vehicle access regulations.\n\nPanel discussion:\n\nTamara Djukic , PhD. Head of Green and Urban Area, ERTICO-ITS Europe\n\n, PhD. Head of Green and Urban Area, ERTICO-ITS Europe Johannes Fischer , Head of Unit Mobility Data, Mobility Services, Traffic Models, Ministry of Transport Baden-Württemberg\n\n, Head of Unit Mobility Data, Mobility Services, Traffic Models, Ministry of Transport Baden-Württemberg Maria Rodrigues , Transport and Mobility Manager, Panteia\n\n, Transport and Mobility Manager, Panteia Vytautas Višinskis, Co-founder, Walk15\n\nModerator: Albert Solé Frexas, Innovation Exploitation Manager, EIT Urban Mobility\n\nRoom: Alfa\n\nSpotlight on cycling data in the EU\n\nWithout adequate data it can be hard to know how to invest resources. Cycling data needs to be collected in a uniform way across the EU to ensure that cycling developments and the infrastructure enabling them can be monitored effectively. This means setting an EU-wide baseline, covering the quantity, quality and accessibility of existing cycling infrastructure, which can be used to compare European progress on cycling going forward.\n\nThis session includes a presentation of preliminary findings from the ‘Cycling Counts’ study and explores how cycling data collection can be improved across the EU.\n\nPanel discussion:\n\nMartin Eder , National Cycling Officer, Department II/6 Active Mobility and Mobility Management, Federal Ministry of Innovation, Mobility and Infrastructure, Republic of Austria\n\n, National Cycling Officer, Department II/6 Active Mobility and Mobility Management, Federal Ministry of Innovation, Mobility and Infrastructure, Republic of Austria Holger Haubold , Director Intellectual Property and Data Collection, European Cyclists’ Federation (ECF)\n\n, Director Intellectual Property and Data Collection, European Cyclists’ Federation (ECF) Line Hvingel , Chief Consultant, Local Government Denmark\n\n, Chief Consultant, Local Government Denmark Jakob Sarvik, Infrastructure Strategist for Cycling & Walking, City of Copenhagen\n\nModerator: Bonnie Fenton, Senior Mobility Consultant, Rupprecht Consult Forschung und Beratung GmbH\n\nRoom: Beta\n\nCycle logistics at the core of last-mile deliveries\n\nAs cities strive for cleaner and more efficient freight distribution, cycle logistics is emerging as a viable solution for last-mile deliveries.\n\nThis session explores the business models, vehicle types, and urban infrastructure needed to support cycle-based distribution. We also examine barriers faced by traditional logistics players, and strategies to accelerate a shift towards cycle logistics, including the role of logistics hubs. Join us to discover how cities and businesses can optimise cycle logistics for a more sustainable urban future.\n\nPanel discussion:\n\nHelena Aguiar , Project Manager for DECARBOMILE, Nantes Métropole\n\n, Project Manager for DECARBOMILE, Nantes Métropole Elia Cipelletti , Logistics and HR Manager, So.De – Social Delivery\n\n, Logistics and HR Manager, So.De – Social Delivery Johan Leveque , Head of R&D, La Poste Group\n\n, Head of R&D, La Poste Group Natalia Tomiyama, CEO & Founder, NÜWIEL GmbH\n\nModerator: Anne-Charlotte Trapp, Project Coordinator, Mobility, Eurocities\n\nRoom: Zeta\n\n18:45 onwards\n\nNetworking cocktail at conference venue",
      "authors": []
    }
  ]
}