{
  "timestamp": "2025-08-25T06:28:05.464908",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "Billeder viser, hvordan Svalbards gletsjere er skrumpet de seneste 100 år",
      "link": "https://www.dr.dk/nyheder/viden/klima/billeder-viser-hvordan-svalbards-gletsjere-er-skrumpet-de-seneste-100-aar",
      "date": "",
      "snippet": "",
      "text": "Hvad er en gletsjer?\n\nEn gletsjer er en meget stor ismasse, som er dannet af sne, og som på grund af sin egen vægt langsomt glider ned ad et bjerg eller hen over et skrånende terræn.\n\nI dag dækker gletsjere omkring 15 millioner kvadratkilometer, hvilket svarer til omtrent ni procent af Jordens samlede landareal.\n\nGletsjere udgør i dag knap 80 procent af den samlede mængde ferskvand på Jorden.\n\nKilde: Lex.dk",
      "authors": [
        "Rasmus Benestad",
        "Klimaforsker Ved Det Norske Meteorologiske Institutt",
        "I Går Kl."
      ]
    },
    {
      "title": "Maritim fond uddeler 40 mio. til fremtidens blå Danmark",
      "link": "https://shippingwatch.dk/miljo_og_politik/article18453801.ece",
      "date": "",
      "snippet": "",
      "text": "Jeg ønsker at modtage tilpassede nyhedsbreve på e-mail fra\n\nherunder information om\n\n, konferencer, kurser, netværk, konkurrencer og digitale tjenester. Med mit samtykke accepterer jeg også behandling af mine persondata, og at der indsamles information om min interaktion med markedsføringsmeddelelser (såsom åbning og læsning) ved hjælp af tracking pixels og lignende teknologier. Læs mere i vores\n\nog\n\n. Samtykket kan altid tilbagekaldes via afmeldingslink i nyhedsbreve.",
      "authors": []
    },
    {
      "title": "Industrigruppe overtager skrantende koreansk værft",
      "link": "https://shippingwatch.dk/Virksomheder/article14741690.ece",
      "date": "",
      "snippet": "",
      "text": "Jeg ønsker at modtage tilpassede nyhedsbreve på e-mail fra\n\nherunder information om\n\n, konferencer, kurser, netværk, konkurrencer og digitale tjenester. Med mit samtykke accepterer jeg også behandling af mine persondata, og at der indsamles information om min interaktion med markedsføringsmeddelelser (såsom åbning og læsning) ved hjælp af tracking pixels og lignende teknologier. Læs mere i vores\n\nog\n\n. Samtykket kan altid tilbagekaldes via afmeldingslink i nyhedsbreve.",
      "authors": []
    },
    {
      "title": "Andel Energi slår sig sammen med to andre selskaber",
      "link": "https://www.dr.dk/nyheder/seneste/andel-energi-slaar-sig-sammen-med-andre-selskaber",
      "date": "",
      "snippet": "",
      "text": "Antallet af danskere, der har klikket sig ind på Sundhed.dk for at se, hvem der har besøgt deres sundhedsjournal, er steget efter flere sager om journalsnageri.\n\nDet skriver techmediet Version2 på baggrund af indhentede oplysninger fra sundhedsplatformen.\n\nDin patientjournal gemmer på mange fortrolige oplysninger - alt fra din adresse til detaljerne om din psykiske lidelse eller dit medicinforbrug.\n\nI juni sidste år klikkede cirka 90.000 danskere sig ind for at se, hvem der havde kigget i deres journal.\n\nI juni i år var det tal steget til godt 155.000. Tallet kan være endnu højere, da en sidevisning kun registreres, hvis man har accepteret Sundhed.dk's cookies, skriver Version2.\n\nDirektør for Sundhed.dk, Morten Elbæk Petersen, siger til techmediet, at interessen for at tjekke sin såkaldte log kan kædes sammen med medieomtale af flere sager, hvor sundhedspersonale uberettiget har slået op i patientjournaler.",
      "authors": []
    },
    {
      "title": "Fra næste år vil regeringen næsten helt fjerne elafgiften",
      "link": "https://www.dr.dk/nyheder/indland/fra-naeste-aar-vil-regeringen-naesten-helt-fjerne-elafgiften",
      "date": "",
      "snippet": "",
      "text": "Regeringen vil sænke elafgiften i 2026 og 2027. Faktisk vil de nærmest helt fjerne den.\n\nI dag betaler forbrugerne 72,7 øre per kilowatt-time, men fra den 1. januar 2026 ryger afgiften helt ned på blot 0,8 øre per kilowatt-time. Det svarer til EU's minimumsafgift.\n\nOnsdag aften bekræftede regeringens tre partiledere afgiftsnedsættelsen i interviews med TV 2 og Ekstra Bladet.\n\nDe begrunder nedsættelsen med, at der skal være luft i husholdningernes budgetter, selv om fødevarepriserne er steget kraftigt de senere år.\n\n- Vi vil gerne give danskerne noget mere albuerum i deres økonomi, siger statsminister Mette Frederiksen til Ekstra Bladet.\n\nForbrugerne sparer tusindvis af kroner\n\nHvor meget du som forbruger kan spare, afhænger af dit el-forbrug, men regeringens beregninger viser, at en typisk lønmodtagerfamilie i et parcelhus vil spare omkring 4000 kroner om året, mens et typisk pensionistpar skal betale omkring 2700 kroner mindre i el-afgift.\n\nHvis det stod til mig, så ville jeg da gerne fjerne elafgiften permanent Troels Lund Poulsen, formand for Venstre\n\n- Det er noget, man kommer til at kunne mærke i alle danske husstande, sagde statsminister Mette Frederiksen i aftes i et TV 2-interview med de tre partiledere.\n\nRegeringens egne beregninger viser, at afgiftslettelsen kommer til at koste statskassen 7,1 milliard kroner i 2026 og 7 milliarder kroner året efter.\n\nPengene skal tages fra det økonomiske råderum.\n\nRos til regeringens tiltag\n\nDansk Industri og Green Power Denmark, der er brancheorganisation for den danske energisektor, roser begge regeringens tiltag.\n\nDansk Industris vicedirektør,Troels Ranis, udtaler i en pressemeddelelse:\n\n- Det skal selvfølgelig økonomisk kunne betale sig at omlægge energiforbruget til grøn strøm. Regeringens lempelse af el-afgiften vil spare penge for de danske husholdninger, og det vil hjælpe både dem og de ikke-momsregistrerede virksomheder til at omlægge deres energiforbrug i retning af el.\n\nKristian Jensen, administrerende direktør Green Power Denmark, kalder forslaget \"en gave til den grønne omstilling\". (Foto: © Bo Amstrup, Bo Amstrup / Ritzau Scanpix)\n\n- Begge dele vil hjælpe til at sikre udbygningen med grøn strøm.\n\nGreen Power Denmark kalder forslaget \"en gave til den grønne omstilling\".\n\n- I dag kommer hovedparten af strømmen fra grønne kilder som vindmøller og solceller, og det er et kæmpe paradoks, at det, vi skal bruge mere af, er belagt med en tårnhøj afgift.\n\n- Regeringen kan ikke finde på en mere fornuftig afgiftslettelse, end den har gjort her, siger administrerende direktør Kristian Jensen.\n\nMere forbrugertiltag end grøn omstilling\n\nHos den grønne tænketank Concito er de også overordnet positive overfor afgiftsnedsættelsen, selvom cheføkonom Torsten Hasforth primært ser det som et forbrugertiltag.\n\n- Fra et klimasynspunkt så er det her en administrativ lettelse. Det er ikke en kæmpe dag for klimaet, men det gør det lettere for noget af det forbrug, vi har, siger cheføkonomen til DR.\n\nTorsten Hasforth tror, at det gør det lettere for forbrugerne, at afgiften generelt nedsættes, for tidligere har der været en række særorninger med lavere elafgifter for eksempelvis varmepumper og elbiler.\n\n- De var lidt besværlige, og det regeringen i virkeligheden gør nu, er at de fjerner behovet for de her særordninger. Og det at forbrugerne fra 2026 ikke selv skal finde ud af, hvordan man får den lave elafgift til sin elbil og varmepumpe, det er jo godt for klimaet.\n\nConcito er en uafhængig, non-profit forening, der arbejder for at reducere drivhusgasser og fremme den grønne omstilling.",
      "authors": [
        "Troels Lund Poulsen",
        "Formand For Venstre",
        "Aug Kl."
      ]
    },
    {
      "title": "Guld og grønne skove",
      "link": "https://www.dr.dk/lyd/p1/guld-og-groenne-skove-3001293856000",
      "date": "",
      "snippet": "",
      "text": "Klima er blevet Big Business, og de vigtigste ryk drives ofte frem af erhvervsliv, entreprenører og finansfolk. Men er det muligt at tjene både Moder Jord og ussel mammon? Leverer virksomhederne også reelt smæk for skillingen, eller ender det for ofte med varm luft og endnu en tur i den grønne vaskemaskine? Hvordan balancerer det hele med biodiversitetens bundlinje, en presset natur, gispende fjorde, politiske studehandler og geopolitisk tumult?\n\nI programmet og podcasten går vært Lars Trier Mogensen på nysgerrig jagt i krydsfeltet mellem global opvarmning og kolde kontanter og undersøger, om markedet virkelig kan levere de grønne løsninger, politikerne nøler med.\n\nProduceret for DR af Rakkerpak Productions.",
      "authors": []
    },
    {
      "title": "ShippingWatch",
      "link": "https://shippingwatch.dk/latest",
      "date": "",
      "snippet": "",
      "text": "Prøv ShippingWatch gratis eller få tilbud på et abonnement, der passer til lige netop dig eller din virksomhed.\n\nTlf.: +45 70 77 71 25\n\n\n\n",
      "authors": []
    },
    {
      "title": "Specialrederi med fokus på Afrika åbner kontor i København",
      "link": "https://shippingwatch.dk/Rederier/article12116847.ece",
      "date": "",
      "snippet": "",
      "text": "Jeg ønsker at modtage tilpassede nyhedsbreve på e-mail fra\n\nherunder information om\n\n, konferencer, kurser, netværk, konkurrencer og digitale tjenester. Med mit samtykke accepterer jeg også behandling af mine persondata, og at der indsamles information om min interaktion med markedsføringsmeddelelser (såsom åbning og læsning) ved hjælp af tracking pixels og lignende teknologier. Læs mere i vores\n\nog\n\n. Samtykket kan altid tilbagekaldes via afmeldingslink i nyhedsbreve.",
      "authors": []
    },
    {
      "title": "Mærsk er snart klar til at søsætte sit første grønne skib på hovedrute",
      "link": "https://shippingwatch.dk/Rederier/Container/article16666122.ece",
      "date": "",
      "snippet": "",
      "text": "Jeg ønsker at modtage tilpassede nyhedsbreve på e-mail fra\n\nherunder information om\n\n, konferencer, kurser, netværk, konkurrencer og digitale tjenester. Med mit samtykke accepterer jeg også behandling af mine persondata, og at der indsamles information om min interaktion med markedsføringsmeddelelser (såsom åbning og læsning) ved hjælp af tracking pixels og lignende teknologier. Læs mere i vores\n\nog\n\n. Samtykket kan altid tilbagekaldes via afmeldingslink i nyhedsbreve.",
      "authors": []
    },
    {
      "title": "DP World investerer milliarder i afrikansk infrastruktur",
      "link": "https://shippingwatch.dk/logistik/article18457315.ece",
      "date": "",
      "snippet": "",
      "text": "Jeg ønsker at modtage tilpassede nyhedsbreve på e-mail fra\n\nherunder information om\n\n, konferencer, kurser, netværk, konkurrencer og digitale tjenester. Med mit samtykke accepterer jeg også behandling af mine persondata, og at der indsamles information om min interaktion med markedsføringsmeddelelser (såsom åbning og læsning) ved hjælp af tracking pixels og lignende teknologier. Læs mere i vores\n\nog\n\n. Samtykket kan altid tilbagekaldes via afmeldingslink i nyhedsbreve.",
      "authors": []
    },
    {
      "title": "CMA CGM invests in US bio-LNG supplier",
      "link": "https://splash247.com/cma-cgm-invests-in-us-bio-lng-supplier/",
      "date": "3 days ago",
      "snippet": "French liner giant CMA CGM is making a strategic minority investment in US-based Vanguard Renewables through its energy fund PULSE, securing long-term...",
      "text": "French liner giant CMA CGM is making a strategic minority investment in US-based Vanguard Renewables through its energy fund PULSE, securing long-term access to volumes of renewable natural gas (RNG). Vanguard, which runs anaerobic digesters powered by farm and organic waste, will dedicate up to four projects to produce biomethane, or bio-LNG for the Marseille-headquartered carrier.\n\nThe move comes amid the International Maritime Organization’s recent net-zero framework, which requires shipping companies to lower greenhouse gas emissions or face penalties.\n\nVanguard Renewables works with food and beverage manufacturers and retailers to divert organic waste from landfills and convert it into RNG. The company is a portfolio company of Global Infrastructure Partners (GIP), part of BlackRock.\n\nMichael O’Laughlin, CEO, said: “We see this pioneering collaboration as a key step in supporting the maritime sector as the global industry takes a bold step toward improving emissions.”\n\nCMA CGM’s interest in biomethane goes back several years. The company co-invested with ENGIE in the Salamander biomethane project in Le Havre, targeting industrial-scale production of up to 200,000 tonnes of renewable gas annually by 2028.\n\nIt also signed a deal with SUEZ to secure up to 100,000 tonnes of biomethane per year by 2030, backed by an initial €100m investment to develop production sites in Europe.\n\nOn the technological front, CMA CGM has taken a stake in Hycamite, a Finnish clean-tech company developing methane-splitting technology that turns methane into low-carbon hydrogen and solid carbon products.\n\nIn parallel, CMA CGM formed a 50/50 joint venture with TotalEnergies to launch an LNG bunkering service in Rotterdam. The plan includes commissioning a 20,000 cu m LNG bunker vessel by 2028 and securing up to 360,000 tonnes of LNG annually until 2040.\n\nThe moves sit within CMA CGM’s broader decarbonisation strategy, which has seen over 100 low-carbon newbuilds ordered, including dual-fuel LNG and bioLNG-ready ships joining the fleet in the coming years.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Martyn Benson",
        "Lewis Lack"
      ]
    },
    {
      "title": "Nigerian tanker buyers step up with trio of summer deals",
      "link": "https://splash247.com/nigerian-tanker-buyers-step-up-with-trio-of-summer-deals/",
      "date": "3 days ago",
      "snippet": "Nigerian tanker buyers have stepped up their activity this summer, snapping up three ships from June onwards — more than doubling their deal count for the...",
      "text": "Nigerian tanker buyers have stepped up their activity this summer, snapping up three ships from June onwards — more than doubling their deal count for the year, according to data from VesselsValue. To date, seven secondhand tanker acquisitions have been tracked to Nigeria in 2025.\n\nThe latest round of deals includes Triber Energy, which has acquired the 2013-built clean tanker, Fula Queen (5,000 dwt, ex-Jeanita), the youngest conventional tanker purchased by a Nigerian owner this year. No price has been disclosed. This marks Triber’s third clean tanker acquisition.\n\nSea and Transport, led by Mohammed Aminu Umar, has been linked to the purchase of a Korea-built MR1 (41,000 dwt, SLS, 2009-built). The ship was reportedly sold by Stamford Shipping for $17.2m. If confirmed, this would be Sea and Transport’s first deal of 2025, reinforcing its MR-focused profile.\n\nShip and Shore Services, meanwhile, has also been active, sealing its second deal of the year, buying the 22-year-old, 37,300 dwt, STX-built Favola for $7.4m. The company had already added a 17-year-old, 13,000 dwt clean tanker in April.\n\nWhile activity is rising, most Nigerian purchases remain firmly in the vintage category — with the Fula Queen standing out as the rare younger unit to enter the country’s fleet.\n\nNigeria’s refining rebirth is finally underway—led by the recently launched Dangote Refinery, the world’s largest single-train refinery, and bolstered by resurgent state facilities, modular entrants, and smart policy reforms. If execution holds, the country is on the cusp of reclaiming refining independence and shoring up its foreign exchange reserves.",
      "authors": [
        "Hans Thaulow",
        "Hans Henrik Thaulow Is An Oslo-Based Journalist Who Has Been Covering The Shipping Industry For The Last Years. As Well As Some Work For The Informa Group",
        "Hans Was The China Correspondent For Tradewinds. He Also Contributes To Maritime Ceo Magazine. Hans",
        "Shipping Background Extends To Working As A Shipbroker Trainee With Simpson",
        "Spence",
        "Young In Hong Kong.",
        "Martyn Benson",
        "Lewis Lack",
        "Chris Osborne",
        "A Concerned Mariner"
      ]
    },
    {
      "title": "OOCL admits upcoming US port fees will have ‘relatively large impact’",
      "link": "https://splash247.com/oocl-admits-upcoming-us-port-fees-will-have-relatively-large-impact/",
      "date": "2 days ago",
      "snippet": "Orient Overseas (International) Ltd (OOIL), the listed entity of Hong Kong container line OOCL, has conceded that October's likely introduction of extra...",
      "text": "Orient Overseas (International) Ltd (OOIL), the listed entity of Hong Kong container line OOCL, has conceded that October’s likely introduction of extra port fees for Chinese-linked tonnage could be painful.\n\nOOCL, owned by China’s COSCO, posted its interims yesterday in which it noted in a release that the potential extra port charges levied by the US on Chinese carriers will have a “relatively large impact”.\n\nIn April, the US Trade Representative detailed plans to start charging China-linked tonnage calling at US ports from the middle of October this year, in a bid to both curb China’s dominance in the field of shipbuilding as well as boost domestic shipyard capabilities.\n\nBoth OOCL and parent COSCO, part of the Ocean Alliance, have already started taking action – launching transpacific services, for instance, that avoid the US and make for Mexico instead.\n\nOOIL did add that ongoing disruption could actually help boost its bottom line.\n\n“[A]s global trade patterns shift to becoming more regional, market divergence may occur, or there may be delayed or deferred responses due to extended or restructured supply chains, all of which may be potentially creating opportunities for shipping companies to refine their strategies in segmented markets,” OOIL stated, adding: “Geopolitical uncertainties still significantly influence the shipping market. If the situation in the Red Sea was a defining factor which contributed to the strong performance of the container shipping market in 2024, then the ongoing changes in tariff policies and trade disputes have undoubtedly played a decisive role in shaping market trends in the first half of 2025.”\n\nOOIL posted stronger interim earnings yesterday. Revenue for the first half of 2025 came in at $4.88bn, up 5% from the same period in 2024, while profit attributable to equity holders rose nearly 15% to $954m.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Martyn Benson"
      ]
    },
    {
      "title": "Do dual-fuel engines bring dual trouble or double opportunity?",
      "link": "https://splash247.com/do-dual-fuel-engines-bring-dual-trouble-or-double-opportunity/",
      "date": "5 days ago",
      "snippet": "Philippos Ioulianou, managing director of EmissionLink, writes for Splash today. As the clock ticks down to FuelEU enforcement in January and the...",
      "text": "Philippos Ioulianou, managing director of EmissionLink, writes for Splash today.\n\nAs the clock ticks down to FuelEU enforcement in January and the International Maritime Organization’s 2050 net-zero target looms, dual-fuel engines have become the frontline tool for navigating tightening emissions rules.\n\nBut there’s a catch. Owning a dual-fuel engine doesn’t mean you’re ready to benefit from an emission-free future. Managing one well requires diligence and monitoring systems which can spell double trouble if not handled properly.\n\nFor example, the flexibility of LNG/VLSFO or methanol/MGO setups can help operators juggle regional rules, fuel pricing, and emissions constraints. However that same flexibility introduces a degree of complexity. Fuels like VLSFO degrade quickly, and unless crews are monitoring quality closely, it can cause performance issues or even non-compliance. Switching between fuel types also demands flawless execution, one miss-step risks engine damage or unexpected emissions spikes. In addition, the performance of the engine has to remain consistent across different combustion requirements, no small achievement when conditions are subject to change mid-voyage.\n\nIn addition, FuelEU regulations raise the bar on compliance from annual reporting to voyage-by-voyage scrutiny. Real-time data is no longer a nice-to-have, it’s a requirement. Operators must know exactly which fuel was used, where, and how it performed. They need to be able to demonstrate that emissions stayed within limits and prove that they can spot and fix problems before they escalate. Decarbonisation has become a daily discipline, and anyone still relying on spreadsheets or best guesses is already falling behind.\n\nThis level of scrutiny requires data discipline. It’s why tools like EmissionLink are being used to help operators consolidate live emissions data, align it with fuel usage, and create a trusted, auditable trail for both regulatory bodies and commercial partners. Without such systems, shipowners risk relying on incomplete logs, manual reporting, and unverifiable claims, none of which will stand up in a compliance audit.\n\nBut this isn’t just about staying on the right side of regulators. Dual-fuel engines, when managed properly, can deliver real commercial benefits. Strategically using cleaner fuels on EU legs, for example, can generate FuelEU compliance credits that can be banked, traded, or used to offset emissions elsewhere in the fleet. Also, now charterers are paying attention. They want reliable, real-time emissions data as well as transparency and accountability around fuel switching.\n\nThis is already being written into charterparty clauses. A recent update from London law firm, HFW, reported an increase in claims relating to the management of dual-fuelled vessels, where traditional fuels have not been consumed within their shelf-life, meaning they are no longer fit for use and must be de-bunkered. This practice can present a significant risk for charterers, as the diminution in the value of the de-bunkered fuel is not ordinarily insurable.\n\nAs a result, roles and responsibilities around fuel management and reporting are becoming contractual obligations. Owners who can’t support their claims with data could find themselves locked out of premium charters. Those who do may well be first in line for green corridors and ESG-aligned cargo.\n\nLet’s be honest, at present a lot of ships with dual-fuel engines aren’t fully compliant. Fuel protocols are inconsistent. Data is patchy. Crews aren’t always fully prepared. Whilst this continues there’s also no clear strategy for turning regulatory pressure into commercial advantage.\n\nThe next 12 months will reveal who’s serious about decarbonisation and who’s simply hoping that newer engines and cleaner fuel will be enough. They won’t be. Not without systems to track, people to manage, and strategies to act.\n\nIn this new regulatory era, burning cleaner fuel badly is still a failure and risks turning a decarbonisation solution into just another liability.",
      "authors": [
        "Splash Is Asia Shipping Media S Flagship Title Offering Timely",
        "Informed",
        "Global News The Maritime Industry",
        "Martyn Benson",
        "Lewis Lack",
        "Chris Osborne",
        "A Concerned Mariner"
      ]
    },
    {
      "title": "Performance Shipping tanker heads to Pakistan under year-long charter",
      "link": "https://splash247.com/performance-shipping-tanker-heads-to-pakistan-under-year-long-charter/",
      "date": "5 days ago",
      "snippet": "Greece's Performance Shipping has secured a fresh time charter for one of its tankers, agreeing a year-long fixture with Pakistan National Shipping...",
      "text": "Greece’s Performance Shipping has secured a fresh time charter for one of its tankers, agreeing a year-long fixture with Pakistan National Shipping Corporation (PNSC).\n\nThe 105,304 dwt LR2/aframax P Aliki has been fixed at a daily rate of $30,000 for a firm period of 12 months, with the PNSC holding an option to adjust by plus or minus 15 days.\n\nThe 2010-built vessel is currently completing its third special survey and drydock, with redelivery from yard work expected by mid-September 2025, at which point it will start service with the state-owned carrier.\n\nBefore entering drydock, the P Aliki had been on a six-month charter with Seariver Maritime, a subsidiary of ExxonMobil, at $33,500 per day.\n\nNasdaq-listed Performance said the new charter deal adds around $10.5m in secured revenue, pushing its total charter backlog to about $250.5m based on minimum durations as of the last reporting period.\n\nPerformance chief executive Andreas Michalopoulos called the deal “a meaningful earnings contributor” and emphasized its alignment with the company’s strategy of locking in attractive rates to maintain cash flow visibility.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Martyn Benson",
        "Lewis Lack"
      ]
    },
    {
      "title": "Cadeler Signs Firm Contract with Synera Renewable Energy for Turbine Installation at Taiwan Offshore Wind Farm",
      "link": "https://www.marinelink.com/news/cadeler-signs-firm-contract-synera-529223",
      "date": "2 days ago",
      "snippet": "Cadeler announced that it has signed a firm contract with Synera Renewable Energy (SRE) for the transportation and installation…",
      "text": "Cadeler announced that it has signed a firm contract with Synera Renewable Energy (SRE) for the transportation and installation (T&I) of 35 Siemens Gamesa 14MW wind turbines at the Formosa 4 Offshore Wind Farm in Taiwan. The project will be executed by one of Cadeler’s next-generation M-class wind turbine installation vessels.\n\nThe T&I operations are set to commence in March 2028 and will last approximately 150 days. The revenue from this contract to Cadeler is projected to be between USD$82-94 million (EUR 70-80 million).\n\nThe announcement reflects the execution of a firm contract for a portion of the work contemplated by the reservation agreement Cadeler disclosed in September 2024, which secured two offshore wind projects in the region. Negotiations are ongoing with respect to the second of such offshore wind projects. Cadeler’s partnership with SRE on these projects represents a further step forward in Cadeler’s long-term strategy to advance offshore wind in the Asia-Pacific, supported by the company’s local office in Taipei.\n\nLocated 18 to 20 kilometers off the coast of Miaoli County, Formosa 4 will span an area of 58 square kilometers, with turbines installed at water depths between 57 and 64 meters. Upon completion, the wind farm will provide 495 MW of clean offshore energy, contributing significantly to Taiwan’s green energy supply.",
      "authors": []
    },
    {
      "title": "BOEM Finalizes Environmental Review for Gulf of America Offshore Energy Development",
      "link": "https://www.marinelink.com/news/boem-finalizes-environmental-review-gulf-529226",
      "date": "2 days ago",
      "snippet": "The Bureau of Ocean Energy Management (BOEM) announced the Gulf of America Regional Outer Continental Shelf Oil and Gas Lease…",
      "text": "The Bureau of Ocean Energy Management (BOEM) announced the Gulf of America Regional Outer Continental Shelf Oil and Gas Lease Sales and Post-Lease Activities Final Programmatic Environmental Impact Statement, a milestone in advancing the Trump administration’s American Energy Dominance agenda. The notice of availability will publish in the Federal Register on August 29.\n\nThe environmental impact statement analyzes the potential impacts of a representative oil and gas lease sale and post-lease issuance activities in available areas of the Gulf of America. BOEM manages nearly 3.2 billion acres of the Outer Continental Shelf — an area larger than the nation’s total land acreage — which in fiscal year 2024 produced 667.5 million barrels of oil, representing about 14 percent of total U.S. production.\n\nThe Final Programmatic Environmental Impact Statement:\n\nSupports future proposed Gulf of America Outer Continental Shelf oil and gas activities;\n\nAddresses issues identified from recent litigation over decommissioning and Lease Sale 259; and\n\nServes as a foundation for tiered environmental analyses for post-lease activities, helping streamline future approvals and reduce delays for American energy producers.\n\nThe One Big Beautiful Bill Act requires Gulf of America lease sales on a structured timeline, consistent with the direction of Executive Orders 14154 Unleashing American Energy, 14156 Declaring a National Energy Emergency, Secretarial Orders 3418 Unleashing American Energy, and 3417 Addressing the National Energy Emergency. The law mandates at least 30 Gulf of America lease sales through 2040. The first sale under the new law, Gulf of America Lease Sale \"Big Beautiful Gulf 1” (BBG1), is set for Dec.10, 2025. BOEM will publish the final notice at least 30 days before the sale.\n\nAdditional information can be found here.",
      "authors": []
    },
    {
      "title": "ACUA Ocean Hydrogen-Powered USV Completes 24-Hour Sea Trial",
      "link": "https://www.marinelink.com/news/acua-ocean-hydrogenpowered-usv-completes-529220",
      "date": "2 days ago",
      "snippet": "ACUA Ocean's hydrogen-powered unmanned surface vessel (USV) PIONEER has successfully completed the world's first continuous…",
      "text": "ACUA Ocean's hydrogen-powered unmanned surface vessel (USV) PIONEER has successfully completed the world's first continuous, remote 24-hour offshore operation on zero emissions, marking a breakthrough in the decarbonization of the global maritime sector.\n\nThe sea trials demonstrate the commercial potential of hydrogen power for maritime operations while supporting the UK's ambition to become a world leader in clean maritime innovation.\n\nDuring the trial, PIONEER sailed to the Eddystone Lighthouse, 12 nautical miles from her home berth at Turnchapel Wharf, Plymouth, and performed continued operations at sea for a full 24 hours under hydrogen-electric power, with Cattewater Harbour's Amy Jane on station as her support vessel.\n\nThe vessel's autonomous systems, stability and hydrogen performance were monitored around the clock, generating valuable data now being shared with research partners including the University of Southampton and Machl-UK.\n\nThe achievement follows PIONEER's recent certification under the UK Maritime and Coastguard Agency's Workboat Code Edition 3 Annex 2, a world-first approval for a remotely operated, hydrogen-powered vessel.\n\nThe maritime sector currently accounts for around 3% of global greenhouse gas emissions, with industry drive to find viable zero-emission alternatives. By proving hydrogen's reliability at sea for remote operations, PIONEER sets a new benchmark for how future fleets could dramatically cut carbon, while reducing costs and risks in offshore operations.\n\nPIONEER will be showcased to a global audience at DSEI and London International Shipping Week in September, positioning ACUA Ocean and the UK at the forefront of maritime decarbonization, and autonomy.",
      "authors": []
    },
    {
      "title": "Ship Fuel Quality Holds Steady, says LR Report",
      "link": "https://www.marinelink.com/news/ship-fuel-quality-holds-steady-says-lr-529039",
      "date": "6 days ago",
      "snippet": "LR's latest FOBAS Fuel Insight report highlights broadly steady fuel quality with particular issues around high sediments and chemical contamination…",
      "text": "LR’s latest FOBAS Fuel Insight report highlights broadly steady fuel quality with particular issues around high sediments and chemical contamination, and an increased use of biofuel blends with developments in energy-content measurement.\n\nGlobal bunker fuel quality remained resilient in the first half of 2025 despite growing fuel diversity and tightening environmental regulation, according to Lloyd’s Register’s latest FOBAS Fuel Insight report.\n\nThe findings highlight how improved testing, data sharing and operational practices are supporting shipowners as they adapt to cleaner blends and stricter sulphur limits.\n\nAnalysis of fuels tested by LR’s Fuel Oil Bunkering Analysis and Advisory Service (FOBAS) shows that the vast majority met specification and were fit for purpose – 3.5% of very low sulphur fuel oil (VLSFO) fuel samples were off-spec, but only a small fraction of these were unusable. For example, 0.6% of VLSFO samples exceeded the 0.53% 95% confidence range of the 0.50%m.m MARPOL Annex VI limit. Sediment stability also showed varied performance at major ports, with certain ports facing continued problems while others providing much more stable fuel. Distillate fuels continued to demonstrate predictable behaviour, remaining the premium choice for operations requiring tighter quality control.\n\nSustainability and fuel diversity are key trends in the H1 2025 findings. Uptake of FAME-based biofuel blends, notably B30 RF, is increasing across ports including Singapore, Algeciras and Antwerp. This is being driven by regulatory clarity from MEPC 83 and ISO 8217:2024, which confirmed that blends up to 30% are treated as conventional fuels, simplifying NOx compliance. FOBAS testing to date has found no systemic operational issues with these blends, with most quality considerations linked to the conventional fuel components.\n\nThe report also notes a growing shift to direct calorific value measurement, using ASTM D240 Bomb Calorimetry, to more accurately account for the lower energy content of biofuel blends. Early adopters report more precise consumption forecasting, improved voyage planning and reduced cost variability.\n\nRegulatory change has also continued to shape fuel decisions. From 1 May 2025, the Mediterranean’s designation as a Sulphur Emission Control Area (SECA) brought a 0.10% sulphur limit into force, prompting operators to fine-tune fuel management strategies alongside preparations for EU and FuelEU Maritime requirements.\n\nUsman Muhammad, FOBAS Product Manager, said: “Shipowners today face a more complex fuel landscape than ever before. Our latest findings show that quality remains high and compliance strong, but also that success increasingly depends on proactive testing, data-driven decision-making and close cooperation between suppliers and operators. This approach will be essential as the industry accelerates its transition to low- and zero-carbon fuels.”\n\nRead the latest FOBAS Fuel Quality Report here.",
      "authors": []
    },
    {
      "title": "Maritime Power Insights: Will Watson, Marine Product Manager, Caterpillar",
      "link": "https://www.marinelink.com/news/maritime-power-insights-watson-marine-529064",
      "date": "6 days ago",
      "snippet": "Cat Pushes Forward on Hybrid Electric Solutions, Alternative Fuels. As the maritime industry continues its transformation driven by decarbonization mandates...",
      "text": "Cat Pushes Forward on Hybrid Electric Solutions, Alternative Fuels\n\nAs the maritime industry continues its transformation driven by decarbonization mandates, OEMs like Caterpillar are central to paving the path. Will Watson, Marine Product Manager, Caterpillar, discusses latest efforts by the company to unlock the potential with hybrid electric and alternative fuel solutions.\n\nKey Takeaways to Caterpillar Marine’s Hybrid Propulsion\n\n•Hybrid Propulsion Systems: Diesel + battery solutions optimized for fuel savings and emission control.\n\n•Dual-Fuel Engines (Methanol): 3500-series engine platform capable of burning methanol or conventional fuels.\n\n•Digital Monitoring: Integration of Caterpillar’s land-based telematics and asset management platforms.\n\n•Cross-Sector R&D: Synergies with Caterpillar divisions developing hydrogen, electrification, and fuel flexibility.\n\nAs the maritime industry accelerates its transition toward low- and zero-emission propulsion, the big engine manufacturers – which have spent the last century evolving the efficiency and robustness of its engine line-ups – are today gearing up for a hybrid future, a future that for the next generation still includes traditional marine engines.\n\nBut that future engine room is already starting to morph to hybrid, with the inclusion of battery banks to help cut or eliminate emissions in particularly sensitive areas; with the preparation to burn now, or in the future, a long list of potential future fuels. While “decarbonization” is more often than not the headline, trust that fuel efficiency is the payoff vessel owners seek.\n\nIt would stand to reason that the big OEMs – with the heft of scale across industries and R&D budgets that can help them look further ahead – are best positioned to benefit, and in the workboat sector there are few better positioned than Caterpillar.\n\nWith a global product portfolio spanning marine, land-based, and industrial markets, Caterpillar Marine is tapping into deep R&D investments across sectors to develop flexible propulsion solutions for tugboats, offshore vessels, and ferries. At the heart of this effort is Mass Maritime-graduate Will Watson, Marine Product Manager, Caterpillar, who is helping to steer the company’s focus on hybrid systems, methanol-fueled engines and vessel design flexibility. “There’s probably no time like it in the maritime industry,” he said. “We’re seeing a tremendous openness to exploring new technologies, balanced by uncertainty over which path will ultimately dominate. The one constant is that the conversation is happening across all corners of the industry.”\n\n\n\n\n\nHybrid Systems\n\nCaterpillar is actively helping vessel owners evaluate hybrid propulsion systems as a means to reduce emissions and operating costs without abandoning the reliability of internal combustion. “When owners come to us, the first question we ask is: ‘What’s your primary goal?’” Watson explained. “Whether it’s reducing operating costs, hitting emissions targets, or qualifying for a tender, that goal shapes the right solution.”\n\nHybrid systems—typically comprising traditional diesel engines supplemented with energy storage—can offer measurable benefits in fuel savings and emissions reductions, particularly in workboat applications with variable load profiles. “You’re not necessarily replacing all your engines with batteries,” Watson said. “Instead, you’re sizing the battery system to optimize efficiency for your specific operating profile.”\n\nHe added that the payback period often depends on fuel cost savings or regulatory compliance benefits. In emission-restricted zones, hybrid systems may be essential simply to operate. In other cases, operational savings alone justify the investment. “It’s about finding that balance between upfront CapEx and long-term OpEx reduction.”\n\n\n\n“When owners come to us, the first question we ask is: ‘What’s your primary goal?’ Whether it’s reducing operating costs, hitting emissions targets, or qualifying for a tender, that goal shapes the right solution.”\n\nWill Watson, Marine Product Manager, Caterpillar\n\nMethanol: A Viable Option for Workboats\n\nBeyond hybridization, Caterpillar is investing in combustion technologies that can accommodate alternative fuels—particularly methanol. While land-based divisions of the company are exploring hydrogen, Caterpillar Marine sees alcohol-based fuels like methanol as a more practical near-term solution for maritime operators.\n\n“From a handling and storage standpoint, methanol makes a lot of sense,” Watson said. “It’s a liquid fuel, familiar to many ship operators, and it offers a clear emissions advantage.”\n\nCaterpillar’s dual-fuel engine development strategy centers on fuel flexibility. The goal is to allow a vessel operator to start with diesel or HVO, and later transition to methanol without replacing the engine. “We’re designing engines to be agnostic, to evolve with whatever fuel becomes available or economically viable over the life of the vessel.”\n\nWatson stressed the importance of designing vessels now with future fuel flexibility in mind. “Shipowners don’t always know today what fuel will be available at their ports tomorrow. So we work closely with naval architects and owners to design vessels that can be retrofitted or adapted in five, 10 or even 20 years.”\n\n\n\n\n\nThe Damen Tug Project\n\nA high-profile examples of Caterpillar’s alternative fuel initiative is its collaboration with Damen Shipyards to deliver a methanol-powered tug using Caterpillar’s 3500-series dual-fuel engine. “This project illustrates everything we’ve talked about; collaboration, flexibility, and forward-looking design,” Watson said.\n\nThe joint development involves shared learning across both companies: engine operation, vessel integration, fuel handling, and real-world performance expectations. “It’s a living test case for how we bring methanol propulsion from the lab to the water,” Watson said. “We’re not just building a one-off. We’re creating a template for future vessels.”\n\n\n\n\n\nDigitalization, too\n\nAnother strategic advantage Caterpillar brings to the maritime sector is its access to a wider industrial ecosystem. Lessons learned from the company’s work in construction, transportation, and energy are feeding directly into marine solutions. “I talk regularly with product managers in other segments,” Watson said. “While we focus on methanol, others are advancing hydrogen or full electric solutions. Those insights help shape our development priorities.”\n\nThat cross-sector experience is especially valuable in digitalization, where Caterpillar’s expertise in connected assets and performance monitoring is being applied to maritime operations. “Whether it’s predictive maintenance or energy management, the digital tools we’re developing elsewhere are directly transferrable to vessels,” Watson said.\n\nLooking ahead, Watson urged shipowners and designers to build in flexibility from the outset. Whether planning for batteries, alternative fuels, or future regulations, early-stage decisions will determine whether a vessel can adapt over decades of service.\n\n“Think about battery placement, deck space, tank configuration,” he advised. “If you don’t plan for change now, your vessel could become obsolete faster than you expect.”\n\n\n\nWith a seemingly dizzying array of choices to make, Watson emphasizes the basics: “There’s no one-size-fits-all solution. But with the right tools, data, and design strategy, we can help owners navigate whatever comes next.”\n\nWatch the full interview with Will Watson on Maritime Reporter TV:\n\n\n\n",
      "authors": []
    },
    {
      "title": "Pulje på 40 mio. kr. fra Den Danske Maritime Fond skal bidrage til at gøre Vækstteams anbefalinger til virkelighed",
      "link": "https://danishshipping.dk/seneste-nyt/2025/pulje-paa-40-mio-kr-fra-den-danske-maritime-fond-skal-bidrage-til-at-goere-vaekstteams-anbefalinger-til-virkelighed/",
      "date": "4 days ago",
      "snippet": "Den Danske Maritime Fond vil over de næste to år investere 40 mio. kroner i projekter, der skal være med til at omsætte anbefalingerne fra Vækstteamet for...",
      "text": "Danske Rederier støtter fuldtonet op om Vækstteamets anbefalinger til styrkede rammevilkår, der skal være med til at fremtidssikre Danmark som maritim stormagt. Derfor bliver dagens nyhed fra Den Danske Maritime Fond selvsagt også taget godt imod.\n\n”Det er helt afgørende for dansk skibsfarts fortsatte succes i en omskiftelig og urolig verden, at vores industri har kon­kur­ren­ce­dyg­ti­ge rammevilkår. Vækstteamets anbefalinger er den helt rigtige vej at gå, og Den Danske Maritime Fonds prioritering af en særlig og stor pulje til anbefalingerne vil være med til at sikre, at vi rykker hurtigere i den rigtige retning. Det er godt set af Fonden, at de på denne måde kan være med til at løfte vigtige dagsordener – for både Fonden, dansk skibsfart og vores land – som grøn omstilling, innovation og iværksætteri på en måde, hvor vi samtidig kan være kon­kur­ren­ce­dyg­ti­ge på globalt plan. Jeg ser meget frem til at følge arbejdet med de projekter, som Fonden vælger at støtte de kommende år,” siger Anne H. Steffensen, adm. direktør i Danske Rederier.\n\nDagens nyhed vækker glæde også i regeringen:\n\n”Danmark er en stolt søfartsnation, og vi står i en stærk position til at accelerere den grønne omstilling af skibsfarten. Men som resten af dansk erhvervsliv står Det Blå Danmark overfor nye udfordringer med geopolitiske spændinger og han­dels­bar­ri­e­rer. Derfor er investeringen fra Den Danske Maritime Fond et stærkt signal om, at vi står samlet om at sikre et grønnere og mere globalt kon­kur­ren­ce­dyg­tigt blåt Danmark. Fonden bidrager direkte til, at Vækstteamets anbefalinger ikke blot forbliver ord. De bliver omsat til reel udvikling, der sikrer den grønne kurs for Det Blå Danmark,” siger er­hvervs­mi­ni­ster, Morten Bødskov i en pres­se­med­del­el­se fra Den Danske Maritime Fond.\n\nFoto: Den Danske Maritime Fond",
      "authors": []
    }
  ]
}