{
  "timestamp": "2025-05-26T13:22:39.602807",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "Grøn omstilling kræver dyb integration af forretningen og stærk ledelse",
      "link": "https://finans.dk/debat/ECE18200864/groen-omstilling-kraever-dyb-integration-af-forretningen-og-staerk-ledelse/",
      "date": "for 10 timer siden",
      "snippet": "Det er en udfordring at omstille sin forretning i overensstemmelse med Parisaftalen for stort set alle virksomheder. For at lykkedes er dyb...",
      "text": "Grøn omstilling kræver dyb integration af forretningen og stærk ledelse Det er en udfordring at omstille sin forretning i overensstemmelse med Parisaftalen for stort set alle virksomheder. For at lykkes er dyb forretningsintegration og forandringsledelse vigtige ingredienser. Debat 26. maj 2025 kl. 05:50 Føj til læseliste Gem Christian Engkrog Partner, The Footprint Firm\n\nDette er en kommentar: Finans bringer løbende kommentarer fra specialister og meningsdannere. Alle kommentarer er udtryk for den pågældende skribents egen holdning.\n\nChristian Engkrog\n\nBehovet for et mere omfattende og gennemgribende værktøj og rapporteringskrav har gjort begrebet klimatransitionsplaner til overskriften på den næste bølge i indsatsen for virksomheders grønne omstilling.\n\nPer definition bør transitionsplanen sætte retningen og indeholde de krævede aktiviteter, der hjælper virksomheder med at tilpasse til en lavemissionsøkonomi…",
      "authors": [
        "Christian Engkrog"
      ]
    },
    {
      "title": "Vi halter bagefter den grønne omstilling og forbruger olie nærmest som i 90'erne",
      "link": "https://www.altinget.dk/forsyning/artikel/energi-og-forsyningsordfoerer-der-loves-en-groen-fremtid-men-der-forbruges-stadig-som-i-90erne",
      "date": "for 10 timer siden",
      "snippet": "Vi ser i denne tid en politisk fortælling om en grøn omstilling i fuld fart. Men det reelle energiforbrug rykker sig stort set ikke, og kigger man længere...",
      "text": "Dette indlæg er alene udtryk for skribentens egen holdning. Alle indlæg hos Altinget skal overholde de presseetiske regler.\n\nVi ser i denne tid en politisk fortælling om en grøn omstilling i fuld fart. Men det reelle energiforbrug rykker sig stort set ikke, og kigger man længere frem, er det ikke sandsynliggjort, at vi hverken når 2045- eller 2050-målene. Det kan hænge sammen med, at vi halter bagud på selve omstillingen – noget staten i virkeligheden selv kan være skyld i, når der ikke er tryghed om hverken retning eller forsyningssikkerhed.\n\nLæs også\n\nFor hvem tør skifte opvarmningsform eller lægge investeringer om, når meldingerne fra Christiansborg er uklare, og forsyningssikkerheden er under pres? Den nye energi- og forsyningspolitiske redegørelse R13 bliver behandlet i Folketinget i maj. Den fortæller om gigawatt grøn strøm, brint og forsinkelser i elnettet. Den beskriver, hvem der bruger energien i Danmark, og hvilke sektorer der forventes at stå for stigningen i forbruget. Og den deler den glade nyhed om, at det tyder på, at vi kan nå 70 procent målet. Vi mangler en ærlig drøftelse af, hvordan forbruget bliver påvirket af energi- og forsyningspolitikken. Dina Myrup Raabjerg Men samtidig skjuler den en vigtig pointe: Vores samlede energimix flytter sig ekstremt langsomt. På trods af alle mål og midler er olie, gas og biomasse nemlig stadig dominerende kilder. En af de ting, vi endnu har til gode at diskutere i år, er nemlig sammensætningen af energiforbruget i Danmark. Altså: Hvilke energikilder bruger vi i landet, og hvor stor en andel udgør de hver især? Vi mangler en ærlig drøftelse af, hvordan forbruget bliver påvirket af energi- og forsyningspolitikken, og hvorfor tallene ikke rykker sig nævneværdigt fra år til år. For en vellykket grøn omstilling kræver nemlig både produktion, distribution og forbrug. Hvis efterspørgslen efter grønne energikilder udebliver, så er det et tegn på, at noget ikke lykkes. Og det er lige præcis dét billede, som Energistyrelsens foreløbige statistik for energiforbruget i 2024 tegner. Ifølge Energistyrelsens foreløbige energistatistik for 2024 fyldte olie 37 procent af Danmarks samlede energiforbrug – stort set den samme andel som i 2020 (36 procent) og 2010 (37 procent). Intet nyt under solen dér. Naturgas fylder otte procent, nøjagtig som året før. Udfasningen af naturgas går langsommere, end det har været forventet. Biomassen udgør i 2024 hele 25 procent, hvilket er året med det største forbrug af biomasse nogensinde. Biomasse indregnes teknisk som en grøn energikilde, selvom de fleste er enige om, at den ikke er rigtig grøn. Læg dertil, at vi importerer store mængder træ for at brænde det af som biomasse i fjernvarmen.\n\nLæs også\n\nOg sandheden er, at andelen af grøn energi fra sol, vind og biogas i forbruget af energi kun er steget ét eneste procentpoint det seneste år og nu svarer til 22 procent af det danske energiforbrug. Mit gæt er, at når danskerne hører om opnåelige 70 procent-mål og masser af billig grøn strøm, så tror de – og de danske virksomheder – at den grønne strøm udgør langt mere end de faktiske 22 procent. Zoomer man ud og ser på udviklingen siden 1990, er billedet lige så sigende: Kul og koks er faldet fra 34 procent til tre procent. Naturgas – som er en fossil energikilde – ligger tæt på andelen i 1990 (ti procent), hvilket er for højt i en tid, hvor vi burde have været i gang med udfasningen.\n\nLæs også\n\nOlie er kun faldet fra 46 procent til 37 procent. Det, der for alvor er vokset, er biomasse – fra fem procent i 1990 til 25 procent i 2024. Altså en femdobling. Affald ligger stabilt på to-tre procent, og nettoimporten af el er stadig lav: to procent i 2024. Det viser, at vores reelle grønne energiforbrug primært har rykket sig ved, at vi har byttet kul ud med importeret træ. Det rejser de oplagte spørgsmål: Hvorfor går det så langsomt? Og hvorfor flytter danskerne ikke mere på sit forbrug af energikilder? I den grønne omstilling er der skabt usikkerhed for både borgere, kommuner og virksomheder. Borgerne og kommunernes varmeplaner står for eksempel i stampe, fordi vi ikke giver klare meldinger om udfasning af gas. Regeringens NEKST-arbejdsgruppe anbefalede i foråret 2024, at ikke al gas til opvarmning burde udfases. Og den diskussion har udmeldinger fra et af regeringspartierne blot forstærket ved at indikere, at op mod 100.000 danskere skal have lov til at beholde gasfyret. Når vi ikke kan levere sikre løsninger og klare meldinger, så vælger borgerne og virksomhederne at vente. Dina Myrup Raabjerg Kommunerne kommer derfor ikke videre i varmeplanlægningen. Og der investeres dermed ikke i nye grønne energikilder til opvarmning gennem nye fjernvarmeprojekter. På samme måde forholder industrien sig til elforsyningen. Flere steder kan elnettet ikke klare en stigende efterspørgsel. Erhvervsforeninger deler bekymringer om virksomheder, der bliver bedt om at skrue ned for køleanlæg. Og de deler bekymringer om, at der ikke vil være tilstrækkelig elforsyning. Den slags kan industrien ikke holde til, da de er dybt afhængige af stabil energiforsyning for at kunne producere til deres kunder. Energinets egen status viser, at forsyningssikkerheden er under stigende pres. Ifølge deres fremskrivning vil danskerne i 2034 stå uden strøm i gennemsnit 8-30 minutter om året – afhængigt af, hvor meget vi kan importere fra udlandet. I dag er tallet tre minutter. Og Energistyrelsen vurderer, at vi nærmer os 17 minutter. De tal er gennemsnit – i praksis kan det betyde, at nogle danskere – og herunder store virksomheder – oplever langt længere afbrydelser, mens andre ikke rammes. I situationer med kulde og høj efterspørgsel i Tyskland, Sverige og Norge kan vi ikke regne med at kunne importere os ud af problemerne. Resultatet er utvivlsomt, at tilliden til stabile løsninger og krav fordamper som dug for solen hos både kommuner, virksomheder og borgere. Og når vi ikke kan levere sikre løsninger og klare meldinger, så vælger borgerne og virksomhederne at vente. Det er ikke modstand – det er sund fornuft.\n\nLæs også\n\nKigger man nøgternt på udviklingen, er det ikke kapaciteten i VE-udbygningen, der lige nu ligner den største barriere for grøn omstilling. Det er tilliden. Tillid til, at der er en plan, der holder. Tillid til, at forsyningen er stabil. Og tillid til, at staten ikke ændrer kurs midt i omstillingen. Derfor er det helt afgørende, at vi i den kommende folketingssamling tager fat på det fundamentale spørgsmål: Hvordan genetablerer vi tilliden til den grønne omstilling? Det kræver ikke bare nye mål og flere puljer. Det kræver politisk vilje til at stå fast på, hvad der skal udfases, og hvad der skal prioriteres. Det kræver også, at vi begynder at tage spørgsmålet om forsyningssikkerhed langt mere alvorligt. Så virksomhederne kan stole på, at omlægning af energiforbruget bliver en fordel og ikke en streg i regningen. Den grønne omstilling er ikke noget, vi bare kan vedtage. Den skal leves af borgere og virksomheder. Hvis de holder igen, hjælper alverdens rapporter ikke. Så får vi prognoser i stedet for forandringer. Vi kan ikke planlægge os ud af den grønne omstilling uden at forstå efterspørgselssiden. Og vi kan ikke forvente, at nogen følger med, hvis vi ikke selv går foran med ærlige analyser, klare løsninger og tydelige rammer. Hvis vi vil have borgerne og virksomhederne til at skifte gear, skal vi være ærlige – ikke male med skønne politiske budskaber, som står i skærende kontrast til den virkelighed, folk står i. Borgerne og virksomhederne gennemskuer, når budskaber og virkelighed ikke stemmer overens.\n\nLæs også",
      "authors": [
        "Dina Myrup Raabjerg"
      ]
    },
    {
      "title": "Kannibalisering æder appetitten på at investere i grøn omstilling",
      "link": "https://finans.dk/debat/ECE18205375/kannibalisering-aeder-appetitten-paa-at-investere-i-groen-omstilling/",
      "date": "4 dag siden",
      "snippet": "Den danske EU-kommissær med ansvar for energi og boliger, Dan Jørgensen, rammer hovedet på sømmet, når han taler om Europas energifremtid.",
      "text": "Kannibalisering æder appetitten på at investere i grøn omstilling Debat 22. maj 2025 kl. 09:15 Føj til læseliste Gem Kristian Gjerløv-Juel adm. direktør i Centrica Energy Trading\n\nDette er en kommentar: Finans bringer løbende kommentarer fra specialister og meningsdannere. Alle kommentarer er udtryk for den pågældende skribents egen holdning.\n\nKristian Gjerløv-Juel\n\nDen danske EU-kommissær med ansvar for energi og boliger, Dan Jørgensen, rammer hovedet på sømmet, når han taler om Europas energifremtid.\n\nVi står i et energitrilemma, hvor vi både skal levere grøn omstilling, forsyningssikkerhed (som nu også betyder uafhængighed) og konkurrencekraft i industrien – samtidigt. Til gengæld har EU alle muligheder for at…",
      "authors": [
        "Kristian Gjerløv-Juel"
      ]
    },
    {
      "title": "Dansk Mobilitet: Vanvidsregler rammer fornuftige virksomheder",
      "link": "https://www.altinget.dk/transport/artikel/dansk-mobilitet-vanvidsregler-rammer-fornuftige-virksomheder",
      "date": "3 dag siden",
      "snippet": "Vi står midt i en grøn omstilling, hvor mobiliteten i Danmark skal nytænkes. Nye løsninger skal bane vejen for et mere bæredygtigt transportsystem – men vi...",
      "text": "Nye løsninger skal bane vejen for et mere bæredygtigt transportsystem – men vi kommer ingen vegne, hvis vi ikke samtidig rydder op i de regler, der i dag spænder ben for dem, der rent faktisk leverer løsningerne.\n\nLæs også\n\nVi kalder det \"Mindre bøvl – mere vækst og mobilitet\", og det er netop, hvad det handler om.\n\nFor det er ikke væksten, innovationen eller viljen til at bidrage til den grønne omstilling, der mangler blandt danske mobilitetsvirksomheder.\n\nDet er derimod klare, fornuftige og fremtidssikrede rammevilkår. I stedet mødes virksomhederne ofte af uigennemskuelige krav, uforudsigelig sagsbehandling og regler, der ikke er tilpasset virkeligheden.\n\nLov om vanvidskørsel er uretfærdig\n\nEt godt eksempel er de nuværende regler om vanvidskørsel. De blev indført med en forståelig intention – at sætte hårdt ind mod farlige bilister.\n\nMen virkeligheden er, at biludlejere og leasingselskaber i dag risikerer at få deres biler konfiskeret, hvis en kunde kører vanvidskørsel – uanset at virksomheden hverken har ansvar eller mulighed for at forhindre det.\n\nDet er både uproportionalt og uretfærdigt.\n\nFor os handler det ikke om at fjerne kontrol eller svække forbrugersikkerheden. Det handler om at sikre, at reglerne giver mening og understøtter det samfund, vi gerne vil udvikle. Jesper Højte Stenbæk\n\nFungerende sekretariatschef. Dansk Mobilitet\n\nEt andet område er momshåndtering. Her oplever især biludlejningsbranchen, at reglerne er uklare og praksis uforudsigelig.\n\nDet betyder, at virksomheder risikerer store efterregninger – ikke fordi de har forsøgt at snyde, men fordi reglerne er for dårligt definerede.\n\nEndelig foreslår vi at ændre kravet om brugerregistrering ved billeje fra 29 til 90 dage. I dag umuliggør reglerne stort set langtidsleje for private forbrugere – en løsning, som ellers både kan være økonomisk og klimamæssigt fornuftig.\n\nDet er ikke nyt, at virksomheder oplever lovgivningen som en barriere. En analyse fra Dansk Erhverv viser, at netop regulering og administration i dag vurderes som den største hindring for vækst. Det bør give anledning til eftertanke på Christiansborg.\n\nFor os handler det ikke om at fjerne kontrol eller svække forbrugersikkerheden. Det handler om at sikre, at reglerne giver mening og understøtter det samfund, vi gerne vil udvikle. Nemlig et grønt, effektivt og konkurrencedygtigt Danmark.\n\nDerfor håber vi, at vores udspil bliver taget alvorligt – og ikke mindst bliver brugt som afsæt til at skabe bedre vilkår for fremtidens mobilitet.",
      "authors": [
        "Jesper Højte Stenbæk"
      ]
    },
    {
      "title": "Danmarks tredjestørste jordejer fastholder retten til at sige nej til vindmøller",
      "link": "https://www.altinget.dk/artikel/ny-aftale-centraliserer-magten-over-kirkens-jord-men-lokal-vetoret-over-vindmoeller-staar-fast",
      "date": "3 dag siden",
      "snippet": "Folkekirken er Danmarks tredjestørste jordejer. Nu skal styringen af dens store landarealer samles mere centralt – blandt andet for effektivt at trække...",
      "text": "ARKIVFOTO: Èn ting er at lægge et område om til smuk blomstereng eller skov - det vil færre værre imod. Men det at få solceller og vindmøller i baghaven har en helt anden karakter,\" siger S-ordfører.\n\nFoto: Mads Claus Rasmussen/Ritzau Scanpix",
      "authors": [
        "Karl Emil Frost"
      ]
    },
    {
      "title": "Bødskov modsætter sig ønske fra Merz og Macron: Vil ikke skrotte grøn lov",
      "link": "https://www.altinget.dk/erhverv/artikel/boedskov-modsaetter-sig-oenske-fra-merz-og-macron-vil-ikke-skrotte-groen-lov",
      "date": "4 dag siden",
      "snippet": "Der er udbrudt kamp om EU-lov, der pålægger virksomheder et ansvar for klima og miljø i deres værdikæder. Mens store lande helt vil af med loven,...",
      "text": "22. maj 2025 kl. 14.30\n\nDer er udbrudt kamp om EU-lov, der pålægger virksomheder et ansvar for klima og miljø i deres værdikæder. Mens store lande helt vil af med loven, vil den danske regering arbejde for at bevare den.",
      "authors": [
        "Peter Ingemann Nielsen"
      ]
    },
    {
      "title": "Hofors strategichef stopper",
      "link": "https://www.altinget.dk/klima/artikel/hofors-strategichef-stopper",
      "date": "1 dag siden",
      "snippet": "Marianne Jeppesen har efter knap fire år som strategichef forladt Hofor. Det skriver hun på LinkedIn. Hun har blandt andet arbejdet med klimasikring,...",
      "text": "Staten skal betale op til 55 milliarder kroner for at få nye havvindmøller i Nordsøen og Kattegat – stik mod tidligere udbud, hvor selskaberne selv betalte. Ajour ser nærmere på kovendingen med afsæt i Ursula von der Leyens besøg i Esbjerg for tre år siden og i et DR-interview med Dan Jørgensen på 33 sekunder.",
      "authors": [
        "Nynne Madsen"
      ]
    },
    {
      "title": "Ingienører: Energimærket skal motivere til renovering – ikke nedrivning",
      "link": "https://www.altinget.dk/by/artikel/ingienoerer-energimaerket-skal-motivere-til-renovering-ikke-nedrivning",
      "date": "for 13 timer siden",
      "snippet": "Energimærket skal drive renoveringer – ikke presse alle bygninger ind i samme skabelon, som reducerer værdien af den eksisterende bygningsmasse.",
      "text": "I maj mødtes folketingets Klima-, Energi- og Forsyningsudvalg til et ekspertmøde om implementering af det reviderede bygningsdirektiv. Foreningen af Rådgivende Ingeniører mener, at energimærkningen skal styrke mulighederne for renovering og bevarelse af den eksisterende bygningsmasse – ikke svække dem.\n\nDet reviderede bygningsdirektiv kan skabe udfordringer ved energimærkningen og sætter bygningernes ejere i et dilemma: Kan det betale sig at renovere, eller bliver man nødt til at rive ældre bygninger ned?\n\nLæs også\n\nBygningsejerne vil gerne bidrage til den grønne omstilling. Revision af bygningsdirektivet er en gylden mulighed for at give bygningsejerne den viden, de har brug for med henblik på at fremtidssikre deres bygninger energimæssigt. Denne mulighed må ikke forpasses!\n\nDermed bliver energimærket mindre brugbart og mindre motiverende for bygningsejerne. Resultatet bliver, at renoveringer udskydes – eller at ældre bygninger fravælges og risikerer nedrivning, selv når de kunne være forbedret og bevaret.\n\nRevisionen er derfor en kærkommen mulighed for at udvikle energimærket fra et passivt dokument til et aktivt beslutningsværktøj, der konkret viser bygningsejere, hvordan de energimæssigt kan fremtidssikre netop deres ejendom.\n\nLæs også\n\nBygninger renoveres typisk en gang hvert 30. år og med bygningsdirektivets krav om at nå en nul-emissionsbygningsmasse i 2050, er det derfor afgørende, at der nu tilvejebringes den viden, der ud fra den enkelte bygnings karakteristika, afspejler bygningens energimæssige potentiale.\n\nDet gør bygningsejerne i stand til konkret at renovere, så den enkelte bygning når målsætningerne for 2050. Hvis energimærket ikke tager højde for forskellige bygningskarakteristika, fratager det bygningsejerne et af de vigtigste værktøjer til at træffe informerede valg.\n\nDet er nu, vi har chancen for at skabe et energimærke, der fremmer den grønne omstilling frem for at modvirke den!\n\nEn løftestang for grøn finansiering\n\nEt præcist og differentieret energimærke er ikke kun et informationsværktøj – det er også en vigtig løftestang for investeringer og grøn finansiering. Energimærket bliver i høj grad brugt af banker og investorer som kriterium for, hvilke ejendomme der kan opnå finansiering på fordelagtige vilkår.\n\nEnergimærket skal hjælpe med at finde den bedste vej frem for den enkelte bygning – uanset alder, type og stand. Majbrit Juul, Amdi Hauge Schjødt Worm og Peter Noyé\n\nDet er især ved ejendomshandler, at energimærket for alvor bliver taget i brug – og her det virkelig kan gøre en forskel.\n\nNår en bygning skifter hænder, er det ofte netop dér, de store beslutninger om renovering og investering i energieffektivisering træffes. Derfor er det afgørende, at energimærket giver indsigt i, hvor marginalinvesteringerne giver størst effekt.\n\nHvis vi ensretter mærkningen og ignorerer bygningsdiversitet, forsvinder mulighederne for at løfte værdien af ældre bygninger gennem målrettede forbedringer.\n\nDet vil stille store dele af den eksisterende bygningsmasse uden for det grønne finansieringsfelt – og det vil være et tilbageslag for både ejere, investorer og klimaet.\n\nEnergimærket skal afspejle virkeligheden\n\n\n\nNår vi i Foreningen af Rådgivende Ingeniører taler for et mere differentieret og fagligt funderet energimærke, er det ikke for at gøre processen tungere. Det er for at sikre, at energimærket fortsat giver boligejere relevant viden om deres bygning og reelle handlingsmuligheder.\n\nEnergimærket skal hjælpe med at finde den bedste vej frem for den enkelte bygning – uanset alder, type og stand.\n\nFor det er netop, når energimærket afspejler virkeligheden, at det kan understøtte den udvikling, vi har brug for: mere bevaring, færre nedrivninger og flere målrettede energirenoveringer.\n\nOpdateringen af energimærket er en unik mulighed for at sikre, at Danmarks eksisterende bygningsmasse bliver en aktiv del af den grønne omstilling.",
      "authors": [
        "Majbrit Juul"
      ]
    },
    {
      "title": "Grønne organisationer: Danmarks Fiskeriforening skader tilliden til erhvervet",
      "link": "https://www.altinget.dk/miljoe/artikel/groenne-organisationer-fiskeriforeningens-kreative-omgang-med-klimafakta-skader-det-noedvendige-samarbejde-om-havet",
      "date": "for 13 timer siden",
      "snippet": "Danmarks Fiskeriforening har længe kørt en hidsig kampagne mod den nødvendige omstilling af fiskeriets negative påvirkning af havbund og klima.",
      "text": "Danmarks Fiskeriforening har længe kørt en hidsig kampagne mod den nødvendige omstilling af fiskeriets negative påvirkning af havbund og klima.\n\nKampagnen har desværre været virkningsfuld og har haft som mål at fritage erhvervet for en CO2-afgift samt modarbejde etableringen af trawlfrie områder, der skal beskytte sårbare havområder.\n\nMen i fiskeriforeningens forsøg på at bevare fiskeriet med bundslæbende redskaber tyer organisationen til argumenter, der er direkte misvisende og forkerte.\n\nSandheden er, at der næsten ikke har været nogen reel omstilling af fiskeriet. Lars Rasmussen, Christian Fromberg m.fl.\n\nSe alle afsendere i faktaboksen\n\nFor nylig kastede fiskeriforeningens formand, Svend-Erik Andersen, sig ud i et bizart angreb på Danmarks Naturfredningsforenings præsident.\n\nHan mente, at det var \"ufint at hænge fiskeriet ud og påstå, at fiskeriet er det eneste erhverv, der ikke skal betale CO2-afgift frem imod 2030\". Ligesom han i øvrigt slog på tromme for, at fiskeriet ikke skal beskattes hårdere end landbruget.\n\nDet skal han ikke være bekymret for. For i modsætning til landbruget betaler fiskeriet faktisk så godt som ingenting i grønne afgifter. Hverken for deres klimabelastning. Eller for deres øvrige store miljøpåvirkning.\n\nFor fiskeriformanden går elegant udenom, at landbruget allerede nu betaler klimaafgifter for deres energiforbrug — ligesom alle andre brancher i øvrigt gør det. Og ligesom fiskeriet også skulle have gjort fra 1. januar.\n\nNår en landmand fylder diesel på traktoren, betaler han klimaafgift. Derudover indføres der afgifter på lavbundsjorde og kalkning af marker fra 2028, og der er allerede truffet beslutning om en afgift på husdyr — som bekendt fra 2030.\n\nEt betydeligt klimaaftryk\n\nFor mens landbruget kommer til at skulle betale for deres biologiske udledninger, går fiskeriet fri for at betale for deres afledte klimaudledning. Ud over klimagasudledningen fra det enorme energiforbrug i bundtrawlfiskeriet efterlader erhvervet nemlig også et betydeligt klimaaftryk fra havbundspåvirkningen.\n\nNår bundslæbende redskaber trækkes hen over havbunden, skades økosystemerne, og forstyrrelsen frigiver CO2 fra havbunden, som udledes til atmosfæren. Adskillige internationale studier — herunder et dansk — har konkluderet, at denne klimabelastning er betydelig.",
      "authors": [
        "Lars Rasmussen"
      ]
    },
    {
      "title": "Danmarks tredjestørste jordejer fastholder retten til at sige nej til vindmøller",
      "link": "https://www.altinget.dk/etik/artikel/ny-aftale-centraliserer-magten-over-kirkens-jord-men-lokal-vetoret-over-vindmoeller-staar-fast",
      "date": "3 dag siden",
      "snippet": "Presset på folkekirkens tusindvis af frivillige skal lettes, lyder det i ny aftale. Partierne bag vil også fremme grøn omstilling ved at samle magten over...",
      "text": "ARKIVFOTO: Èn ting er at lægge et område om til smuk blomstereng eller skov - det vil færre værre imod. Men det at få solceller og vindmøller i baghaven har en helt anden karakter,\" siger S-ordfører.\n\nFoto: Mads Claus Rasmussen/Ritzau Scanpix",
      "authors": [
        "Karl Emil Frost"
      ]
    },
    {
      "title": "ABS Grants Approval for First U.S. Liquefied CO2 Barge Design",
      "link": "https://gcaptain.com/abs-grants-approval-for-first-u-s-liquefied-co2-barge-design/",
      "date": "2 days ago",
      "snippet": "Classification society ABS has awarded approval in principle (AIP) to Overseas Shipholding Group, Inc. (OSG) for its groundbreaking liquefied carbon dioxide...",
      "text": "Classification society ABS has awarded approval in principle (AIP) to Overseas Shipholding Group, Inc. (OSG) for its groundbreaking liquefied carbon dioxide (LCO2) barge design.\n\nThe vessel, designed as an articulated tug and barge unit (ATB), will be the first of its kind in the United States dedicated to carbon capture projects. The design features medium pressure LCO2 Type-C tanks with a cargo capacity of 20,000 metric tons.\n\nThis development is part of the broader Tampa Regional Intermodal Carbon Hub (T-RICH) project, which aims to handle emissions from Florida industries for transport to regional sequestration sites. The T-RICH facility at Port Tampa Bay is designed to process two million metric tons of CO2 annually, with potential for future expansion.\n\nThe project received substantial backing in April 2024 when OSG secured a $3 million grant from the U.S. Department of Energy for the vessel’s design and engineering. This followed an earlier DOE grant in December 2023 for the T-RICH development.\n\n“The safe transportation of CO2 plays a vital role in the carbon value chain, and ABS is proud to use our expertise as the world’s leading classification society for gas carriers to support this milestone project for U.S. operations,” said Gareth Burton, ABS Senior Vice President, Global Engineering.\n\nThe project addresses a critical infrastructure gap in Florida, which ranks fourth nationally in CO2 emissions from power generation and industrial facilities but lacks pipeline infrastructure for CO2 transport. The ATB will transport captured CO2 from the T-RICH terminal to sequestration sites in the northern Gulf of Mexico.\n\nKent Merrill, Aptamus Vice President of Marine Projects, highlighted that the design team is incorporating green technologies, including plans for the tug to utilize green methanol or other sustainable fuels.\n\nAccording to Sam Norton, OSG’s President and CEO, carbon capture and storage systems are expected to play a crucial role in achieving U.S. carbon reduction goals, potentially contributing up to 30% of total emission reductions needed for net zero by 2050.\n\nThe project is anticipated to create hundreds of new jobs while accelerating the adoption of carbon emission reduction plans among Florida’s industrial facilities.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "NOAA Expects Busier-Than-Normal Hurricane Season",
      "link": "https://gcaptain.com/noaa-expects-busier-than-normal-hurricane-season/",
      "date": "3 days ago",
      "snippet": "NOAA's latest outlook predicts an above-normal 2025 Atlantic hurricane season, with a 60% chance of exceeding typical storm activity between June 1 and...",
      "text": "NOAA’s latest outlook predicts an above-normal 2025 Atlantic hurricane season, with a 60% chance of exceeding typical storm activity between June 1 and November 30.\n\nForecasters anticipate 13 to 19 named storms, including 6-10 hurricanes, with 3-5 potentially reaching major hurricane status of Category 3 or higher. NOAA maintains a 70% confidence level in these predictions.\n\nSeveral environmental factors contribute to this forecast, including ENSO-neutral conditions, above-average ocean temperatures, and weak wind shear. The Atlantic Basin continues to experience elevated heat content and reduced trade winds, creating favorable conditions for storm development.\n\n“NOAA and the National Weather Service are using the most advanced weather models and cutting-edge hurricane tracking systems to provide Americans with real-time storm forecasts and warnings,” said Commerce Secretary Howard Lutnick.\n\nThe forecast comes with significant technological improvements, including an upgraded Hurricane Analysis and Forecast System expected to improve tracking and intensity forecasts by 5%. Additionally, NOAA’s National Hurricane Center will now issue tropical cyclone advisories up to 72 hours before potential impacts.\n\nThe agency’s emphasis on enhanced forecasting follows a destructive 2024 season, during which Hurricane Helene caused devastating flooding in North Carolina with over 30 inches of rainfall.\n\n“NOAA is critical for the delivery of early and accurate forecasts and warnings, and provides the scientific expertise needed to save lives and property,” said Acting NOAA Administrator Laura Grimm.\n\nThe alphabetical list of 2025 Atlantic hurricane names as chosen by the World Meteorological Organization.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "MSC ship sinks off the coast of India",
      "link": "https://splash247.com/msc-ship-sinks-off-the-east-coast-of-india/",
      "date": "8 hours ago",
      "snippet": "The Liberian-flagged container ship MSC Elsa 3 has sunk approximately 38 nautical miles southwest of Kochi, with concerns growing over potential...",
      "text": "The Liberian-flagged container ship MSC Elsa 3 has sunk approximately 38 nautical miles southwest of Kochi, with concerns growing over potential environmental fallout along Kerala’s coast.\n\nThe 28-year-old, 184 m long vessel, en route from Vizhinjam to the Port of Cochin, began listing severely early Saturday. The ship, which carried 640 containers—including 13 with hazardous cargo—and over 450 metric tonnes of marine fuel, eventually capsized and sank on Sunday morning, about 14.6 nautical miles offshore.\n\nThe vessel issued a distress call at 08:00 UTC on Saturday after reporting a 26-degree list to starboard. Indian Navy and Coast Guard teams mounted a swift response, rescuing 21 crew members on Saturday and the remaining three early Sunday as conditions worsened.\n\n“The weather was rough, and there must have been some internal issues within the vessel,” said Captain Alexander Ivanov, the MSC ship’s master. “We are grateful to the Indian Navy and Coast Guard for their efforts and flawless communication.”\n\nThe incident has triggered a high-level environmental response. Over 100 containers are believed to have fallen into the Arabian Sea, with at least 25 confirmed adrift and drifting at an estimated speed of 3 km/h toward coastal districts including Alappuzha, Kollam, Ernakulam, and Thiruvananthapuram.\n\nSome of these containers contain hazardous substances such as calcium carbide, prompting urgent coastal alerts. Several containers have already washed ashore, although the total number remains unclear.\n\nAuthorities have confirmed the leakage of marine fuels—367.1 tonnes of Very Low Sulphur Fuel Oil (VLSFO) and 84.44 tonnes of diesel. While no major oil slick has been reported yet, the Indian Coast Guard has deployed two vessels and a Dornier aircraft to monitor the situation and spray chemical dispersants. The operation is being led under the National Oil Spill Disaster Contingency Plan.\n\nThe MSC Elsa 3, built in Germany in 1997 and operated by Mediterranean Shipping Company (MSC), has a checkered maritime history. Formerly known as Jan Richter, the vessel has undergone nine name changes and was previously involved in a collision near Yemen in 2016 and a pirate attack near Nigeria in 2021.\n\nVessels in the region have been advised to avoid the last known position of the sunken ship and to maintain heightened vigilance for drifting containers and potential fuel slicks.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Roger Symes"
      ]
    },
    {
      "title": "MSC cleared for Wilson Sons takeover",
      "link": "https://splash247.com/msc-cleared-for-wilson-sons-takeover/",
      "date": "4 days ago",
      "snippet": "Swiss-based liner giant Mediterranean Shipping Co (MSC) has secured regulatory approval for the takeover of Brazilian port and maritime logistics operator...",
      "text": "Swiss-based liner giant Mediterranean Shipping Co (MSC) has secured regulatory approval for the takeover of Brazilian port and maritime logistics operator Wilson Sons.\n\nLondon-listed Ocean Wilsons Holdings said in a filing that the sale of its 56% interest in Wilson Sons to MSC subsidiary Shipping Agencies Services has been accepted by the Brazilian National Waterway Transportation Agency (ANTAQ).\n\nThe ANTAQ condition was the final one to be satisfied concerning the R4.352bn ($768m) transaction now expected to close by June 4.\n\nThe world’s largest boxline has been seeking to expand its footprint in Brazil following its acquisition of regional container shipping operator Log-In Logistica in late 2021.\n\nWilson Sons operates the Tecon Rio Grande container terminal in Rio Grande, Rio Grande do Sul, and the Tecon Salvador container terminal in Salvador, Bahia. The company, whose assets are valued at more than $1bn, also operates one of the largest tugboat fleets in Latin America.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Roger Symes",
        "Jasper Eggers"
      ]
    },
    {
      "title": "US Natural Gas Prices Fall on a Smaller-Than-Expected Decline",
      "link": "https://www.marinelink.com/news/us-natural-gas-prices-fall-a-526028",
      "date": "4 days ago",
      "snippet": "U.S. natural gas futures fell around 1% on Wednesday on a smaller than previously expected decline in daily output so far…",
      "text": "U.S. natural gas futures fell around 1% on Wednesday on a smaller than previously expected decline in daily output so far this month after a 10%-price jump on Tuesday forced some traders to cover some short positions.\n\nGas futures for June delivery on the New York Mercantile Exchange fell 2.4 cents, or 0.7%, to $3.403 per million British thermal units at 9:07 a.m. EDT (1307 GMT).\n\nAnalysts said heating and cooling demand should remain low across much of the country in coming weeks, allowing utilities to keep adding more gas into storage than normal for this time of year.\n\nGas stockpiles were already around 3% above the five-year (2020-2024) average.\n\nFinancial firm LSEG said average gas output in the Lower 48 U.S. states fell to 104.9 billion cubic feet per day so far in May, down from a monthly record of 105.8 bcfd in April.\n\nOn a daily basis, however, output was on track to slide to a preliminary two-week low of 103.9 bcfd on Wednesday, down from 105.0 bcfd on Tuesday and an average of 105.2 bcfd during the prior seven days. That daily output decline was smaller than LSEG's outlook on Tuesday. Analysts noted preliminary data is often revised later in the day.\n\nEnergy traders noted those output reductions were due in part to maintenance on some gas pipes, including U.S. energy firm Kinder Morgan's 2.7-bcfd Permian Highway from the Permian Basin in West Texas to the Texas Gulf Coast.\n\nKinder Morgan said it will perform a turbine exchange at the Big Lake compressor station from May 13-26 that will reduce mainline capacity to around 2.2 bcfd.\n\nMeteorologists projected the weather would remain mostly warmer than normal through June 6.\n\nLSEG forecast average gas demand in the Lower 48, including exports, will drop from 99.4 bcfd this week to 94.9 bcfd next week. The forecast for this week was higher than LSEG's outlook on Tuesday.\n\nThe average amount of gas flowing to the eight big liquefied natural gas export plants operating in the U.S. fell to 15.1 bcfd so far in May, down from a monthly record of 16.0 bcfd in April.\n\nThe LNG feedgas decline so far this month was mostly due to maintenance reductions at Cameron LNG's 2.0-bcfd plant in Louisiana and Cheniere Energy's 3.9-bcfd Corpus Christi plant under construction and in operation in Texas, and brief unplanned reductions at Freeport LNG's 2.1-bcfd plant in Texas.\n\nLooking ahead, energy traders said they expect LNG feedgas to remain below April's record high in June with Cheniere planning to conduct about three weeks of maintenance on a couple of liquefaction trains at its 4.5-bcfd Sabine Pass export plant in Louisiana from around June 2-23.\n\nThe U.S. became the world's biggest LNG supplier in 2023, surpassing Australia and Qatar, as surging global prices fed demand for more exports, due in part to supply disruptions and sanctions linked to Russia's 2022 invasion of Ukraine.\n\nGas was trading at a six-week high of around $13 per mmBtu at the Dutch Title Transfer Facility benchmark in Europe and a five-week high of around $13 at the Japan Korea Marker benchmark in Asia.\n\n\n\n\n\n\n\nWeek ended May 16 Forecast Week ended May 9 Actual Year ago May 16 Five-year average May 16\n\n\n\nU.S. weekly natgas storage change (bcf): +106 +110 +78 +87\n\nU.S. total natgas in storage (bcf): 2,361 2,255 2,708 2,285\n\nU.S. total storage versus 5-year average +3.3% +2.6%\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGlobal Gas Benchmark Futures ($ per mmBtu) Current Day Prior Day This Month Last Year Prior Year Average 2024 Five-Year Average (2019-2023) Henry Hub <NGc1> 3.43 3.43 2.42 2.41 3.52 Title Transfer Facility (TTF) <TRNLTTFMc1> 12.54 12.28 10.12 10.95 15.47 Japan Korea Marker (JKM) <JKMc1> 12.52 11.97 11.10 11.89 15.23\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLSEG Heating (HDD), Cooling (CDD) and Total (TDD) Degree Days\n\n\n\n\n\n\n\n\n\nTwo-Week Total Forecast Current Day Prior Day Prior Year 10-Year Norm 30-Year Norm U.S. GFS HDDs 45 46 21 39 43 U.S. GFS CDDs 115 112 120 107 99 U.S. GFS TDDs 150 158 141 146 142\n\n\n\n\n\n\n\n\n\n\n\nLSEG U.S. Weekly GFS Supply and Demand Forecasts\n\n\n\n\n\n\n\n\n\n\n\nPrior Week Current Week Next Week This Week Last Year Five-Year (2020-2024)Average For Month U.S. Supply (bcfd)\n\n\n\n\n\n\n\n\n\nU.S. Lower 48 Dry Production 103.9 105.4 105.4 101.0 96.3 U.S. Imports from Canada 7.0 7.4 6.8 N/A 7.0 U.S. LNG Imports 0.0 0.0 0.0 0.0 0.0 Total U.S. Supply 111.1 112.8 112.2 N/A 103.3\n\n\n\n\n\n\n\n\n\n\n\nU.S. Demand (bcfd)\n\n\n\n\n\n\n\n\n\nU.S. Exports to Canada 2.5 2.3 2.3 N/A 2.4 U.S. Exports to Mexico 7.2 7.7 7.4 N/A 6.1 U.S. LNG Exports 15.0 15.0 15.0 13.0 10.4 U.S. Commercial 5.1 5.6 5.1 4.8 5.7 U.S. Residential 5.0 5.9 4.9 4.2 6.6 U.S. Power Plant 32.0 33.0 30.7 31.7 29.7 U.S. Industrial 22.3 22.6 22.4 21.6 21.5 U.S. Plant Fuel 5.1 5.2 5.2 5.2 5.1 U.S. Pipe Distribution 1.9 2.0 1.9 2.0 2.6 U.S. Vehicle Fuel 0.1 0.1 0.1 0.1 0.2 Total U.S. Consumption 71.6 74.4 70.3 69.6 71.4 Total U.S. Demand 96.3 99.4 94.9 N/A 90.3\n\n\n\n\n\n\n\n\n\n\n\nN/A is Not Available\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nU.S. Northwest River Forecast Center (NWRFC) at The Dalles Dam (Fiscal year ending Sep 30) 2025 Current Day % of Normal Forecast 2025 Prior Day % of Normal Forecast 2024 % of Normal Actual 2023 % of Normal Actual 2022 % of Normal Actual Apr-Sep 82 83 74 83 107 Jan-Jul 81 83 76 77 102 Oct-Sep 83 84 77 76 103\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nU.S. weekly power generation percent by fuel - EIA\n\n\n\n\n\n\n\n\n\n\n\nWeek ended May 23 Week ended May 16 2024 2023 2022 Wind 16 13 11 10 11 Solar 7 8 5 4 3 Hydro 7 8 6 6 6 Other 1 1 1 2 2 Petroleum 0 0 0 0 0 Natural Gas 34 36 42 41 38 Coal 13 15 16 17 21 Nuclear 18 18 19 19 19\n\n\n\n\n\n\n\n\n\n\n\nSNL U.S. Natural Gas Next-Day Prices ($ per mmBtu)\n\n\n\n\n\n\n\n\n\nHub Current Day Prior Day\n\n\n\n\n\nHenry Hub <NG-W-HH-SNL> 3.15 2.96\n\n\n\n\n\nTransco Z6 New York <NG-CG-NY-SNL> 2.23 1.98\n\n\n\n\n\nPG&E Citygate <NG-CG-PGE-SNL> 2.61 2.50\n\n\n\n\n\nEastern Gas (old Dominion South) <NG-PCN-APP-SNL> 2.10 1.84\n\n\n\n\n\nChicago Citygate <NG-CG-CH-SNL> 2.96 2.71\n\n\n\n\n\nAlgonquin Citygate <NG-CG-BS-SNL> 2.43 2.18\n\n\n\n\n\nSoCal Citygate <NG-SCL-CGT-SNL> 2.77 2.59\n\n\n\n\n\nWaha Hub <NG-WAH-WTX-SNL> 1.40 0.46\n\n\n\n\n\nAECO <NG-ASH-ALB-SNL> 1.26 1.27\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nICE U.S. Power Next-Day Prices ($ per megawatt-hour)\n\n\n\n\n\n\n\n\n\nHub Current Day Prior Day\n\n\n\n\n\nNew England <E-NEPLMHP-IDX> 34.09 32.03\n\n\n\n\n\nPJM West <E-PJWHDAP-IDX> 39.20 34.79\n\n\n\n\n\nMid C <W-MIDCP-IDX> 44.51 27.26\n\n\n\n\n\nPalo Verde <W-PVP-IDX> 34.10 14.50\n\n\n\n\n\nSP-15 <W-SP15-IDX> 18.20 12.33\n\n\n\n\n\n\n\n\n\n\n\n(Reuters/Reporting by Scott DiSavino; Editing by Joe Bavier)",
      "authors": []
    },
    {
      "title": "EU Sanctions Three MOL Gas Carriers Associated With Russia’s Yamal LNG",
      "link": "https://gcaptain.com/eu-sanctions-three-mol-gas-carriers-associated-with-russias-yamal-lng/",
      "date": "5 days ago",
      "snippet": "In a surprise move the EU significantly tightened its sanctions against Russia's liquefied natural gas sector. Brussels' 17th sanctions package announced...",
      "text": "In a surprise move the European Union significantly tightened its sanctions against Russia’s liquefied natural gas sector. Brussels’ 17th sanctions package announced yesterday includes three newbuild LNG carriers managed by Japanese Mitsui OSK Lines Ltd. (MOL) under charter with Russian energy projects.\n\nThe North Light, North Moon, and North Ocean entered service just months ago carrying cargo for Novatek’s Yamal LNG project. A fourth vessel of the same series, North Valley, seemingly escaped sanctions, possibly because it did not yet carry any Russian gas. The vessel is currently en route from the Hanwha Ocean yard in South Korea to Russia’s Arctic.\n\nThe EU sanctions will be doubly painful for Novatek. The company recently started using the North-series vessels to receive Yamal cargoes via ship-to-ship transfers at the Kildin anchorage near Murmansk. The vessels also come with an Arc4 ice-class designation integral to reaching the Yamal LNG plant during early summer and early winter when Ob Bay and the Kara Sea remain ice-covered.\n\nThe STS transfers became necessary following a transshipment ban in EU ports took effect on March 26, 2025. The new EU sanctions will further complicate Novatek’s ability to export cargoes from Yamal to distant markets such as China.\n\nAll three vessels delivered cargoes to China in recent weeks. North Light received LNG in a STS near Murmansk on May 16.\n\n\n\nIt is unclear if EU sanctions, which take effect on May 21, allow for a wind-down period to deliver cargoes already en route. Mitsui OSK Lines Ltd. did immediately reply to a request for comment if it intends to offload the three vessels from its portfolio. The four North-series vessels built by Hanwha Ocean represent a significant investment of around $1bn.\n\nShipping database Equasis showing vessel details for ‘North Light.’ (Source: Equasis)\n\nIt is the first time EU sanctions against LNG carriers leapfrog U.S. measures. Justifying its sanctions the EU said the vessels “are operated in such a way as to contribute or support actions or policies for the exploitation, development or expansion of the energy sector in Russia, including energy infrastructure.”\n\nBetween U.S. and EU sanctions a total of at least fifteen LNG tankers associated with Russia’s energy trade have now been sanctioned. A number of gas carriers continue idling in the Barents Sea unable to load legitimate cargoes.\n\nThe North Light, North Moon, and North Ocean will add to another quartet of newbuild North-series vessels sanctioned in December of 2024.\n\nThe North Sky, North Air, North Mountain, and North Way have since been renamed to Iris, Buran, Voskhod, and Zarya. They also had their registration switched from Panama to Russia, possibly in preparation to use them as ‘shadow fleet’ vessels to load cargoes from sanctioned Arctic LNG 2 later this summer.",
      "authors": [
        "Malte Humpert"
      ]
    },
    {
      "title": "Ningbo Ocean Shipping picks yard for 2,700 teu series",
      "link": "https://splash247.com/ningbo-ocean-shipping-picks-yard-for-2700-teu-series/",
      "date": "3 days ago",
      "snippet": "Ningbo Ocean Shipping Co (NBOSCO) has selected a shipyard for its latest series of containership newbuildings. Huangpu Wenchong Shipbuilding has won a...",
      "text": "Ningbo Ocean Shipping Co (NBOSCO) has selected a shipyard for its latest series of containership newbuildings.\n\nHuangpu Wenchong Shipbuilding has won a tender to build four 2,700 teu vessels for the Shanghai-listed subsidiary of Ningbo-Zhoushan Port Group, which earlier this year lined up $192m for fleet expansion.\n\nThe CSSC-affiliated yard in Guangzhou also recently picked up orders from Turkey’s largest liner Arkas for four firm and two optional 3,100 teu newbuilds.\n\nNBOSCO ranks 24th on Alphaliner’s list of top container carriers with 86 ships and 10 newbuilds on order, excluding the latest sub-panamax quartet.\n\nThe company last ordered boxships in May 2024 by signing up for a pair of all-electric 740 teu feeders at Jiangsu Haitong.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Roger Symes",
        "Jasper Eggers"
      ]
    },
    {
      "title": "Poland Says Key Infrastructure at Risk After Baltic Sea Incident",
      "link": "https://gcaptain.com/poland-says-key-infrastructure-at-risk-after-baltic-sea-incident/",
      "date": "2 days ago",
      "snippet": "Polish Prime Minister Donald Tusk warned on Thursday that the Baltic Sea is becoming “a new area of confrontation” with Russia, putting the country's...",
      "text": "(Bloomberg) —\n\nPolish Prime Minister Donald Tusk warned on Thursday that the Baltic Sea is becoming “a new area of confrontation” with Russia, putting the country’s critical infrastructure increasingly at risk.\n\nHis warning comes a day after Polish authorities said a sanctioned Russian ship was performing “suspicious maneuvers” near the power cable connecting Poland and Sweden. The tanker left for an unspecified Russian port after the Polish armed forces intervened, they said.\n\nThe undersea power link was not damaged, but Poland is checking whether any explosive devices were planted, the prime minister said after meeting top navy commanders.\n\nThe Baltic Sea has become a flashpoint in recent months after the detention of several vessels on suspicion of tearing up undersea telecommunications cables. Baltic nations have also increased scrutiny of unregistered tankers due to concerns about sanctioned Russian oil, saying that Moscow’s so-called ‘shadow fleet’ could lead to security breaches and environmental risks.\n\nSince Russia’s full-scale invasion of Ukraine there have been “too many incidents” in the Baltic Sea for Poland to take maritime security lightly, Tusk said at a meeting with Polish naval commanders in the coastal city of Gdynia on Thursday.\n\nThe risks are keenly felt in Poland, which shares a border with Russia’s ally Belarus and exclave of Kaliningrad, home to a naval base at Baltiysk.\n\nOn Wednesday, Russia declared that it would defend its vessels in the Baltic Sea, one of the world’s busiest shipping routes, by all legal means after briefly deploying a fighter jet as Estonia tried to halt an oil tanker in its economic zone.\n\nIn recent years, Poland has expanded its energy infrastructure to wean itself off Russian supplies. It has constructed a gas link to Norway, a liquefied natural gas import terminal as well as expanded port capacities to handle growing flows of goods and military aid to neighboring Ukraine.\n\nPoland is also adding offshore wind farms to energy mix and building its first nuclear power plant, both examples of strategic infrastructure located on its Baltic coast.\n\nThe country, which is NATO’s highest spender relative to the size of its economy, has also embarked on a rearmament spree. Warsaw plans to buy submarines and has already ordered the construction of three frigates to better protect its maritime interests.\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "Trump Administration Lifts Stop Work Order on $5B Empire Wind Project",
      "link": "https://gcaptain.com/trump-administration-lifts-stop-work-order-on-5b-empire-wind-project/",
      "date": "6 days ago",
      "snippet": "The Department of the Interior's Bureau of Ocean Energy Management (BOEM) has lifted the stop work order on the Empire Wind project, allowing construction...",
      "text": "The Department of the Interior’s Bureau of Ocean Energy Management (BOEM) has lifted the stop work order on the Empire Wind project, allowing construction activities to resume after a month-long suspension.\n\nThe $5 billion Empire Wind 1 project, designed to power 500,000 New York homes by 2027, represents a significant milestone in the U.S. renewable energy sector. The project, which began construction in 2024 and is currently more than 30% complete, faced a temporary setback when BOEM ordered an immediate cessation of activities on April 16, 2025.\n\nEmpire Wind also includes a potential second phase with a collective generating capacity of approximately 2.1 gigawatts.\n\nAnders Opedal, President and CEO of Equinor ASA, expressed gratitude to key stakeholders, including President Trump and New York Governor Hochul, whose collaboration proved crucial in resolving the situation. “We appreciate the fact that construction can now resume on Empire Wind, a project which underscores our commitment to deliver energy while supporting local economies and creating jobs,” Opedal stated.\n\nThe suspension was part of a broader halt on offshore wind development ordered by President Trump, with Interior Secretary Doug Burgum citing concerns about the previous administration’s approval process.\n\nThe decision prompted legal action from 18 states, led by New York Attorney General Letitia James, aimed at protecting maritime investments and jobs.\n\nThe project’s financial stakes are substantial, with Empire Wind holding a gross book value of approximately USD 2.5 billion as of March 31, 2025, including USD 1.5 billion in project finance term loans. The development also encompasses the redevelopment of the South Brooklyn Marine Terminal, set to become the nation’s largest dedicated port facility for offshore wind.\n\nMolly Morris, President of Equinor Wind US, emphasized the project’s broader economic impact: “Empire Wind brings supply chain investments in states across the nation including New York, Louisiana, Pennsylvania, Texas and South Carolina”.\n\nThe project’s history dates back to 2017 when Empire secured the lease for the designated area off New York’s coast through a competitive process.\n\nFollowing an extensive environmental review, construction approval was granted in early 2024, with project financing secured the same year.\n\nMoving forward, Equinor will conduct an updated assessment of the project economics in the second quarter, aiming to maintain its 2027 commercial operation target date. The company plans to work with suppliers and regulatory bodies to minimize the impact of the recent work stoppage.\n\nThe resumption of Empire Wind marks a significant moment for the U.S. offshore wind industry, representing Equinor’s continued investment in American energy infrastructure, which has totaled approximately USD 60 billion since the early 2000s.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "U.S. Launches First Deep-Sea Mineral Lease Evaluation in 30 Years Near American Samoa",
      "link": "https://gcaptain.com/u-s-launches-first-deep-sea-mineral-lease-evaluation-in-30-years-near-american-samoa/",
      "date": "4 days ago",
      "snippet": "The Department of Interior has initiated its first mineral lease sale evaluation in over 30 years, targeting deep-sea critical minerals in waters offshore...",
      "text": "The Department of Interior has initiated its first mineral lease sale evaluation in over 30 years, targeting deep-sea critical minerals in waters offshore American Samoa. This groundbreaking move comes as part of President Trump’s broader strategy to enhance domestic critical mineral development.\n\n“Critical minerals are fundamental to strengthening our nation’s resilience and safeguarding our national interests,” said Secretary of the Interior Doug Burgum. “By providing opportunities to responsibly access deep-sea mineral resources, we are supporting both American economic growth and national security.”\n\nThe initiative follows President Trump’s Executive Order “Unleashing America’s Offshore Critical Minerals and Resources,” which positions seabed mineral development as crucial to U.S. national security. This strategic focus comes amid increasing activity by China and Russia in the Pacific region and America’s continued dependence on foreign critical minerals.\n\nU.S.-based company Impossible Metals submitted a formal lease sale request to the Bureau of Ocean Energy Management (BOEM) on April 8, 2025. BOEM’s evaluation process will prioritize scientific research, public engagement, and environmental stewardship.\n\nThe process will begin with a request for information in the Federal Register, seeking input from various stakeholders including Indigenous Island communities, ocean users, industry representatives, and government agencies. This feedback will inform BOEM’s assessment of geological conditions, environmental and cultural impacts, and existing area uses such as navigation and fishing.\n\nThe initiative’s scope is substantial, with the Interior Department managing approximately 3.2 billion acres of the Outer Continental Shelf—an area exceeding the entire U.S. landmass. Administration officials estimate that U.S. waters contain more than 1 billion metric tons of polymetallic nodules rich in manganese, nickel, copper, and other critical minerals. The economic impact could be significant, with projections suggesting a $300 billion boost to U.S. GDP over 10 years and the creation of 100,000 jobs.\n\nHowever, the initiative faces potential challenges. While the U.S. can authorize mining within its territorial waters (up to 200 nautical miles from shore), international waters present more complex jurisdictional issues.\n\nThe International Seabed Authority, established under the UN Convention on the Law of the Sea—which the U.S. has not ratified—continues to debate standards for deep-sea mining, particularly regarding environmental impacts.\n\nEnvironmental groups have expressed concerns, advocating for a complete ban on deep-sea mining due to potential irreversible impacts on marine biodiversity. Supporters counter that deep-sea mining could reduce the need for extensive land-based mining operations, which often face opposition from local communities.\n\nThe initiative aligns with other recent administration actions to enhance domestic mining capabilities, including fast-tracking permits for 10 mining projects across the United States and implementing an abbreviated approval process for mining projects on federal lands.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "EUROPEAN COMMISSION Brussels, 22.5.2025 C(2025) 3068 final COMMISSION RECOMMENDATION of 22.5.2025 on transport poverty: ensurin",
      "link": "https://transport.ec.europa.eu/document/download/c3d98a47-97b5-44ce-81fe-c1e0d7c2212a_en?filename=C_2025_3068_F1_COMMISSION_RECOMMENDATION_EN_V10_P1_4029108.pdf",
      "date": "3 days ago",
      "snippet": "THE EUROPEAN COMMISSION,. Having regard to the Treaty on the Functioning of the European Union, and in particular. Article 292 thereof,. Whereas:.",
      "text": "",
      "authors": []
    },
    {
      "title": "Velkommen til Danske Rederier",
      "link": "https://danishshipping.dk/",
      "date": "Jun 23, 2023",
      "snippet": "ESVAGT vil også fremover være repræsenteret i Danske Rederiers bestyrelse, når CEO Søren Karas afløser det mangeårige bestyrelsesmedlem Peter Lytzen,...",
      "text": "Sidste år var der fremgang i antallet af passagerer på både indenrigs- og uden­rigs­ru­ter­ne. Det var især på ruterne til de danske øer og på færgerne til og fra Norge, at der var flere passagerer.",
      "authors": []
    },
    {
      "title": "Mobility and transport",
      "link": "https://transport.ec.europa.eu/index_en",
      "date": "Oct 21, 2021",
      "snippet": "In 2025, the European Commission launched the Strategic Dialogue on the Future of the European Automotive Industry - an inclusive, collaborative initiative...",
      "text": "The European Commission invites all maritime stakeholders and financial institutions to familiarise themselves with the new Ship Financing Portal! Thanks to its continuously updated inventory of financing products, the Portal aims to improve access to financing for the shipping sector and the wider maritime industry, so as to foster a sustainable and competitive maritime sector.",
      "authors": []
    },
    {
      "title": "EU tourism stakeholder event",
      "link": "https://transport.ec.europa.eu/news-events/events/eu-tourism-stakeholder-event-2025-05-27_en",
      "date": "1 month ago",
      "snippet": "The European Commission's Directorate-General for Mobility and Transport (DG MOVE) is organising a stakeholder event on tourism. This will be a hybrid event...",
      "text": "The European Commission’s Directorate-General for Mobility and Transport (DG MOVE) is organising a stakeholder event on tourism. This will be a hybrid event, taking place in Brussels and online.\n\nThe EU tourism stakeholder event on 27 May 2025 will offer an overview of the latest EU-level developments impacting the tourism ecosystem. Key topics will include the upcoming EU Strategy for Sustainable Tourism, enhancing competitiveness and advancing single ticketing and multimodal travel solutions.\n\nIn addition to these discussions, attendees will have the chance to hear from the winners of the 2025 Capital of Smart Tourism and Green Pioneer of Smart Tourism competitions, followed by inspiring pledges from stakeholders under the Transition Pathway for Tourism.\n\nThis gathering not only serves as an information hub but also encourages networking among stakeholders. It is a perfect opportunity to connect with industry peers, learn from innovative examples, and exchange ideas to drive future success in tourism.\n\nThe event is open to all interested stakeholders and free of charge.\n\nPlease note that registration for in-person attendance is now closed (maximum capacity reached). Registration for online attendance remains open.\n\nMore information\n\nThe Transition Pathway for Tourism was published on 4 February 2022. It identifies 27 areas of action for the green and digital transition of the EU tourism ecosystem, and for improving the sector’s resilience. As part of the co-implementation process of the Transition Pathway, the European Commission published an online call for commitments for public and private tourism stakeholders to commit to concrete actions. To date, over 500 pledges have been received and published to serve as inspiration. New pledges can be submitted at any time on the Transition Pathway Platform.\n\n5th summary report on pledges and commitments published in August 2024\n\nContact\n\nMOVE-TOURISM ec [dot] europa [dot] eu (MOVE-TOURISM[at]ec[dot]europa[dot]eu)",
      "authors": []
    },
    {
      "title": "Vigtigt med bred politisk aftale om fortsat udbygning af dansk havvind",
      "link": "https://danishshipping.dk/seneste-nyt/2025/vigtigt-med-bred-politisk-aftale-om-fortsat-udbygning-af-dansk-havvind/",
      "date": "6 days ago",
      "snippet": "Ny aftale om udbud af tre nye havvindmølleparker vækker glæde i Danske Rederier. Det er godt nyt for både den grønne omstilling og beskæftigelsen.",
      "text": "Regeringen har sammen med et bredt flertal i Folketinget landet en aftale, der baner vejen for nye udbud af tre havvind­møl­le­par­ker, som skal stå klar inden for de kommende ti år.\n\n”Jeg er rigtig glad for, at der er et bredt politisk flertal, der nu meget klart siger, at vi skal fortsætte udbygningen af dansk havvind. Det er godt for klimaet og den grønne omstilling, såvel som beskæftigelsen og dansk ener­gi­for­sy­nings­sik­ker­hed,” siger Anne H. Steffensen, der er ad­mi­ni­stre­ren­de direktør i Danske Rederier.\n\nAftalen indeholder mulighed for statsstøtte, så staten er med til at støtte projekterne og samtidig får penge retur, hvis prisen på strøm overstiger et vist beløb.\n\n“Mere havvind er helt nødvendigt for den grønne omstilling – ikke mindst når det gælder vedvarende energi til elek­tri­fi­ce­ring af vores samfund, så også flere færger og mindre skibe kan sejle på batterier. Vores ambition i Danske Rederier er også, at vi får tilstrækkeligt med vedvarende energi til, at flere anlæg som Kassø kan komme i drift og producere grønne brændstoffer til skibsfarten, som vil være afgørende for den grønne omstilling af de større skibe frem mod kli­ma­neut­ra­li­tet i 2050,” siger Anne H. Steffensen.",
      "authors": []
    }
  ]
}