{
  "timestamp": "2025-10-20T06:27:07.033364",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "L 6 (Klima-, Energi- og Forsyningsministeriet)",
      "link": "https://www.altinget.dk/klima/artikel/l-6-klima-energi-og-forsyningsministeriet",
      "date": "for 21 timer siden",
      "snippet": "Hvilke politikere er du mest enig med i din region og kommune? Tag kandidattesten her. Sådan bygger vi kandidattesten – et kig ind i maskinrummet.",
      "text": "Borgmestre vil have staten til at betale “meget stor” del af regning for klimasikring af hovedstaden\n\nDorte Ipsen Boddum og Daniel Bue Lauritzen",
      "authors": []
    },
    {
      "title": "Fredag kollapsede aftalen om verdens første globale klimaskat: Hvad nu?",
      "link": "https://www.dr.dk/nyheder/viden/klima/fredag-kollapsede-aftalen-om-verdens-foerste-globale-klimaskat-hvad-nu",
      "date": "2 dag siden",
      "snippet": "Aftale om global klimaskat strandede i London. Nu skal Europa beslutte, om man vil sejle videre alene.",
      "text": "- Det er en meget realistisk mulighed nu, at der ikke kommer en global klimaaftale.\n\nSådan lyder det fra en følelsesladet Jeppe Juul. Han er transportpolitisk chef i Rådet for Grøn Omstilling og var til stede, da en afstemning, der ellers blev betragtet som en formalitet, kollapsede fredag.\n\nDet var i FN's søfartsorganisation, IMO's hovedkvarter i London, at den historiske aftale skulle have været stemt igennem.\n\nAftalen gik ud på, at rederier, som overskrider et såkaldt 'udledningsloft' - altså en kvote for, hvor meget de må udlede, skulle betale en afgift på 100 amerikanske dollar per ton CO2, de udleder.\n\nEfter et omfattende pres fra USA's præsident, Trump, og hans udenrigsminister, Rubio, lykkedes det dog Saudi-Arabien at få vedtaget et forslag om at udskyde afstemningen med et år.\n\nLange udsigter til klimaskat efter kollaps\n\nPå pressemødet, efter at beslutningen om at udskyde afstemningen var truffet, forsøgte IMO’s generalsekretær, Arsenio Dominguez, at understrege, at forslaget fortsat lever, og at IMO kan spille en rolle fremadrettet.\n\n- Vi skal ikke dømme IMO for det her. Det vil ikke være rimeligt over for organisationen eller dens medlemslande, og faktum er, at arbejdet stadig er i gang, sagde han.\n\nDer har været direkte trusler mod lande, som overvejede at stemme for den her aftale. Morten Bødskov, Erhvervsminister (S)\n\nDR's klimaanalytiker, Filip Knaack Kirkegaard, er dog mindre optimistisk.\n\n- Jeg vurderer, at der er lange udsigter til en klimaskat. Det bliver i hvert fald enormt svært, siger han.\n\nOg hvis den bliver vedtaget næste år, vil forsinkelsen kunne mærkes.\n\n- Problemet er bare, at hvis den så bliver vedtaget, vil der stadig være tale om en markant forsinkelse. IMO har som mål at reducere med 20 til 30 procent inden 2030, og det mål var i forvejen meget svært at nå, vurderer han.\n\nEuropa må steppe op\n\nHos Rådet for Grøn Omstilling mener man, at Europa må fortsætte arbejdet uden om IMO.\n\n- I mine øjne betyder det, at vi bliver nødt til at steppe op i Europa. Vi er i forvejen i front, men vi bliver nødt til at accelerere de reguleringer, vi har, endnu mere og øge samarbejdet med for eksempel Kina og Afrika, siger transportpolitisk chef Jeppe Juul.\n\nJeppe Juul fra Rådet for Grøn Omstilling kalder situationen følelsesladet, efter at forslaget om en global klimaskat overraskende blev udskudt med et år. (Foto: © Omid Jafi, DR)\n\nBrian Wessel, som er direktør i Søfartsstyrelsen, er meget skuffet over, at det ikke lykkedes at få stemt aftalen igennem. Han mener dog ikke, at alt arbejdet er spildt.\n\n- Forslaget er i live, og vi har præcis samme holdning. Industrien har den præcis samme holdning. Vi har stadig alle vores allierede, og vi kommer til at arbejde videre med det her, siger han.\n\nAnne Steffensen, som er administrerende direktør hos Danske Rederier, er ligeledes skuffet. Men hun har heller ikke mistet håbet.\n\n- Hvor der er liv, er der håb. Så derfor bliver vi nødt til at arbejde videre med den grønne omstilling. Men det er klart, at det her er et tilbageslag for det arbejde, vi har lavet i så mange år.\n\nHun mener, at man har været oppe imod store kræfter.\n\n- Man må også sige, at det jo ikke industrien, som spænder ben her. Det er jo geopolitik på højt niveau, siger hun.\n\nGeopolitisk modvind\n\n- USA og Saudi-Arabien har vundet.\n\nSådan reagerede DR's klimaanalytiker, Filip Knaack Kirkegaard på resultatet af afstemningen om, hvorvidt mødet skulle udskydes.\n\nOp til mødet havde USA gjort alt i sin magt for at forhindre aftalen og blandt andet truet de øvrige medlemslande med straftold, visumrestriktioner og andre sanktioner, hvis de stemte for aftalen.\n\nErhvervsminister Morten Bødskov (S) kalder forløbet meget hårdt.\n\n- Der har været direkte trusler mod lande, som overvejede at stemme for den her aftale. Så der er ingen som helst tvivl om, at kampen for at sikre globale grønne aftaler er hård. Det har den altid været, Men den er blevet hårdere, siger han.\n\nErhvervsminister Morten Bødskov (S) siger, at 'vi må op på hesten igen, og så fortsætter vi kampen for en grøn omstilling.' (Foto: © Olivier Matthys, EPA/Ritzau Scanpix)\n\nAt forslaget er standset af en geopolitisk modvind, er Arsenio Dominguez fra IMO helt enig i.\n\n- Den nuværende geopolitiske situation gør det vanskeligt for os at gøre fremskridt indenfor visse områder, lyder det fra generalsekretæren.\n\nBrian Wessel fra Søfartsstyrelsen undrer sig over udviklingen.\n\n- Det kan være lidt svært at forstå, når der forinden har været stor opbakning fra mange lande til at lave en aftale, siger han.\n\nIfølge Brian Wessel handler dagens udfald ikke så meget om klima og søfart.\n\n- Der er ting, som ikke handler om søfart og klima, der kommer ind i det her rum. I april havde vi to tredjedeles flertal, så det har været en svær uge og et endnu sværere forhandlingsklima, siger han.\n\nOg ifølge Filip Knaack Kirkegaard, er der en stor chance for, at vi ser dagens begivenheder gentaget om et år.\n\n- Selv om forhandlingerne formelt set bare er sat på pause i et år, så er det store spørgsmål nu, hvad der skulle være ændret om et år?, siger han og fortsætter:",
      "authors": [
        "Morten Bødskov",
        "Erhvervsminister",
        "S",
        "Okt Kl."
      ]
    },
    {
      "title": "Island og Kina vil styrke samarbejdet om grøn energi",
      "link": "https://www.dr.dk/nyheder/seneste/island-og-kina-vil-styrke-samarbejdet-om-groen-energi",
      "date": "5 dag siden",
      "snippet": "Under sit besøg i Beijing har Islands præsident, Halla Tómasdóttir, indgået en aftale med Kinas præsident, Xi Jinping, om at styrke samarbejdet i geotermisk...",
      "text": "Hvis mændene ikke kommer til lægen, så må lægen jo komme til dem.\n\nSådan lyder motivationen bag, at Forum for Mænds Sundhed nu sender mobile lægeklinikker ud til to boligafdelinger i Nykøbing Falster.\n\nHer kan eneboende mænd over 50 år få et gratis sundhedstjek.\n\nIfølge projektchef Emil Færch er mænd mere disponible over for sygdomme som kræft og hjerte-kar-sygdomme, og mænd dør i gennemsnit fire år før kvinder.\n\n- Så der er mange gode grunde til at undersøge, hvordan vi kan hjælpe de mænd, der ikke selv kommer til egen læge, siger han.",
      "authors": []
    },
    {
      "title": "Vi har styr på grøn strøm – men efterlader et bjerg af it-affald",
      "link": "https://finans.dk/debat/ECE18615031/vi-har-styr-paa-groen-stroem-men-efterlader-et-bjerg-af-itaffald/",
      "date": "4 dag siden",
      "snippet": "Danske virksomheder investerer massivt i grøn energi og bæredygtige løsninger, men mængden af elektronikaffald stiger fortsat markant og risikerer at svække...",
      "text": "Vi har styr på grøn strøm – men efterlader et bjerg af it-affald Danske virksomheder investerer massivt i grøn energi og bæredygtige løsninger, men mængden af elektronikaffald stiger fortsat markant og risikerer at svække gevinsten af den grønne omstilling. Politisk bør man stille krav om cirkulær IT i det offentlige indkøb. Debat 16. okt. 2025 kl. 07:30 Føj til læseliste Gem Lasse Garby adm. direktør i 3stepIT\n\nDette er en kommentar: Finans bringer løbende kommentarer fra specialister og meningsdannere. Alle kommentarer er udtryk for den pågældende skribents egen holdning.\n\nLasse Garby\n\nDansk erhvervsliv står midt i et historisk skifte. Vi investerer massivt i grøn omstilling, forsyningssikkerhed og nye teknologier – men vi ignorerer en voksende risiko: Mængden af it-affald, der stiger eksplosivt.\n\nFra 2018 til 2021 voksede mængden af elektronikaffald i Danmark med 35 pct., og alene i 2021 genererede vi over 102.000 ton.\n\nDanskerne har…",
      "authors": [
        "Lasse Garby"
      ]
    },
    {
      "title": "Solceller på tagene og vindmøller i skove: Bredt flertal aftaler 21 tiltag, der skal fremme grøn energi på land",
      "link": "https://www.altinget.dk/artikel/solceller-paa-tagene-og-vindmoeller-i-skove-bredt-flertal-aftaler-21-tiltag-der-skal-fremme-groen-energi-paa-land",
      "date": "3 dag siden",
      "snippet": "Regeringen og et bredt flertal genbekræfter ambitionen om at firedoble produktionen af strøm fra sol og vind på land i 2030 og vil også se på mulighederne...",
      "text": "Der er en verden til forskel på at være topminister og regionsrådsformand, fortæller Stephanie Lose i et stort interview med Altinget. Især har hun kæmpet med at overkomme den introverthed, der har fulgt hende hele livet. \"Jeg har fået en vigtig opgave på et svært tidspunkt,\" siger Venstres næstformand, der ikke vil udelukke ny regering over midten.",
      "authors": [
        "Andreas Arp"
      ]
    },
    {
      "title": "Højpolitisk drama i shipping-industrien: Der er ingen plan B",
      "link": "https://finans.dk/erhverv/ECE18632861/hoejpolitisk-drama-i-shippingindustrien-der-er-ingen-plan-b/",
      "date": "5 dag siden",
      "snippet": "Vejen til en grøn skibsfart har nået sit afgørende øjeblik. I denne uge ventes fremtiden afgjort for en storstilet klimaplan.",
      "text": "Højpolitisk drama i shipping-industrien: Der er ingen plan B Vejen til en grøn skibsfart har nået sit afgørende øjeblik. I denne uge ventes fremtiden afgjort for en storstilet klimaplan. Men i 11. time viser geopolitiske kæmper tænder. Tirsdag mødtes IMO-delegerede for endeligt at beslutte vejen til en grøn omstilling af skibsfarten. Generalsekretær Arsenio Dominguez (tv.) satte forhandlingerne i gang, der ledes af Harry Conway (th.) Foto: IMO/Presse Erhverv 14. okt. 2025 kl. 20:30 Føj til læseliste Gem Kresten Andersen Journalist, Finans\n\nKort fortalt FN’s shipping-organ IMO mødes i denne uge for at vedtage eller forkaste sin aftaletekst om grøn omstilling fra april.\n\nI 11. time har USA skærpet sin modstand. På den anden side har EU vist fuldtonet støtte.\n\nAftalen skal efterleve IMO’s reduktionsmål i 2030, 2040 og 2050.\n\nOmstillingen vil koste milliarder af dollars.\n\nForkastes planen er der ingen global vej til klimareduktion i shippingindustrien.\n\nSnart kan shippingindustrien blive den første i verden til at pålægge sig selv bindende klimamål.\n\nFra tirsdag til fredag i denne uge mødes repræsentanter fra verdens søfartsnationer i FN-organet IMO for endeligt at vedtage den aftale, der blev indgået i april, der kaldes Net Zero Framework (NZF).\n\nFremtidens søfartsindustri vil blive defineret i et anspændt…",
      "authors": [
        "Kresten Andersen"
      ]
    },
    {
      "title": "Partier kræver handling: »Det er en katastrofe, at vi har vindmøller, som ikke snurrer«",
      "link": "https://finans.dk/erhverv/ECE18635828/partier-kraever-handling-det-er-en-katastrofe-at-vi-har-vindmoeller-som-ikke-snurrer/",
      "date": "5 dag siden",
      "snippet": "Flere partier udtrykker stor bekymring for, at danske havvindmøller bliver sat i stå, fordi efterspørgslen mangler. Alligevel har de lige indgået en aftale...",
      "text": "Partier kræver handling: »Det er en katastrofe, at vi har vindmøller, som ikke snurrer« Flere partier udtrykker stor bekymring for, at danske havvindmøller bliver sat i stå, fordi efterspørgslen mangler. Alligevel har de lige indgået en aftale om mere vedvarende energi. Foto: Thomas Lekfeldt Erhverv 14. okt. 2025 kl. 17:15 Føj til læseliste Gem Jakob Martini Klimaredaktør, Finans Simone Scheuer-Hansen Journalist, Finans Victor Emil Kristensen Journalist, Finans\n\nDer skal langt mere effektive værktøjer i spil for at få gang i efterspørgslen på grøn strøm.\n\nSådan lyder det fra både oppositionspartier og erhvervsorganisationer, efter at Finans har afdækket, at danske havvindmøller i løbet af sommeren har stået stille i 18 pct. af tiden, fordi ingen vil betale for den grønne strøm.\n\n»Det er en katastrofe, at vi har…",
      "authors": [
        "Jakob Martini",
        "Simone Scheuer-Hansen",
        "Victor Emil Kristensen"
      ]
    },
    {
      "title": "USA truer verdens første globale klimaskat: Trump er en 'oppustet bølle'",
      "link": "https://www.dr.dk/nyheder/viden/klima/usa-truer-verdens-foerste-globale-klimaskat-trump-er-en-oppustet-boelle",
      "date": "4 dag siden",
      "snippet": "Når kæmpe skibe kløver oceanernes bølger, kræver det voldsomme mængder energi. Den energi får de primært fra olie, som udleder store mængder CO2.",
      "text": "Skibsfarten udleder næsten lige så meget CO2 som hele Japan, og rederiernes CO2-udslip er de seneste årtier fordoblet.\n\nMen verdens søfartsnationer har som mål, at rederierne skal nedbringe deres klimabelastning til nul omkring 2050, så de lever op til Paris-aftalen. Og derfor er det ifølge eksperter afgørende, at rederierne betaler en klimaskat, så det i fremtiden ikke er gratis af forurene klimaet.\n\nHvad er Paris-aftalen? I december 2015 underskrev 195 lande Paris-aftalen i den franske hovedstad. I den står der, at den gennemsnitlige globale temperaturstigning skal holdes \"godt under\" to grader. Målet er, at temperaturen ikke må stige med mere end 1,5 grader. For at nå det mål er landene i gang med at reducere deres CO2-udslip. Målet er, at udledningen af drivhusgasser skal tilbage til et niveau, som træer, planter og havet kan optage. Det skal ske mellem 2050 og 2100. Hvert andet år skal landene rapportere til FN, hvordan det går med at nå klimamålene. Landene mødes hvert femte år for at opdatere klimamålene i aftalen. Målene kan kun opjusteres. Kilder: BBC, DR Nyheder, Politiken, The Guardian\n\nFor at klimaskatten skal blive en realitet, skal et kvalificeret flertal - det vil sige to ud af tre afgivne stemmer - stemme for.\n\nUSA's mange trusler\n\nUSA forsøger at forhindre aftalen ved at true andre lande med at ramme dem økonomisk. Det kan være gennem straftold, særlige havneafgifter eller visarestriktioner. Altså at hindre eller besværliggøre indrejse til USA, har en talsmand for USA’s regering fortalt nyhedsbureauet Reuters.\n\nSenest har USA’s regering fredag sidste uge truet med at udelukke virksomheder fra lande, der stemmer ja, fra ordrer fra den amerikanske regering såsom byggeriet af skibe eller gasterminaler.\n\n- Administrationen afviser utvetydigt dette forslag ved IMO og vil ikke tolerere handlinger, der øger omkostningerne for vores borgere, energiforsyninger, rederier og deres kunder eller turister, skriver den amerikanske regering i et åbent brev.\n\nUSA truer også med sanktioner mod embedsfolk, der støtter \"aktivist-drevet klimapolitik\".\n\nIfølge USA vil en klimaskat på rederiernes forurening betyde, at forbrugerne skal betale mere. Men eksperter har anslået, at der er tale om ganske små prisstigninger. Ifølge forskere fra Sao Paolo Universitet vil priserne på mad stige 0,1-0,2 procent i gennemsnit. Det svarer til 10 øre for en pose kaffe.\n\nBekymret dansk søfartsindustri\n\nNina Porst, der er klimadirektør for Danske Rederier, mærker presset. Hendes medlemmer vil gerne have en global klimaskat, fordi de foretrækker det frem for en myriade af nationale klimaskatter.\n\n- Vi er bekymrede, siger Nina Porst.\n\nDanmark er i global sammenhæng en stor søfartsnation. A.P. Møller-Mærsk er et af verdens største containerrederier, og en stribe andre store rederier er med til at give Danmark vægt i FN's søfartsorganisation.\n\nNina Porst hælder til, at det bliver et ja, men tør ikke fastslå, at det vitterlig vil gå den vej.\n\n- De fleste lande holder kortene ret tæt på kroppen her, så vi kan ikke være sikre på, at der bliver en aftale, før den er endeligt vedtaget, siger hun.\n\nKlimaskatten stiger gradvist De 176 lande, der er medlem af FN's søfartsorganisation, IMO, skal stemme om at indføre en klimaafgift fra 2029. IMO kalder det ikke selv en skat, men i realiteten fungerer det som en skat. Det er dermed den første globale skat nogensinde. Når IMO kan vedtage en global skat, er det, fordi rederier er nødt til at betale den, hvis de vil lægge til havn i lande, der er medlem af IMO. Skatten koster 100 amerikanske dollar per ton CO2, hvis rederierne overskrider et udledningsloft. Det svarer til cirka 640 kroner. De mest svinende rederier skal betale endnu mere - cirka 2.400 kroner per ton. Altså næsten fire gange så meget. I de første år slipper rederierne med kun at skulle betale for en ganske lille del af deres klimabelastning. Gradvist strammer FN kravene, så rederierne fra cirka år 2050 skal betale for hele deres forurening.\n\nDanske rederiers tyngde afspejles også i klimabelastningen. Mærsk har et samlet klimaaftryk på mere 83 millioner ton CO2. Det er en større klimabelastning end hele det danske samfund - inklusive fabrikker, landbruget og alle danskeres forbrug af rejser og importerede varer.\n\nJeppe Juul kalder det en \"reel bekymring\", at aftalen stemmes ned.\n\nMen hans bedste overbevisning er lige nu, at det ikke kommer dertil. Han kalder ikke blot Donald Trump for en \"bølle\". Faktisk er han en \"oppustet bølle\", mener Jeppe Juul.\n\n- Når jeg siger oppustet, er det, fordi USA faktisk ikke spiller en særlig stor rolle i international søfart.\n\n- Selv om USA er meget aktiv og meget aggressiv over for medlemslandene, så tror jeg alligevel, at folk kan se fornuften i at få en globalt bindende klimaaftale for søfarten, siger han.\n\nInternational opbakning\n\nDet særlige ved afstemningen er, at en vedtagelse virkede så sikker som amen i kirken, inden USA begyndte at true.\n\nEt solidt flertal af landene bakkede i april op om at gå videre med den model, som nu er på bordet.\n\nStørstedelen af den globale søfartsindustri støtter ligeledes forslaget, fordi de frygter, at alternativet bliver et indviklet puslespil af nationale klimaskatter. EU har allerede indført en klimaskat på halvdelen af den fragt, der sejler til og fra EU. Rederierne håber, at en IMO-aftale vil forhindre, at andre lande følger trop.\n\nNår der alligevel er nervøsitet at spore, er det, fordi USA truer med hævn, og særligt fattige lande kan føle sig presset til at stemme nej.\n\nFattige lande kan miste penge\n\nLandene har dog også en masse at tabe ved at stemme nej.\n\nFor det første er forslaget det eneste konkrete, globale forslag til at gøre op med den store klimabelastning, der kommer fra søfarten. Det er tre procent af den globale udledning af CO2, som stammer herfra, og som kun i meget lille grad i dag er underlagt klimaregulering.\n\nI især verdens fattigste lande medfører den globale opvarmning store katastrofer, og der er akut brug for, at udledningen af CO2 begrænses så meget som muligt så hurtigt som muligt.\n\nFor det andet skal dele af pengene gå til udvikling af infrastruktur inden for søfarten i de fattigste ulande. Forskellige analysevirksomheder vurderer, at klimaskatten vil indbringe mellem 65 og 100 milliarder kroner årligt.\n\nFN mangler stadig at afgøre, hvor mange penge der skal gå til ulandene, for nogle af pengene skal også gå til produktion af grønt brændstof. Men hvis landene stemmer nej, er der slet ingen penge, argumenterede IMO’s generalsekretær, panamanske Arsenio Dominguez, i en tale ved mødets start tirsdag.\n\nDet er endda IMO’s fremtid, der er på spil, indikerer IMO-chefen. Et nej vil \"undergrave tilliden til IMO\", sagde Arsenio Dominguez.\n\nDansk minister håber på 'historisk' aftale\n\nForslaget til en global klimaskat er undervejs blevet udvandet og vil kun sikre, at rederierne betaler en fjerdedel af det, EU først spillede ud med.\n\nIkke desto mindre håber erhvervsminister Morten Bødskov (S) på en aftale.\n\n- Det er en historisk mulighed for at gøre noget for klimaet ved, at vi kan vedtage bindende aftaler for skibsfarten, siger erhvervsminister Morten Bødskov.\n\nDen danske regering har op til mødet aktivt kæmpet imod presset fra USA’s præsident, Donald Trump, og redde det forslag, der skal til endelig afstemning i London i denne uge.\n\nMinisteren ønsker dog ikke at gå i detaljer med, hvordan han oplever USA's pres.\n\nHvad er det for nogle tiltag, som USA's præsident Trump er kommet med for at prøve at blokere for den her aftale?",
      "authors": [
        "Okt Kl."
      ]
    },
    {
      "title": "Europamestrene: Sæson 2025 – Et barnløst kontinent?",
      "link": "https://www.dr.dk/drtv/episode/europamestrene_-et-barnloest-kontinent_552640",
      "date": "5 dag siden",
      "snippet": "I dag i Europamestrene tager Tinne Hjersing Knudsen os med helt ind i de europæiske soveværelser - for én af de allerstørste udfordringer er tilsyneladende,...",
      "text": "I dag i Europamestrene tager Tinne Hjersing Knudsen os med helt ind i de europæiske soveværelser - for én af de allerstørste udfordringer er tilsyneladende, at der i fremtiden kommer til at være alt for få af os. Fødselsraten i Europa bare falder og falder. Er det et problem? Og hvad gør de europæiske lande for at ændre på det? Panelet består af Europaminister for Venstre, Marie Bjerre og Lone Frank, videnskabsjournalist og ph.d. i neurobiologi. Udløber: 14. jan 2026",
      "authors": []
    },
    {
      "title": "EU omgår Trump og bejler direkte til delstater",
      "link": "https://borsen.dk/nyheder/udland/eu-omgar-trump-og-bejler-direkte-til-delstater",
      "date": "4 dag siden",
      "snippet": "EU-Kommissionen omgår Trump og bejler direkte til amerikanske stater om grøn eksport. Foto: Adnan Beci/AFP/Ritzau Scanpix. Rasmus Jaenicke. 15. okt.",
      "text": "Pro indhold med dybdegående analyser og nyhedsbreve indenfor finans og iværksætteri. Klik her og få adgang",
      "authors": [
        "Rasmus Jaenicke"
      ]
    },
    {
      "title": "IMO Delays Vote on Global Shipping Carbon Tax by One Year After U.S. Pressure Campaign",
      "link": "https://gcaptain.com/imo-delays-adoption-of-global-shipping-carbon-tax-by-one-year-after-u-s-pressure-campaign/",
      "date": "2 days ago",
      "snippet": "Governments at the International Maritime Organization decided to postpone for one year the adoption of the world's first global carbon pricing system on...",
      "text": "Governments at the International Maritime Organization decided to postpone for one year the adoption of the world’s first global carbon pricing system on shipping at the Extraordinary Session of the Marine Environment Protection Committee in London this week.\n\nThe IMO agreed to delay the planned adoption vote on the Net-Zero Framework for one year in a vote Friday due to delay tactics and procedural sabotage by the U.S., Saudi Arabia, Russia and other petrostates at this week’s negotiations. The motion to delay was put forward by Singapore and called to a vote by Saudi Arabia.\n\nThe IMO’s delay reveals the fragility of climate action when national politics clash with global regulation. For shipping—a sector that moves 90% of world trade and produces 3% of global emissions—the path to net zero just became longer and far more uncertain.\n\nHeading into this week’s meeting, a clear majority of countries had supported the adoption of the Framework, which was agreed in principle in a vote in April. In April, 63 countries voted yes, including the EU27, Brazil, China, India, Canada, UK, Korea and Japan, versus a minority opposition from 16 oil-producing states.\n\nIn the lead up and throughout the meeting, the Trump Administration threatened retaliatory tariffs and sanctions, especially on developing and most climate-vulnerable states, if they support the Framework.\n\nAccording to our sources, the U.S. and Saudi Arabia also tried to create a delay by proposing to change the IMO’s regular adoption process by consensus to an ‘explicit’ adoption process which would impose additional hurdles to enforce the Framework, especially for many developing countries.\n\nCountries ultimately voted to delay adoption of the NZF at MEPC E.2 with 57 countries in favor of delay, 49 countries against the delay, and 21 abstentions.\n\nThe agreement would have had a positive effect on the price gap between fossil fuels and alternative fuels, essential for shipping’s energy transition.\n\nAs the world’s first, the mechanism would require ships to pay fees for non-compliance with gradually increasing carbon intensity targets, expected to generate up to $15 billion per year in finance from 2030. The original entry into force of the NZF was planned for March 2027. This timeline will now have to be reviewed.\n\nIndustry Reactions\n\nThomas A. Kazakos, ICS Secretary General, said: “We are disappointed that member states have not been able to agree a way forward at this meeting. Industry needs clarity to be able to make the investments needed to decarbonise the maritime sector, in line with the goals set out in the IMO GHG strategy. As an industry we will continue to work with the IMO, which is the best organisation to deliver the global regulations needed for a global industry.”\n\nJesse Fahnestock, director of decarbonization at the Global Maritime Forum, called the adjournment “a disappointing setback for shipping, but not the end of this journey.”\n\n“We encourage Member States that agreed on the framework in April to re-confirm their commitment to multilateralism and continue the urgent work of developing guidelines and adopting a regulatory framework that can deliver on the IMO’s unanimously agreed Greenhouse Gas Strategy,” Fahnestock added.\n\nAnne H. Steffensen, CEO of Danish Shipping, said: “This is not what we came for. We came here to finally conclude a crucial climate agreement for international shipping. We from the Danish side have worked tirelessly towards this for a long time, so it’s a big disappointment.”\n\nSteffensen added: “Much has happened in the world since 2023, when the framework for the strategy was adopted. Unfortunately, that means there have been all sorts of other agendas in the negotiation room besides climate. Geopolitical tensions and a new world order have made their way in – also at the IMO.”\n\nInternational Association of Ports and Harbors (IAPH) managing director Patrick Verhoeven described it as a major setback. “Shipping and ports need a global framework that provides them with legal certainty to make the necessary investments in decarbonisation. Only IMO can provide such a framework. We don’t know what this adjournment will lead to, but we fear it will simply open the door for more national and regional measures, which will add to an already complex regulatory patchwork resulting in unintended consequences.”\n\nPerhaps the sharpest condemnation came from Pacific Island states and environmental groups, who called the delay a betrayal of the world’s most climate-vulnerable nations.\n\nDr. Alison Shaw, IMO Manager at T&E, said: “The delay leaves the shipping sector drifting in uncertainty. But this week has also shown that there is a clear desire to clean up the shipping industry, even in the face of US bullying. The world cannot let intimidation and vested interests dictate the pace of climate action. Climate-ambitious countries must use this moment to build a strong majority in support of meaningful decarbonisation. They will be the ones that benefit from the economy of tomorrow, not the geopolitical power games of the past.”\n\nHon. Ralph Regenvanu, Minister for Climate Change, Energy, Meteorology, Geohazards, Environment and Disaster Management for the Republic of Vanuatu, said: “We came to London in reluctant support of the IMO’s Net-Zero Framework. While it lacks the ambition that climate science demands, it does mark a significant step. We regret that IMO members followed Singapore’s initial proposal to delay the adoption of the framework by 12 months, which Saudi Arabia called to a vote. This is unacceptable given the urgency we face in light of accelerating climate change.”\n\nAnaïs Rios, Senior Shipping Policy Officer at Seas At Risk, said: “Getting the Net-Zero Framework adopted in this MEPC ES.2, however imperfect, was fundamental for shipping to stay within reach of its own decarbonation targets. Emotions have run high this week at the IMO, with once high-ambitious alliances wavering and strategies eclipsing reason. With talk of unity versus division, no single flag should dictate the world’s climate course. With countries like Saudi Arabia leading efforts to delay, few expected a postponement to prevail but here we are. What matters now is that countries rise up and come back to the IMO with a louder and more confident yes vote that cannot be silenced. The planet and the future of shipping does not have time to waste.”\n\nU.S. Administration Declares Victory\n\nU.S. Ambassador to the UN Mike Waltz tweeted: “This is another HUGE win for @POTUS. Thanks to his leadership, the United States prevented a massive UN tax hike on American consumers that would have funded progressive climate pet projects. Our country will continue to lead the way and put America FIRST.”\n\nSecretary of State Marc Rubio echoed the same message, calling it “another HUGE win” and thanking the president’s leadership for preventing what he characterized as “a massive UN tax hike on American consumers.”\n\nWhat Happens Next\n\nThis pause will push the adoption vote to the next session in October 2026, and it could risk the deal not coming into force until 2030, even if adopted in a year’s time.\n\nThe IMO is still set to meet again for technical discussions on 20-24 October, to discuss key policy details on design and implementation of the NZF, including green energy incentives and the revenue disbursement.\n\nSome delegates believe that putting the talks on hold will give countries more time to find consensus on this flagship climate law. Others fear that the U.S. will further ramp up pressure on developing countries to oppose adoption at a later stage.\n\nThe agreement includes a requirement for the gradual reduction of the greenhouse gas intensity of the fuels ships use. Ships that emit more than allowed will have to pay, while the most energy-efficient vessels can earn and trade surplus units, as well as receive rewards for using green fuels. Emitting greenhouse gases will become more expensive and reducing them will pay off.\n\nThe NZF, as it stands, is the result of three years of discussions from national delegate countries and is the only global regulation for greenhouse gas reduction measures, which aims at avoiding patchworked national regulation.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "IMO fails to agree Net-Zero Framework, pushes talks to 2026",
      "link": "https://splash247.com/imo-fails-to-agree-net-zero-framework-pushes-talks-to-2026/",
      "date": "2 days ago",
      "snippet": "Negotiations at the International Maritime Organization (IMO) have broken down without agreement on the Net-Zero Framework, leaving the shipping industry...",
      "text": "Negotiations at the International Maritime Organization (IMO) have broken down without agreement on the Net-Zero Framework, leaving the shipping industry facing another year of uncertainty over how its decarbonisation will be regulated.\n\nDelegates at the Marine Environment Protection Committee’s extraordinary session in London voted to adjourn discussions for 12 months after failing to reach consensus or call a vote on the draft amendments to MARPOL Annex VI, which include the key elements of the framework.\n\nThe decision pushes any adoption of the IMO Net-Zero Framework into late 2026 at the earliest, complicating the timeline for meeting the organisation’s greenhouse gas (GHG) reduction strategy agreed in 2023.\n\nThe framework—approved in principle at MEPC 83 in April 2025—sets out a global fuel standard and an emissions pricing mechanism, which together would form the backbone of international shipping’s path to net zero by 2050.\n\nWhile the main negotiations have been adjourned, the Intersessional Working Group on GHG Emissions Reduction from Ships, due to meet from October 20 to 24, will continue work on developing implementation guidelines in the meantime.\n\nIndustry voices have expressed broad disappointment over the delay, warning that the year-long adjournment risks slowing investment and undermining momentum toward shipping’s decarbonisation goals.\n\nThe Global Maritime Forum described the adjournment as a serious setback.\n\n“Today’s adjournment is disappointing but not the end of the journey,” said Jesse Fahnestock, the Forum’s director of decarbonisation.\n\n“Delaying for a full year makes delivery of the sector’s decarbonisation targets even more challenging,” he added, urging member states that supported the framework in April to “reconfirm their commitment to multilateralism and continue the urgent work of developing guidelines and adopting a regulatory framework that can deliver on the IMO’s unanimously agreed GHG strategy.”\n\nThe International Chamber of Shipping (ICS) also voiced frustration that the meeting failed to deliver progress.\n\n“We are disappointed that member states have not been able to agree a way forward,” said Thomas Kazakos, ICS secretary general, adding: “Industry needs clarity to make the investments needed to decarbonise in line with the IMO’s goals.”\n\nAnne Steffensen, CEO of Danish Shipping, said the outcome was “not what we came for.”\n\n“We came here to finally conclude a crucial climate agreement for international shipping. We from the Danish side have worked tirelessly towards this for a long time, so it’s a big disappointment,” she said.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Graham S Tubbs",
        "Lachlan Anderson"
      ]
    },
    {
      "title": "Shipping Regulatory News Archive",
      "link": "https://splash247.com/category/sector/regulatory/",
      "date": "Apr 19, 2018",
      "snippet": "Find here the updated list of the latest regulatory-related news. Browse Splash 24/7 for more maritime and shipping news.",
      "text": "Sam Chambers 1\n\nThe disruption brought about by last Tuesday’s start of tit-for-tat extra port fees levied by the US and China has…",
      "authors": [
        "Sam Chambers",
        "Adis Ajdin",
        "Graham S Tubbs",
        "Lachlan Anderson",
        "Allwyn D Souza"
      ]
    },
    {
      "title": "Too close to call: IMO’s make-or-break vote to define shipping’s decarbonisation path",
      "link": "https://splash247.com/too-close-to-call-imos-make-or-break-vote-to-define-shippings-decarbonisation-path/",
      "date": "2 days ago",
      "snippet": "The global shipping industry will find out today its green future with one of the most contentious Marine Environment Protection Committee (MEPC) meetings...",
      "text": "The global shipping industry will find out today its green future with one of the most contentious Marine Environment Protection Committee (MEPC) meetings drawing to a close this evening at the London headquarters of the International Maritime Organization (IMO) and the vote on the Net-Zero Framework (NZF) now deemed too close to call.\n\nThe US has led the opposition to the NZF, IMO’s proposed path to ensure shipping decarbonises by around 2050, with the government in Washington issuing threats of sanction to nations that vote in favour of the NZF. Countries backing the IMO’s decarbonisation plan could face port bans, visa restrictions on seafarers, and punitive vessel fees, the US has warned, while earlier this week, the American delegation, in partnership with Saudi Arabia and a number of other petrostates, has been working to create a procedural shift at the IMO that could delay or even block the NZF from entering into force.\n\n“This isn’t just about process. It’s about power and political will,” commented Peter Jameson, managing director of Boston Consulting Group, in a post on LinkedIn.\n\nIn a post on Truth Social yesterday, president Donald Trump declared the US “will NOT stand for this Global Green New Scam Tax on Shipping, and will not adhere to it in any way, shape, or form.” The president characterized the measure as a threat to American consumers and called on member states to “vote NO in London.” This isn’t just about process. It’s about power and political will\n\nYesterday, the committee was unable to bring delegations together to proceed with its review of the finalised resolution for the formal adoption of the consolidated MARPOL Annex VI amendments including the NZF. Rising tensions over both content and sequencing of decisions to be taken led the exasperated chairman, Harry Conway of Liberia, to quip whether there was a doctor in the room and to agree to a request of the US to allow time for informal consultations.\n\nThis meant that the plenary session could not proceed in the afternoon with reviewing the report of the drafting group , which had worked late into the evening on Wednesday to complete its work. Unless positive solutions emerge this morning around which delegations can rally, the renowned IMO spirit of cooperation is in grave danger of faltering and scuppering any hope for the entry into force of the NZF on the target date of March 1, 2027.\n\nA formal vote on adoption is expected to take place today and requires a two-thirds majority of MARPOL contracting parties present and voting to be successful. Even if it does succeed, any number of abstentions from the vote would not be good for the IMO’s credibility. The European Union voting as a united bloc now appears unlikely, with sources telling Splash that Greece, Cyprus and Malta are likely to abstain.\n\n“I can’t recall witnessing an IMO meeting with so much in flux on such a large scale,” said one source at the IMO with decades of experience of attending meetings at the United Nations body.\n\nA proposal by the United Arab Emirates to include an operative paragraph in the draft MEPC resolution asserting that the IMO’s NZF “is the only global maritime mid-term measure for international shipping so as to avoid a possible patchwork of duplicative State or regional measure” could help limit the damage.\n\nAn extensive work plan to prepare for entry into force could also not be reviewed yesterday. It had been drafted by the secretariat prior to the meeting and was further developed by a working group, which identified 14 major work streams. These include inter alia the development of implementation guidelines on issues such as the greenhouse gas fuel intensity (GFI) and GFI compliance approaches; zero or near-zero greenhouse gas emission technologies, fuels and/or energy sources; further development of the IMO Life Cycle Assessment Framework for fuels; the pricing mechanism for the GFI reporting periods starting 2031 and onwards; promotion of technical cooperation and transfer of technology; and food security.\n\nA proposal by Egypt to establish a new IMO sub-committee to deal with the workload related to the reduction of greenhouse gas emissions received broad support on Thursday morning.\n\nIn the event that the framework does pass today, a technical group is scheduled to meet October 20-24 to finalise guidance on fuel definitions, revenue spending, and compliance rules ahead of the 2027 implementation timeline. Whether the Trump administration would recognise the legislation is a whole other question.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Graham S Tubbs"
      ]
    },
    {
      "title": "Washington Moves to Weaken IMO Climate Plan with Last-Minute Rule Change",
      "link": "https://gcaptain.com/washington-moves-to-weaken-imo-climate-plan-with-last-minute-rule-change/",
      "date": "3 days ago",
      "snippet": "The US made a proposal at talks held by the global shipping regulator to introduce another step in adopting a charge on vessel emissions if countries vote...",
      "text": "By Jack Wittels (Bloomberg) — The US made a proposal at talks held by the global shipping regulator to introduce another step in adopting a charge on vessel emissions if countries vote for it this week, as Washington continues to oppose the planned new rules.\n\nNations are at an International Maritime Organization meeting in London to decide on landmark regulations to make vessels start paying for their greenhouse gas emissions. The Trump administration is strongly against the move, which it has labeled a “global carbon tax” on Americans, and has said it would consider wide-ranging measures against those who backed them.\n\nOn Wednesday, the US proposed changing acceptance rules, according to a document provided by the IMO at the meeting.\n\nUsually, under shipping’s main treaty on pollution, new regulations are considered accepted unless a third of countries — or half the world’s merchant fleet — declare they object, a process known as “tacit acceptance.” But the US has now proposed that the IMO require “explicit acceptance” — effectively needing nations to officially opt in after the vote, according to a document.\n\nThe proposal is another example of the US putting pressure on the planned rules, because it would add a further hurdle for them coming into force. Washington has already threatened to respond with measures such as port levies, visa restrictions and tariffs.\n\nThe IMO said a drafting group was instructed to take into account proposals made in the plenary, and that any changes will be clearer once its report is received.\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "Lloyd’s Register Unveils First Comprehensive Roadmap for Nuclear-Powered Commercial Shipping",
      "link": "https://gcaptain.com/lloyds-register-unveils-first-comprehensive-roadmap-for-nuclear-powered-commercial-shipping/",
      "date": "3 days ago",
      "snippet": "Lloyd's Register has published new guidance providing the maritime industry's first detailed framework for integrating nuclear technology into commercial...",
      "text": "Lloyd’s Register has published new guidance providing the maritime industry’s first detailed framework for integrating nuclear technology into commercial shipping and offshore operations, addressing regulatory gaps as the sector pursues decarbonization.\n\nThe guidance document was developed in partnership with Global Nuclear Security Partners and marine insurer NorthStandard. It outlines practical steps for project teams to integrate technologies such as small modular reactors into maritime assets, covering regulatory, technical, operational and financial requirements.\n\nNuclear power has re-emerged as a potential solution for achieving net-zero ambitions in maritime as the sector accelerates its transition toward sustainable energy. However, no international regulatory framework currently exists for nuclear-powered commercial vessels.\n\nThe guidance discusses the roles of key regulatory bodies including the International Maritime Organization and the International Atomic Energy Agency, highlighting the need to harmonize maritime and nuclear standards. Topics addressed include safety classification, environmental impact assessments, structural integrity, and nuclear safety case development. The document also covers security measures such as physical and cyber protection systems and insider threat mitigation.\n\n“Nuclear energy has the potential to transform maritime, providing a scalable and zero-carbon energy source that can accelerate the industry’s energy transition,” said Mark Tipping, LR’s Global Power to X Director. “However, its adoption requires clarity, collaboration and trust across regulators, operators, insurers and wider society. This guidance offers a comprehensive starting point for stakeholders to navigate the risks and opportunities ahead.”\n\nNick Tomkinson, Senior Partner at Global Nuclear Security Partners, emphasized the integrated approach required. “Maritime nuclear will only succeed when safety, security and safeguards are considered together from the start,” he said. “This guidance document helps first movers align maritime and nuclear frameworks, apply goal-based approaches where prescriptive rules are absent, and build the confidence required by regulators, insurers and the public.”\n\n“We collaborated with Lloyd’s Register to explore the insurance and reinsurance considerations for nuclear energy – particularly the interlink between classification and insurance, current P&I limitations around pooling nuclear risks and the importance of liability frameworks,” said Helen Barden, Director of External Affairs at NorthStandard. “We welcome the growing recognition that nuclear could play a meaningful role in the decarbonisation of shipping and we are proactively supporting the maritime industry when it comes to the insurance and regulatory challenges ahead.”\n\nThe guidance builds on Lloyd’s Register’s Fuel for Thought: Nuclear research programme and aims to fill a critical knowledge gap by combining decades of classification, safety and compliance expertise with specialist nuclear insight.\n\nThe document provides a roadmap for adoption, guiding stakeholders through public engagement, design activities, and regulatory processes, while calling for early, collaborative stakeholder involvement to refine and implement the framework effectively.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Inside Trump’s Pressure Campaign to Derail Global Shipping Emissions Tax",
      "link": "https://gcaptain.com/inside-trumps-pressure-campaign-to-derail-global-shipping-emissions-tax/",
      "date": "2 days ago",
      "snippet": "The world's shipping regulator postponed a decision on adopting a landmark charge on vessel emissions, a shock move that highlights the Trump...",
      "text": "By Jennifer A. Dlouhy, Jack Wittels and Eric Martin(Bloomberg) —\n\nEnvironmentalists eager to curb planet-warming pollution from shipping had grown increasingly confident that countries would adopt the first-ever global tax on emissions this year.\n\nBut those predicting success failed to fully account for President Donald Trump harnessing the might of the US against it.\n\nOn Friday, nations at a meeting of the UN’s International Maritime Organization voted to delay by one year a decision on the landmark measure that would force large vessels to curb emissions or potentially incur fees of $380 per ton.\n\nThe outcome was in part the culmination of a months-long campaign by US officials — including diplomats and cabinet members as well as the president himself — to fight the fee they decried as an untenable global carbon tax.\n\n“President Trump saved America from the outrageous climate scam that was killing our country, and he has long warned others to abandon this destructive agenda before it is too late,” White House spokeswoman Taylor Rogers said by email. “Stopping this disastrous vote is a massive win for the American people and countries around the world that cannot afford to bend the knee to bogus climate demands any longer.”\n\nIndustry Voices Disappointment and Concern as IMO Postpones Global Shipping Carbon Tax Vote\n\nEuropean nations and the UK were among those who had supported the regulations in April when they received preliminary approval, but were on the losing side of Friday’s 57-49 vote in favor of postponement.\n\nThe US wasn’t alone in battling the initiative; nations including Saudi Arabia, Iran and Russia had voted against the planned emissions charge in April and on Friday backed the delay.\n\nFor months beforehand, US officials had been pressing other countries to oppose the measure, at times by delivering arguments about the potential costs and national security risks, said a senior US State Department official who asked for anonymity to speak candidly.\n\nThe administration’s work picked up in July, when the State Department gathered federal agencies to develop a roadmap to defeat the plan. By August, the State Department had launched a global demarche – a formal diplomatic outreach to 108 other nations to lay out its opposition.\n\nUS officials also met with European counterparts in Brussels last month to discuss what the senior official described as potential off ramps, and they pressed foreign leaders during meetings on sidelines of the UN General Assembly in New York.\n\nTrump administration officials also wielded specific threats, warning other nations they could face tariffs, visa restrictions and financial penalties if they backed the so-called net-zero framework, or NZF. Trump himself has widely used tariffs — and even just the threat of them — to compel other countries to abandon or ease policies with which he disagrees.\n\n“The United States will be moving to levy these remedies against nations that sponsor this European-led neocolonial export of global climate regulations,” Secretary of State Marco Rubio, Energy Secretary Chris Wright and Transportation Secretary Sean Duffy vowed in an Oct. 10 statement. “We will fight hard to protect our economic interests by imposing costs on countries if they support the NZF.”\n\nA suite of cabinet officials were enlisted to deliver arguments against the initiative, including Wright and Rubio as well as Treasury Secretary Scott Bessent, Commerce Secretary Howard Lutnick and Agriculture Secretary Brooke Rollins, the official said. Conversations unfolded in text messages, phone calls, emails and public meetings, often tailored to anticipate and emphasize the potential concerns of other countries, the official said.\n\nFor instance, Trump administration officials told other nations the fees would deliver widespread economic damage — hiking costs, stoking inflation and imperiling food security — although some analysts have described a more modest financial impact.\n\nThey also cast doubt on plans for using the more than $10 billion in revenue the emissions charges were expected to raise annually. While the draft agreement outlined where revenue would end up — including for ships using low-emission fuels — key financial details had not been finalized, feeding US officials’ arguments it could be an “environmental slush fund.”\n\nUS representatives also assured countries that had some concerns with the measure that they didn’t need to go along with it. Some countries previously felt like it was a foregone conclusion, the senior State Department official said.\n\nThe US opposition may have provided a kind of political cover for other wavering nations — a scenario that could play out in other international climate talks.\n\nEnvironmentalists called the administration’s approach and the delay misguided. Currently, ships are almost exclusively powered by oil-derived fuels that spew out more than a billion tons of emissions each year.\n\nAlso, the delay would lead to a conflicting patchwork of rules and undermines a potential economic bounty for the US, given its advantage producing lower-emission fuels, they said. Ahead of the vote, some US biofuel producers unsuccessfully lobbied the Trump administration to alter course.\n\nAhead of Friday’s vote, Andrew Forrest, the billionaire founder and chair of of Fortescue Metals Group, decried what he said were “intimidatory tactics” impacting delegates’ ability to vote their conscience.\n\n“As a global industrialist and philanthropist I stand ready to support any country or individual being blackmailed or threatened,” Forrest said in a message to negotiators at the UN agency. “I am committed to working with others to ensure that justice prevails and bullying tactics do not win out.”\n\nAlthough conversations were at times tense and spirited, there wasn’t intimidation, the State Department official said.\n\nLobbying continued until the final hours. On the eve of the vote, Trump himself swooped in to reinforce the American position on Thursday, amid a last-ditch effort tied to potentially pausing the meeting.\n\n“The United States will NOT stand for this Global Green New Scam Tax on Shipping, and will not adhere to it in any way, shape, or form,” Trump said in a social media post. “We will not tolerate increased prices on American Consumers OR, the creation of a Green New Scam Bureaucracy to spend YOUR money on their Green dreams. Stand with the United States, and vote NO in London tomorrow!”\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "Baltic Exchange Launches New Canadian Crude Tanker Routes as Geopolitics Reshape Energy Trade",
      "link": "https://gcaptain.com/baltic-exchange-launches-new-canadian-crude-tanker-routes-as-geopolitics-reshape-energy-trade/",
      "date": "3 days ago",
      "snippet": "The Baltic Exchange has launched two new Aframax tanker benchmarks tracking Canadian crude exports to Asia, marking a direct response to shifting global...",
      "text": "The Baltic Exchange has launched two new Aframax tanker benchmarks tracking Canadian crude exports to Asia, marking a direct response to shifting global trade dynamics and escalating geopolitical tensions.\n\nTD28 and TD29, listed on the Intercontinental Exchange on October 13, track voyages from Vancouver to Ningbo, China, and from Vancouver to the Pacific Area Lightering zone off the US West Coast, respectively. The routes have emerged as strategically important following the completion of the Trans Mountain Expansion project, which began commercial operations on May 1, 2024.\n\nThe TMX project nearly tripled Canada’s pipeline capacity from 300,000 barrels per day to 890,000 bpd, transforming the country’s export profile and providing direct access to Asian energy markets.Vancouver’s Westridge Marine Terminal, previously limited to around five Aframax calls per month, can now accommodate up to 34, a shift that has elevated Canada’s role in global crude trade.\n\n“This is a classic example of the Baltic responding directly to market needs,” said Matt Cox, Head of Benchmark Production at the Baltic Exchange. “The development of these new routes reflects how trade flows evolve in response to geopolitical realities, from tariff disputes and shifting alliances to sanctions and changing energy security priorities. Our role is to ensure the market has reliable benchmarks that reflect these new dynamics.”\n\nTrans Mountain Pipeline Expansion Fuels Export Boom at Port of Vancouver\n\nThe launch comes as rising US-China trade tensions, Western sanctions on Russian energy, and growing competition for secure energy supplies have made Canada’s Pacific export corridor a strategic alternative for Asian buyers. As the United States and China spar over technology and tariffs, Canadian crude offers a politically safer source of supply, and with TMX now online, the Pacific coast has become a critical export gateway.\n\nBecause fully loaded VLCCs cannot load at Vancouver, Aframax vessels have become the standard for these shipments.Cargoes either sail directly across the Pacific to China or are lightered onto larger tankers off California before continuing their journey. As these flows grow, particularly amid heightened interest from Chinese refiners and diversification strategies among Asian buyers, the need for independent, transparent benchmarks has intensified.\n\nThe development of TD28 and TD29 followed the Baltic’s index creation process, including blind and private trials with market panellists and a public consultation phase.Both routes met the Baltic’s criteria for liquidity, panel participation and commercial relevance before being adopted.\n\n“New routes are launched after extensive monitoring, consultation and testing to ensure it reflects genuine trade flows and provides real value to the market,” Cox said. “Collaboration with our panel and advisory councils is central to this process and ensures our benchmarks mirror market reality as closely as possible.”\n\nRegular advisory council meetings and ongoing dialogue with industry participants ensure benchmarks evolve alongside new trade patterns, sanctions regimes, and decarbonisation policies such as the EU ETS and FuelEU Maritime.\n\n“Our engagement with the market is continuous,” Cox added. “TD28 and TD29 are the latest examples of how we listen to members and deliver products that meet the industry’s changing needs. They also show how benchmarks can act as early indicators of deeper geopolitical and commercial trends.”\n\nCox said the early signs for both routes are promising. “Flows of Canadian crude are growing rapidly, and these benchmarks will provide the transparency and consistency needed as the trade matures,” he noted. “Ultimately, the success of any index depends on adoption, and we’re confident these routes will quickly become trusted reference points for market participants across the Pacific.”",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Top Shipping Nation Greece Shies Away From Maritime Carbon Tax",
      "link": "https://gcaptain.com/top-shipping-nation-greece-shies-away-from-maritime-carbon-tax/",
      "date": "3 days ago",
      "snippet": "Greece, home to the world's second-largest merchant fleet, is walking back from supporting a global maritime carbon tax that has drawn backlash from...",
      "text": "By Sotiris Nikas (Bloomberg) — Greece, home to the world’s second-largest merchant fleet, is walking back from supporting a global maritime carbon tax that has drawn backlash from Washington.\n\nThe nation currently plans to abstain from a final vote this week on an International Maritime Organization proposal to make the sector pay for its more than 1 billion tons of annual greenhouse emissions, a person familiar with the matter said, asking not to be named discussing non-public information.\n\nAthens had always been skeptical of the net zero framework and its impact on the shipping industry, the person said. In April, however, the country voted yes on a draft plan for the sweeping new rules.\n\nA spokesperson for the Greek government declined to comment.\n\nWhile the European Union is pushing its members to support the maritime levy, the US is strongly opposing it. After threatening to respond with measures such as port levies, visa restrictions and tariffs, Washington proposed introducing another step in adopting the charge, which would add a further hurdle for it to come into force.\n\nGreece’s abstention would mark a departure of the southern European Union member state from the joint position of the bloc, which wants to lead the global fight against climate change.\n\nThe European Commission, the bloc’s executive arm, last week called for adoption of the IMO net zero framework, saying it was a “significant milestone” to decarbonize the shipping sector and ensure a level playing field.\n\nGreek’s reservations regarding the levy have been submitted to the European authorities in writing well before the vote, the person familiar with the government’s stance added.\n\nThe net zero framework relies on fuels and technologies that aren’t available at scale, and introduces sharp penalties for not using them, the person said, adding this would inflate costs as companies chase limited supplies.\n\nThe final adoption of the new framework isn’t guaranteed due to Washington’s opposition. In April the draft plan for the new rules had gained wide support.\n\nGreece is the world’s second-largest ship-owning nation, trailing only China, according to data from Clarkson Research Services Ltd., a unit of the world’s largest ship broker.\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "Lloyd’s Register issues first roadmap for nuclear-powered shipping",
      "link": "https://splash247.com/lloyds-register-issues-first-roadmap-for-nuclear-powered-shipping/",
      "date": "3 days ago",
      "snippet": "British class society Lloyd's Register (LR) has published new guidance on the use of nuclear energy in commercial shipping, offering what it calls the first...",
      "text": "British class society Lloyd’s Register (LR) has published new guidance on the use of nuclear energy in commercial shipping, offering what it calls the first comprehensive roadmap for the safe and responsible integration of nuclear power into the maritime sector.\n\nThe document, Navigating Nuclear Energy in Maritime, was developed in partnership with Global Nuclear Security Partners (GNSP) and marine insurer NorthStandard. It outlines how shipowners, operators and regulators can approach nuclear propulsion — from regulatory approval and technical design to insurance and crew training.\n\nAs the industry looks for long-term zero-carbon solutions, LR said nuclear technology — including small modular reactors (SMRs) — could play a role in decarbonising deep-sea transport. But it noted that the sector still lacks a unified international framework for regulation, safety, and liability.\n\nThe guidance discusses the roles of the IMO and IAEA, stressing the need to align maritime and nuclear standards. It covers safety classification, environmental assessments, structural integrity, and nuclear safety case development, as well as physical and cyber security measures.\n\nOperational and financial considerations are also addressed, including qualifications for onboard personnel, emergency response plans, and insurance structures. NorthStandard contributed to the section on insurance and liability, noting the current limitations of P&I pooling for nuclear-related risks.\n\nMark Tipping, LR’s global power to X director, said nuclear energy could become a “scalable and zero-carbon” option for shipping, provided there is close collaboration between regulators, operators, insurers and society.\n\nLR added the new framework builds on its earlier Fuel for Thought: Nuclear research and is designed to help early movers navigate the technical, safety and financial hurdles of adopting nuclear propulsion.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Graham S Tubbs",
        "Lachlan Anderson"
      ]
    },
    {
      "title": "Geopolitik spænder ben for grøn omstilling af den internationale skibsfart",
      "link": "https://danishshipping.dk/seneste-nyt/2025/geopolitik-spaender-ben-for-groen-omstilling-af-den-internationale-skibsfart/",
      "date": "2 days ago",
      "snippet": "”Det var ikke det, vi kom efter. Vi kom for endelig at lukke en afgørende klimaaftale for den internationale skibsfart. Det har vi i Danmark arbejdet...",
      "text": "”Det var ikke det, vi kom efter. Vi kom for endelig at lukke en afgørende klimaaftale for den internationale skibsfart. Det har vi i Danmark arbejdet benhårdt for i lang tid, så det er en stor skuffelse”.\n\nSå klar er konklusionen fra Danske Rederiers ad­mi­ni­stre­ren­de direktør Anne H. Steffensen oven på dramatiske begivenheder i FN’s sø­fart­sor­ga­ni­sa­tion International Maritime Organization (IMO).\n\nMed­lem­s­sta­ter­ne har i denne uge været samlet i London for endeligt at vedtage den Net Zero Framework-aftale, der faldt på plads tilbage i april. Aftalen skal bringe den internationale skibsfarts udledninger mod nul inden 2050. Og indtil for ganske nylig, stod den aftale til troende. Men efter to dages forhalinger i for­hand­lings­lo­ka­let, har IMO valgt at udskyde afstemningen om aftalen.",
      "authors": []
    },
    {
      "title": "Velkommen til Danske Rederier",
      "link": "https://danishshipping.dk/",
      "date": "Jun 23, 2023",
      "snippet": "Forhandlingerne om den første globale klimaaftale for et helt erhverv er netop sparket til hjørne i London. Danske Rederier kalder det ”en stor skuffelse”.",
      "text": "Du ved det måske ikke. Men lige nu udspiller sig et stort internationalt drama om klimapolitik. Et drama, som forhåbentligt ender med en historisk aftale. Det handler om, hvordan en af de industrier, der udleder allermest CO2 på verdensplan, kan blive klimaneutral.",
      "authors": []
    },
    {
      "title": "Green inland ports final conference",
      "link": "https://transport.ec.europa.eu/news-events/events/green-inland-ports-final-conference-2025-11-26_en",
      "date": "1 month ago",
      "snippet": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway...",
      "text": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway authorities, policymakers, terminal operators, digital service providers, researchers, and other relevant stakeholders.\n\nThe conference will present key findings from the green inland ports study, and showcase the tools developed as part of the study supporting port decarbonisation. It will also collect stakeholder input for policy recommendations on sustainable port governance.",
      "authors": []
    },
    {
      "title": "Mobility and transport",
      "link": "https://transport.ec.europa.eu/index_en",
      "date": "Oct 21, 2021",
      "snippet": "As the European Commission's principal urban mobility policy conference, Urban Mobility Days (UMD) provides the ideal opportunity to network, debate,...",
      "text": "Looking to travel in Europe? Considering a journey by train? Then you’re in the right place!\n\nOur ten travellers are set to explore high-speed rail routes throughout Europe and they’re ready to share their insights about what it’s like to travel the EU by train.\n\nFollow along from September 2025 to December 2025 as they venture forth and share their experiences in real time.\n\nRead all about the highlights of their voyages!",
      "authors": []
    },
    {
      "title": "Young people and transport jobs: making transport careers more attractive",
      "link": "https://transport.ec.europa.eu/news-events/news/young-people-and-transport-jobs-making-transport-careers-more-attractive-2025-10-16_en",
      "date": "3 days ago",
      "snippet": "On 15 October 2025, the European Commission's Directorate-General for Mobility and Transport (DG MOVE) hosted a conference on 'Young people and transport...",
      "text": "On 15 October 2025, the European Commission's Directorate-General for Mobility and Transport (DG MOVE) hosted a conference on 'Young people and transport jobs: making transport careers more attractive' in Brussels. The event brought together around 70 young people and 20 sector representatives from all modes of transport, and the Commission to explore career prospects and expectations for working in the sector, as well as successful practices to attract, support and retain young talent in the ever-evolving transport sector.\n\nParticipants agreed that transport jobs offer great opportunities, but communication about them often misses young people. Industry efforts exist but do not always reach or engage young people effectively. The sector urgently needs young talent, making events like this crucial to connect new generations and the industry, which is eager to hear and respond to their needs.\n\nIn her opening statement, Magda Kopczyńska, Director-General for Mobility and Transport at the European Commission, emphasised the urgent need to attract younger and more diverse talent to the transport sector. Transport plays a crucial role in building a greener and smarter future, but currently faces a lack of visibility among young people. She encouraged an open dialogue during the conference to explore how to make transport careers more appealing, inclusive, and aligned with modern job expectations across all modes of transport.\n\nKey take aways of an interactive session with young people and human resources representatives include the need to modernise the transport sector's image by emphasising sustainability, diversity, as well as fair and flexible working conditions.\n\nParticipants also called for stronger promotion through positive storytelling, ambassador programmes, job fairs, and school outreach. Practical improvements such as enhanced security, language courses and vocational training, and better coordination among professionals were highlighted. Participants agreed that the ultimate goal is to raise public awareness of the sector's crucial role for society and its evolving, future-ready nature.\n\nThe conference concluded with a dialogue between young people and Eric von Breska, Director of Investment, Innovative & Sustainable Transport at DG MOVE. The discussion focused on key challenges young people face in the sector: visibility and attractiveness of transport jobs, entry points and career development, and skills for the green and digital transition. He explained the European Commission's initiatives aimed at addressing these challenges, highlighting efforts to promote diversity, support skills development, and create clearer career pathways.\n\nA detailed conference report will be published soon.",
      "authors": []
    }
  ]
}