{
  "timestamp": "2025-11-10T06:29:20.321538",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "Folketinget afsætter milliarder til forskning i forsvar og grøn omstilling",
      "link": "https://www.dr.dk/nyheder/seneste/folketinget-afsaetter-milliarder-til-forskning-i-forsvar-og-groen-omstilling",
      "date": "3 dag siden",
      "snippet": "Der er ifølge mediet tale om forskellige hændelser langs kysten, der alle er forårsaget af kraftige bølger. Det spanske public service medie RTVE...",
      "text": "Ifølge Sergej Lavrov forstår både han og hans amerikanske ministerkollega behovet for regelmæssige snakke. (Foto: © Ramil Sitdikov, EPA/Ritzau Scanpix)\n\nIfølge Sergej Lavrov forstår både han og hans amerikanske ministerkollega behovet for regelmæssige snakke. (Foto: © Ramil Sitdikov, EPA/Ritzau Scanpix)\n\nSergej Lavrov fortæller i et interview med det russiske nyhedsbureau RIA, at han er klar til at mødes med USA's udenrigsminister. Det skriver Reuters.\n\n- Udenrigsminister Marco Rubio og jeg forstår behovet for regelmæssig kommunikation, siger Lavrov.\n\nDet gælder både telefonsamtaler, men også møder ansigt-til-ansigt, fortæller den russiske udenrigsminister. På det forestående møde skal der ifølge Lavrov blandt andet tales om \"det ukrainske spørgsmål\".\n\nUdmeldingen fra Lavrov kommer, efter det ikke lykkedes at få et møde mellem Donald Trump og Vladimir Putin stablet på benene i oktober. I den forbindelse sagde USA's præsident, at han ikke \"vil spilde tiden\".",
      "authors": []
    },
    {
      "title": "Dansk marked gået i stå: Nu køres grøn brint til Tyskland",
      "link": "https://borsen.dk/nyheder/baeredygtig/dansk-marked-gaet-i-sta-nu-kores-gron-brint-til-tyskland",
      "date": "for 17 timer siden",
      "snippet": "Tyske biler kan nu køre på grøn brint produceret i Fredericia. Den var dog oprindeligt tiltænkt danske biler. Det er resultatet af, at brint produceret på...",
      "text": "Tyske biler kan nu køre på grøn brint produceret i Fredericia.\n\nDen var dog oprindeligt tiltænkt danske biler.\n\nDet er resultatet af, at brint produceret på dansk vindmøllestrøm i Fredericia for første gang er blevet kørt over grænsen til Tyskland.\n\nDermed er Danmark nu eksportør af certificeret grøn brint, hvilket producenten Everfuel den forgangne uge markerede med ceremoni, ministerbesøg og brintdebat i produktionshallerne ved Fredericia.\n\nSkåltalerne – eksempelvis fra finansminister Nicolai Wammen – fremhævede, at projektet “er med til at tage det næste skridt i Danmarks førerposition i grøn omstilling”, og at det samtidig er væsentligt sikkerhedspolitisk.\n\nFAKTA Grøn brint Brint er udset som erstatning for olieprodukter i blandt andet industrien og i den tunge transport, hvor processer ikke uden videre kan elektrificeres.\n\nGrøn brint udmærker sig ved at være produceret ved hjælp af el fra eksempelvis vindmøller og er en metode til at udnytte energien fra vedvarende energi som et brændsel til alt fra tungt maskineri til transportmidler.\n\nEn del af de planlagte projekter i Danmark er blevet udskudt eller aflyst. Markedsvilkår, regulering, efterspørgsel og usikkerheden om et brintrør til Tyskland har blandt andet påvirket den spirende branche.\n\nAndre steder i lagerhallen er fejringen imidlertid flankeret af frustration. For eksporten af grøn brint er en konsekvens af, at efterspørgslen på det danske marked er udeblevet, og eksporten ud af Everfuels porte står i skyggen af beslutningen om ikke at føre det dansk-tyske brintrør til byen.\n\nMan fik idéen om at producere brint i Fredericia på et tidspunkt, hvor fremtidsudsigterne for brint så ganske anderledes ud, påpeger adm. direktør i Everfuel Jacob Krogsgaard. Dengang var der udsigt til salg af brintdrevne biler i landet, og der fandtes allerede brinttankstationer.\n\n“Vi troede på, at markedet for brintbiler ville vokse, men det har gjort det modsatte. For to år siden traf vi den hårde beslutning og indså, at det ikke kommer til at lykkes i Danmark,” siger direktøren, som fremhæver, at der i dag er bedre incitamenter i Holland og Tyskland.\n\n“Uattraktivt” at anvende brint\n\nHan fremhæver, at det netop er i Tyskland, at kunderne til Everfuels brint nu skal findes på tankstationer, som i dag forsynes med brint, der ikke er certificeret grøn. Målet for selskabet er nu, at halvdelen af produktionen i Fredericia skal fragtes til raffinaderiet Crossbridge, der er nabo til fabrikken, og den anden halvdel skal køres til Tyskland på lastbiler.\n\nLastbiler, som indtil videre vel at mærke kører på biodiesel, selv om Jacob Krogsgaard gerne så, at det var brintlastbiler.\n\nAdm. direktør Jacob Krogsgaard (t.v.) var tydeligt stolt over at kunne begynde eksporten af grøn brint den forgangne uge og vise anlægget i Fredericia frem til bl.a. kommunens borgmester, Christian Bro (S) (midten), og finansminister Nicolai Wammen (S) (t.h.). PR-foto: Anders Brohus\n\n“Den måde, vi har indrettet lovgivningen på i Danmark, gør, at det er attraktivt at producere brint i landet, fordi vi har så meget dejlig grøn strøm, men det er uattraktivt at anvende brint, i hvert fald sammenlignet med Tyskland,” påpeger han.\n\nEt par hundrede meter fra Everfuels fabrik producerer raffinaderiet Crossbridge til en tredjedel af Danmarks forbrug af olieprodukter. Til det bruger virksomheden dagligt 35 ton brint, som i dag er iblandet omkring 2-2,5 ton grøn brint fra Everfuel.\n\nMen også over denne aftale hænger en skygge af fortidens optimisme og nutidens realpolitik.\n\nAdm. direktør i Crossbridge Energy Finn Schousboe peger på, at det projekt er baseret på en vision fra 2017, hvor alle indikationer tilsagde, at den grønne omstilling ville accelerere i Danmark såvel som internationalt.\n\n“Vi gik ind i en aftale med Everfuel ud fra alle de signaler i samfundet, der sagde, at energiforbruget skulle være mere bæredygtigt. Alle var på det tidspunkt enige om, at grøn brint var løsningen,” siger Finn Schousboe.\n\nMillioner på spil\n\nHan fremhæver, at grøn brint særligt i raffinaderier er en teknisk god løsning til at mindske CO2-udledningen fra olieprodukter. Havde Crossbridge ikke indgået aftalen dengang, ville der imidlertid mangle incitamenter for at bruge grøn brint, påpeger han.\n\n“De næste fem år er der intet forretningsmæssigt rationale i at bruge grøn brint i raffineringen. Det kommer med en lillebitte procentdel i 2030, men i dag findes det ikke,” slår Finn Schousboe fast.\n\n“Jeg har en forpligtelse i projektet på mange millioner. Dem skal jeg optage på min balance, og hvis jeg har en kritisk revisor, kunne han sige, at det ikke er noget værd,” siger han og peger på, at det kan betyde en forskel på omkring 300 mio. kr. på selskabets resultatopgørelse.\n\n“ Den grønne omstilling er sat på pause, indtil vi producerer brint af elektrolyse, som aftager mere strøm Jacob Krogsgaard, adm. direktør, Everfuel\n\nHan understreger, at det ikke vil være afgørende for Crossbridge, men at det viser, at der mangler et forretningsmæssigt incitament til at benytte grøn brint.\n\n\n\n\n\n“Derfor har jeg fortalt flere ministre, at vi ikke kan forstå den signalgivning, der bliver givet til os, efter at alle har rost projektet, og staten har valgt at investere i projektet”, siger han.\n\nFinn Schousboe peger på, at selskabet godt kunne iblande mere grøn brint, hvis det gav forretningsmæssig mening, men at merprisen for grøn brint ikke kan dækkes, som markedet ser ud i dag. En større ordre ville kræve en opskalering af Everfuels produktion, hvilket ville få Everfuel til at efterlyse mere grøn strøm i markedet, som ville fremme omstillingen af energisystemet, mener han.\n\n“Vi kigger på samfundet og spørger, hvad man egentlig vil, for vi skal ikke investere yderligere 300 mio., som markedet ser ud i dag,” siger direktøren og fortsætter:\n\n“Nu har vi faktisk bygget noget, hvor vi er de første i Danmark og i Nordeuropa, og så skal vi bare sidde og kigge på det,” siger direktøren.\n\nUforstående direktør\n\nHan er ikke meget for at kalde sig selv utilfreds, men ordet kommer alligevel over hans læber flere gange. Han ender med at betegne sig selv som uforstående.\n\n“Jeg kan ikke forstå det. Det er ærgerligt, fordi vi har mulighed for at få massiv klima-impact, og de erfaringer, vi gør os, er guld værd for samfundet. De arbejdspladser, vi genererer, er guld værd for samfundet. Men vi skalerer det ikke op. Vi skalerer og dyrker det ikke,” siger Finn Schousboe.\n\nHan peger på, at danske politikere eksempelvis kunne skabe incitamenter til omstilling af sektoren gennem implementeringen af det såkaldte RED 3-direktiv. Det ville ifølge branchen skabe tilstrækkelige incitamenter til at fremme grøn brint.\n\nAdm. direktør i raffinaderiet Crossbridge Energy Finn Schousboe bruger grøn brint i produktionen, men de næste fem år er der “intet forretningsmæssigt rationale” for det, påpeger han. PR-foto: Anders Brohus\n\nDer har også lydt kritik fra blandt andre brancheorganisationen Brintbranchen. Her genkender direktør Tejs Laustsen Jensen billedet af en branche, der helt generelt ikke har udviklet sig som ventet.\n\n“Det skal ses i lyset af, at vi under pandemien (corona, red.) byggede nogle lidt for store forventninger op. Vi har helt sikkert i branchen en del af skylden,” siger han og peger på, at der dog også er andre årsager til, at den hype, der var omkring markedet for grøn brint for godt fem år siden, er aftaget.\n\n“Mange er vel de samme, som har ramt den grønne omstilling,” siger han.\n\nDet handler om dyrere og forsinkede forsyningskæder, inflation, stigende omkostninger, mens reguleringen af markedet ifølge brintbranchens direktør ikke er fulgt med.\n\n“Det er klart, at branchen som helhed har taget nogle hug, og det er en udfordring, at større projekter ikke er lykkedes. Det er superærgerligt. Og det forsinker den vej, vi skal nedad,” siger han med henvisning til blandt andet Ørsted-projektet Green Fuels for Denmark, der er blevet lagt ned.\n\nSmå fremskridt\n\nTejs Laustsen Jensen deltog i forrige uge i åbningen af en ny milliarddyr fabrik ejet af Topsoe. Den skal producere såkaldte elektrolyseenheder til den internationale brintbranche. Det understreger, set med hans øjne, at “der stadig sker noget” i industrien.\n\n“Da vi tog beslutningen om at investere i det, var det et andet marked. Der kunne grønne energiprojekter ikke få nok opmærksomhed og tilskyndelse. Og det har jo vendt meget,” sagde Emil Øigaard ved den lejlighed til Børsen.\n\nHan er en del af Topsoe-familien og medlem af bestyrelsen i Topsoe Holding, der sammen med kapitalfonden Temasek fra Singapore ejer Topsoe.\n\n“Vores største udfordring er ikke, som vi ser det, teknologien. Det er, at fokus er et andet sted i dag,” fortsætter han.\n\nHvad betyder det for sådan et stor satsning?\n\n“Det vil tiden vise. Vi regner ikke med, at det bliver en aflysning af projekter, men man kan godt forestille sig, at der kan komme nogle forsinkelser. Og det er jo irriterende, men ikke ødelæggende.”\n\nTilbage hos Everfuel mener direktør Jacob Krogsgaard, at usikkerhed, ventetid og mangel på efterspørgsel på brint rammer hele den grønne omstilling.\n\n\n\n\n\n“Se bare på, hvor mange investeringsbeslutninger der træffes om solcelleparker i Danmark. Det er gået i stå,” konstaterer han.\n\nHan fremhæver, at prisen er så lav på el fra parkerne, at der ikke er forretning i at opføre dem. Her kunne brintproduktion skabe den efterspørgsel, der skal til for at genstarte opførslen af solceller og vindmøller, påpeger han.\n\n“Den grønne omstilling er sat på pause, indtil vi producerer brint af elektrolyse, som aftager mere strøm. Det synes jeg, at virkeligheden er begyndt at bevise,” siger Jacob Krogsgaard.",
      "authors": [
        "Christian Østergaard",
        "Katrine Grønvald Raun"
      ]
    },
    {
      "title": "Ny aftale sender 18 milliarder kroner ud til forskning: Det meste går til forsvarsteknologi og klima",
      "link": "https://www.altinget.dk/forsyning/artikel/ny-aftale-om-forskning-fordeler-182-milliarder-kroner",
      "date": "3 dag siden",
      "snippet": "Regeringen og et næsten samlet folketing afsætter over 18 milliarder kroner til forskning i de kommende år. Midlerne skal blandt andet bruges til forskning...",
      "text": "Det er stærkt bekymrende, at der ikke er udpeget sikre og godkendte lagringssteder til et nyt anlæg til CO2-fangst. Alligevel vil man gå i gang med en miljøkonsekvensvurdering. Der er brug for et klimaregnskab for projektet, så vi kan vurdere, om investeringerne står på mål med klimagevinsten, skriver Asbjørn Kaasgaard.",
      "authors": [
        "Chris Lehmann"
      ]
    },
    {
      "title": "Hvis regeringen vil have grøn vækst, skal de flytte pladser på automations-uddannelsen ud af hovedstaden",
      "link": "https://www.altinget.dk/forskning/artikel/hvis-regeringen-vil-have-groen-vaekst-skal-de-rykke-uddannelserne-ud-af-hovedstaden",
      "date": "5 dag siden",
      "snippet": "Manglen på automationsteknologer er kritisk, men alligevel ligger halvdelen af alle uddannelsespladserne i København. Hvis ikke skævheden rettes op,...",
      "text": "Læs også\n\nFlere uddannede lokalt ville gøre virksomhederne mere effektive – og give unge mulighed for at blive i de egne, hvor behovet er størst.\n\nSkævhed mellem landsdele Jeg har selv oplevet udfordringen. Ved en samtale i en sjællandsk virksomhed stod det klart, hvor ineffektivt det er, når kompetencerne ikke er jævnt fordelt. En fejl i Jylland kan betyde seks timers kørsel fra København for at få hjælp.\n\nPå hele Sjælland er der kun ét uddannelsessted, selvom regionen huser nogle af Danmarks største produktionsvirksomheder – fra biotek i Kalundborg til grøn energi på Lolland-Falster. Det betyder, at store dele af Danmark står uden de nødvendige specialister – og virksomheder må betale dyrt for kompetencer, der burde være lokale.\n\nCentraliseret i København Teknologisk Institut har peget på , at automatisering og robotteknologi er blandt de mest effektive måder at reducere CO2-udledningen på – men uden kvalificerede fagfolk til at implementere teknologien bliver potentialet aldrig realiseret.\n\nLæs også\n\nDansk forskning har to store problemer. Med et \"nybrud\" er Egelund klar til at løse dem\n\nMen problemet handler ikke kun om uddannelse – det handler også om regional udvikling. Danmark bliver nødt til at automatisere mere, fordi der snart vil mangle næsten 100.000 faglærte.\n\nEksperter peger på, at robotteknologi kan være en del af løsningen, men det kræver, at vi uddanner flere, der kan udvikle og vedligeholde systemerne.\n\nUden automationsteknologer bliver investeringerne i robotter og industri 4.0 kun halve løsninger.\n\nNår uddannelsen samles i de største byer, bremser det den grønne og teknologiske udvikling i resten af landet. Udkantsdanmark kan ikke levere grøn vækst, hvis de tekniske kompetencer kun findes i hovedstaden.\n\nTag ansvar for grøn produktion\n\nHvis regeringen virkelig mener alvor med at skabe balance mellem land og by, må den starte her: Flyt flere studiepladser ud af København, styrk samarbejdet mellem uddannelsesinstitutioner og lokale virksomheder, og vis, at den grønne omstilling også skal bygges uden for de store byer.\n\nAutomationsteknologerne er ikke bare en lille faggruppe. Vi er en del af rygraden i Danmarks produktionsevne, velfærd og klimaindsats. Uden os stopper den grønne omstilling, før den for alvor er kommet i gang – det kan Danmark simpelthen ikke tillade sig.\n\nVi er klar til at tage ansvar for fremtidens grønne produktion – nu må politikerne vise, at de tør give os muligheden.\n\nHvis Danmark tør satse på teknologiske uddannelser i hele landet, kan vi både sikre grøn vækst og fremtidens arbejdspladser.",
      "authors": []
    },
    {
      "title": "Danske Beredskaber: Den grønne omstilling skaber større risici, mens beredskabet halter",
      "link": "https://www.altinget.dk/forsyning/artikel/danske-beredskaber-den-groenne-omstilling-skaber-samfundsrisici-mens-beredskabet-halter",
      "date": "5 dag siden",
      "snippet": "Den danske samfundsudvikling bevæger sig med en hastighed, der for få år siden var utænkelig. Den grønne omstilling, digitalisering og nye byggemetoder...",
      "text": "Det er en udvikling, der gavner samfundet som helhed – men som samtidig udfordrer et af vores mest fundamentale sikkerhedsnet: Det kommunale redningsberedskab.\n\nDen grønne omstilling, digitalisering og nye byggemetoder skaber et samfund, hvor energi, teknologisk udvikling, transport og infrastruktur kobles sammen på tværs af sektorer.\n\nDen danske samfundsudvikling bevæger sig med en hastighed, der for få år siden var utænkelig.\n\nLæs også\n\nFor i takt med at samfundet bliver grønnere, smartere og mere komplekst, bliver også redningsopgaverne mere krævende, farligere og teknisk komplicerede.\n\nDanske Beredskabers nye rapport \"Samfundsudviklingen – påvirkning af de kommunale redningsberedskaber\" peger på en ubehagelig ubalance: Mens risiciene vokser, reduceres de operative forudsætninger, som beredskabet har til rådighed.\n\nVoksende kompleksitet, haltende kompetencer\n\nRedningsberedskabets uddannelsesniveau er i dag langt fra tilpasset de udfordringer, som brandfolkene møder. Grunduddannelsen for en brandmand varer få uger, og vedligeholdelsen af kompetencer bygger primært på få årlige øvelser i kendte scenarier.\n\nMen hvordan håndterer man en brand i et solcelleanlæg på taget af et højhus, hvor elektriske risici, tagkonstruktion og energilagring spiller sammen i et farligt system?\n\nEller en hændelse ved et Power-to-x anlæg, hvor brint, metanol og ammoniak kan reagere eksplosivt og kræver kemisk ekspertise, gasmåling og brug af specialdragter?\n\nDisse hændelser er ikke fremtidsscenarier – de er potentielt nutidige hændelser i et Danmark, der – fornuftigt – har valgt at satse på grøn energi og bæredygtigt byggeri.\n\nDerfor er behovet for et mere systematisk, nationalt uddannelsesløft akut. Vi kan ikke længere forvente, at lokale beredskaber alene kan tilpasse sig en teknologisk revolution, der i stigende grad forudsætter tværfaglig viden og teknisk forståelse på højt niveau.\n\nMere udstyr kræver også flere ressourcer og specialuddannet mandskab. Bjarne Nigaard\n\nSekretariatschef hos Danske Beredskaber\n\nMange kommunale beredskaber opererer stadig med materiel og køretøjer, der er designet til en verden med traditionelle husbrande og færre risici.\n\nI dag møder brandfolk elektriske køretøjer, batterilagre (BESS), solcelleparker og højhuse, hvor adgang, vandforsyning og elektriske spændinger skaber helt nye udfordringer.\n\nVed brand i et solcelleanlæg på taget af en industribygning kan branden sprede sig usynligt under panelerne, hvor varme og flammer accelererer i de semilukkede hulrum.\n\nDet er dokumenteret i forskningen, at sådanne konstruktioner kan føre til hurtige tagkollaps – og i praksis må brandvæsnet ofte slukke fra jorden uden adgang til tagfladen.\n\nNår en elbil brænder i et parkeringsanlæg, kan batteriet fortsætte sin \"thermal runaway\" i timevis. Slukningen kræver store mængder vand og specialudstyr, mens giftige gasser udvikles under ekstrem varme.\n\nI disse tilfælde bliver mandskabets sikkerhed, tekniske forståelse og materielle kapacitet afgørende.\n\nBehov for videns - og erfaringsdeling på tværs\n\nMen mere udstyr kræver også flere ressourcer og specialuddannet mandskab. Flere beredskaber og deres ejerkommuner står derfor i et dilemma:\n\nEnten anskaffer man specialmateriel og får økonomiske og logistiske udfordringer – eller man afstår og risikerer utilstrækkelig indsats.\n\nI Danmark findes der ingen landsdækkende ramme for udvikling af taktiske indsatsmetoder. Hvert beredskab må selv udvikle løsninger, når virkeligheden ændrer sig lokalt.\n\nDet betyder, at taktikken for håndtering af for eksempel brande i facader, parkeringskældre eller Power-to-x anlæg ofte varierer fra beredskab til beredskab.\n\nDenne lokale tilpasning er i stigende grad utilstrækkelig. Samfundets nye risici kræver, at viden, materiel og erfaringer deles på tværs af beredskaberne.",
      "authors": [
        "Bjarne Nigaard"
      ]
    },
    {
      "title": "Sarah Roued Thomsen (Å) Syddjurs Kommune",
      "link": "https://www.dr.dk/nyheder/politik/kommunalvalg/din-stemmeseddel/kandidater/kommune/4408-sarah-roued-thomsen",
      "date": "4 dag siden",
      "snippet": "1. Radikal, grøn omstilling: Grøn omstilling - lokalt, nationalt og globalt - vi skal skabe grøn omstilling i stor skala og insistere på, at vi mennesker er...",
      "text": "",
      "authors": []
    },
    {
      "title": "Regeringen fjerner befolkningens værn mod klimakrisen med den nye finanslov",
      "link": "https://www.altinget.dk/klima/artikel/regeringen-fjerner-befolkningens-vaern-mod-klimakrisen-med-den-nye-finanslov",
      "date": "4 dag siden",
      "snippet": "Regeringen og Konservative vil med den nye finanslov gerne lave klimasikring. Et værn mod klimakrisen. Men som et værn opsættes, har finanslovspartierne...",
      "text": "Men som et værn opsættes, har finanslovspartierne valgt at fjerne en række andre, der har en risiko for at undergrave hele den grønne omstilling.\n\nLæs også\n\nBlandt dem er Mercedes-Benz , KLM og BMW , der også alle tre er blevet politianmeldt. I ti ud af 106 sager med overtrædelser i 2023 og 2024 var overtrædelserne så grove, at det førte til politianmeldelser, og sagerne forventer at udmunde i en samlet bødesum på 11,6 millioner kroner .\n\nOver de seneste tre år har forbrugerombudsmanden i flere end hundrede sager vurderet, at virksomheder har overtrådt markedsføringsloven ved at bruge udokumenterede påstande om bæredygtighed, CO2-neutralitet og lignende.\n\nLæs også\n\nRegeringen har i flere år forsøgt at gøre netop det, hvilket skabte så meget røre, at det blev hældt af brættet. Men nu vil regeringen fjerne Klimarådets økonomiske sikkerhed.\n\nMan kan ikke forvente at have et klimaråd, der kan forblive uafhængige og kan tiltrække de bedste talenter til at understøtte Danmarks grønne omstilling, når man som regering skaber usikkerhed om rådets finansiering.\n\nOg som Klimarådet mister sin position i klimakampen står vi uden et stærkt uafhængigt ekspertorgan til at vurdere, om regeringen rent faktisk leverer på deres afgørende grønne løfter.\n\nEndnu et beskyttelsesværn er fjernet.\n\nDet sidste eksempel er det statslige arbejdsprogram, som regeringen også har fået igennem i finansloven. Med programmet vil regeringen fyre en stor del af de ansatte, der arbejder i ministerier og styrelser.\n\nHårdt er det gået ud over Energistyrelsen, Miljøstyrelsen, Miljøministeriet og Klimaministeriet. Energistyrelsen har allerede skullet nedlægge hver syvende stilling og fyre 70 medarbejdere.\n\nMan kunne sagtens have undladt at beordre flere hundrede centrale ansatte på klima- og miljøområdet fyret. Caroline Bessermann\n\nI Miljøministeriet og Miljøstyrelsen, der står for alt fra udmøntning af lovgivning til tilsyn af kemi, kvælstof, plastik og andet miljøforurening, vil besparelserne betyde mindre tilsyn og lavere serviceniveau ifølge Miljøministeriet selv.\n\nOver en årrække vil man skulle sige farvel til hundredvis af medarbejdere, der har brugt hele deres arbejdstid på at udmønte den grønne omstilling, sikre datagrundlag eller opretholde beskyttelsen mod forurening og lovovertrædelser.\n\nMed færre hænder vil den grønne omstilling blive dårligere, gå langsommere eller begge ting på samme tid.\n\nDet er uvurderlig tid og kompetencer, vi ikke har råd til at miste. Alligevel er regeringen og Konservative villige til også at fjerne dette værn.\n\nFinansloven for 2026 er et markant tilbageslag i kampen mod klimakrisen. I en situation med et historisk højt råderum kunne man sagtens have gjort både forbrugerombudsmanden og Klimarådets ekstrabevilling permanent.\n\nOg man kunne sagtens have undladt at beordre flere hundrede centrale ansatte på klima- og miljøområdet fyret.\n\nMen regeringen og Konservative har valgt en anden vej.\n\nLidt flere millioner til grønne initiativer vil aldrig gøre op for, at man fjerner vedvarende finansiering til instanser, der skal sikre retssikkerheden, fagligheden og tilsynene i den komplekse og hypertekniske grønne omstilling, som ingen almen borger ellers har en chance for at kunne navigere i.\n\nSom borger kan du med den her finanslov måske blive en af de få, der får lidt støtte til en varmepumpe eller kan købe en billigere luksuselbil, men hvis du vil klage over greenwashing, have fat i en responsiv tilsynsmyndighed eller se klimapolitikken være bygget på bedst tilgængelig forskning og ekspertviden, og ikke politisk valgflæsk, må du vente forgæves.\n\nIsolerede grønne indsatser er intet værd uden vedvarende, bæredygtige institutioner. Den grønne omstilling kan ikke balancere på et smuldrende fundament. Det vil regeringen og Konservative prøve alligevel, og det er blot et spørgsmål om tid, før det vil vise sig, hvor stor en fejl det er.",
      "authors": [
        "Caroline Bessermann"
      ]
    },
    {
      "title": "Dansk Erhverv: Godt udgangspunkt for cirkulær økonomi",
      "link": "https://www.altinget.dk/artikel/dansk-erhverv-et-godt-udgangspunkt-for-cirkulaer-oekonomi",
      "date": "3 dag siden",
      "snippet": "Politikernes ønsker om flere solceller og vindmøller på land er ved at ramme en mur. Ifølge minister kan kommunalvalget blive ”afgørende”. Andreas Arp...",
      "text": "Af Jakob Lamm Zeuthen\n\nMiljøpolitisk chef i Dansk Erhverv\n\nSå kom EU-Kommissionens handlingsplan for en cirkulær økonomi endelig. Med titlen ”Closing the Loop” hersker der ingen tvivl om, hvad ambitionen er.\n\nDet er planen, at initiativerne skal vise vej for en økonomi, der tilgodeser, at materialeressourcer bliver cirkuleret og genanvendt frem for at blive kasseret som affald. Den plan, som Kommissionen lægger op til, indeholder et fokus på at skabe en omstilling til cirkulær økonomi bygget på markedskræfter og et velfungerende marked for genanvendelse af affald.\n\nDer er fokus på at skabe ens rammevilkår i EU, der er fælles ambitiøse, men realistiske, mål for genanvendelse for hele EU og et nyt fælles EU-mål, der skal nedbringe deponering og øge værdien af affaldet.\n\nFakta Deltag i debatten!\n\nSend dit indlæg til stevnhoved@altinget.dk\n\nFjern barrierer, og skab fælles regler\n\nMen handlingsplanen giver ikke en helt klar forståelse for i hvilken rækkefølge, Kommissionen ønsker at igangsætte initiativerne. Først og fremmest skal cirkulær økonomi udvikles i tæt forståelse til markedsvilkårene i forskellige erhvervssektorer, som skal drive den cirkulære økonomi fremad og via samarbejde og dialog i værdikæderne.\n\nEt afgørende vigtigt mål for EU må derfor være så tidligt som muligt at få fjernet regelbarrierer i EU og Danmark, der hindrer cirkulære forretningsmodeller i at udvikle sig på markedsvilkår. Og så er det afgørende, at man indfører og håndhæver relevante regler ensartet i alle medlemslande og aftaler fælles definitioner for affald. Dette skal man sikre en nogenlunde køreplan for, før man indfører nye krav og regler.\n\nDer er brug for økonomiske incitamenter, og der er brug for, at afgiftsreglerne tænker cirkulært frem for lineært. Jakob Lamm Zeuthen\n\nMiljøpolitisk chef i Dansk Erhverv\n\nAffaldsmålene er realistiske at gennemføre for det danske erhvervsliv og samfund. Deponimålet på max. 10 pct. inden 2030 kan vi sætte flueben ved, da vores ligger på omkring 5 pct. Dagligvarehandlens indsats for at reducere madspild og håndtere organisk affald er i fuld gang og vil være halveret længe inden 2030. Det er der god økonomi og forretning i.\n\nVores samlede genanvendelsesprocent for emballage ligger omkring 60 pct., hvor det fælles EU-mål i handlingsplanen er 75 pct. Da genanvendelsesprocenten for plast ligger på omkring 30 pct., er det især her, Danmark skal sætte ind for at nå i mål. En grundlæggende udfordring i flere europæiske lande bliver manglende velfungerende affaldsordninger, der kan sikre en høj genanvendelsesprocent. Den udfordring har Danmark ikke.\n\nKvalitetsstandarder er afgørende\n\nEt andet vigtigt fokus for planen bliver at udvikle et affaldsmarked, som kan frembringe genanvendte materialer med samme kvalitet som nye og i den forbindelse sikre sporbarhed til materialernes oprindelse. Det er derfor fint, at Kommissionen ønsker at udvikle kvalitetsstandarder for sekundære råstoffer med fokus på af skabe tillid til producenter, som skal indkøbe dem.\n\nI den sammenhæng er det altafgørende vigtige for Dansk Erhverv, at standarderne bliver i stand til at give garantier og dokumentation for, at de genanvendte materialer er fri for forureninger og problematiske kemikalier, der i sidste ende kommer i forbrugervarer. Vi repræsenterer den danske detail- og dagligvarehandel, som lever af at sælge varer med en kvalitet, forbrugerne skal kunne stole på. Vi kan derfor ikke bidrage til at fremme en efterspørgsel efter genanvendelige materialer uden præcis dokumentation.\n\nCirkulær økonomi skal i sidste ende måle sin succes i, at samfundet og forbrugerne har tillid til genanvendte materialer og efterspørger flere varer end bare køkkenruller og andre papirprodukter. Uden tillid og efterspørgsel får markedsbaseret cirkulær økonomi og genanvendelse svære kår.\n\nEt mål med handlingsplanen er at udvikle en arbejdsplan for miljøvenligt design 2015-2017 for at fremme reparationsmuligheder og produktholdbarhed igennem adskillelse. Dette vil med al sandsynlighed ske ved at åbne EU Ecodesign-direktiv for f.eks. elektriske produkter.\n\nDet er fint med et fokus på at skabe ressourceeffektivitet igennem bedre produktdesign, men vi vil alligevel gerne advare imod, at hvis man gennemfører generelle eller forkerte produktkrav, kan det få den stik modsatte effekt – nemlig føre til tab af en innovativ tilgang til at skabe bedre produktdesign. Innovation har f.eks. ført til, at vi har udfaset tv med billedrør og i stedet fået det langt lettere og mere ressourceeffektive LED-tv på materialesiden. Til gengæld er et LED-tv mere kompakt og mindre adskilleligt.\n\nTænk cirkulært fremfor lineært\n\nMarkedsdrevet cirkulær økonomi handler i den grad om at skabe de gode rammer for, at danske virksomheder kan udvikle egne forretningsmodeller for cirkulær økonomi. Der er brug for økonomiske incitamenter, og der er brug for, at afgiftsreglerne tænker cirkulært frem for lineært.\n\nDet nytter ikke noget for en forretningsmodel, der gerne vil lave en pantordning for f.eks. plastbæreposer, at vi har et afgiftssystem, der beskatter materialer, hver gang de cirkulerer for genanvendelse. Og det nytter ikke noget, at man ikke vil tillade, at virksomheder kan indsamle produkter for genanvendelse i samarbejde med private kunder, bare fordi man synes kommunerne skal gøre det.\n\nOg ønsker man at tilskynde virksomhederne til at fremstille og markedsføre mere miljøvenlige produkter med Svaner og Blomster skal man give virksomhederne nogle økonomiske incitamenter igennem større efterspørgsel fra det offentlige indkøb og billigere miljømærker med mere enkel certificering og enkle kriterier.\n\nDansk Erhverv støtter, at handlingsplanen er et godt udgangspunkt til at opnå cirkulær økonomi. Dog er der et stykke vej endnu, og vi har brug for, at planen får en forståelse for, at der skal tages et særligt hensyn til især mindre virksomheder, så de kan omstille sig og styrke forretningen.\n\nPlanen er ambitiøs, fordi den tænker markedsorienteret, og fordi den er blevet til på tværs af Kommissionen og således kobles til de overordnede politiske prioriteter, der tager fat på klimaændringer og miljø, samtidig med at der skabes arbejdspladser, økonomisk vækst og investeringer, og social retfærdighed fremmes.",
      "authors": [
        "Minna Møbjerg Stevnhoved"
      ]
    },
    {
      "title": "Afstemning i EU om bæredygtighedsrapportering og due dilligence-direktivet",
      "link": "https://www.altinget.dk/forsyning/kalender/59308",
      "date": "3 dag siden",
      "snippet": "Med adgang til Altinget Energi og Forsyning kommer du i dybden med Danmarks største politiske redaktion. Log ind. Få et uforpligtende tilbud.",
      "text": "Det er stærkt bekymrende, at der ikke er udpeget sikre og godkendte lagringssteder til et nyt anlæg til CO2-fangst. Alligevel vil man gå i gang med en miljøkonsekvensvurdering. Der er brug for et klimaregnskab for projektet, så vi kan vurdere, om investeringerne står på mål med klimagevinsten, skriver Asbjørn Kaasgaard.",
      "authors": []
    },
    {
      "title": "Vælgerne vil stemme i blinde ved kommunalvalget",
      "link": "https://www.altinget.dk/forsyning/artikel/vaelgere-vil-stemme-i-blinde-ved-kommunalvalget",
      "date": "1 dag siden",
      "snippet": "Valgmatematik og valgteknik har stor betydning ved kommunalvalgene. Den d'Hondtske metode, som bruges til fordelingen af mandater, har en slagside til...",
      "text": "Det er stærkt bekymrende, at der ikke er udpeget sikre og godkendte lagringssteder til et nyt anlæg til CO2-fangst. Alligevel vil man gå i gang med en miljøkonsekvensvurdering. Der er brug for et klimaregnskab for projektet, så vi kan vurdere, om investeringerne står på mål med klimagevinsten, skriver Asbjørn Kaasgaard.",
      "authors": [
        "Roger Buch"
      ]
    },
    {
      "title": "Oil Tankers Get ‘Dirty’ Ditching Fuels for Crude as Rates Boom",
      "link": "https://gcaptain.com/oil-tankers-get-dirty-ditching-fuels-for-crude-as-rates-boom/",
      "date": "4 days ago",
      "snippet": "A spike in freight rates for tankers hauling oil has prompted a wave of vessels to join the lucrative trade, with dozens of ships switching their focus from...",
      "text": "(Bloomberg) —\n\nA spike in freight rates for tankers hauling oil has prompted a wave of vessels to join the lucrative trade, with dozens of ships switching their focus from hauling products to carrying crude across the world’s oceans.\n\nIn the first four days of this month, nine so-called long range-2, or LR2 tankers — the largest crude oil vessels that carry products such as jet fuel and diesel — switched to carrying crude oil instead, according to data from ship-tracking platform Signal Ocean. That brings the year-to-date tally of so-called clean-to-dirty switches to 35.\n\nThe pivot unfolding in parts of the world’s tanker fleet offers fresh evidence of the impact from oil-producing nations boosting output, as well as the knock-on effects of tighter Western sanctions against Russia and Iran. OPEC+ has ramped up supply this year, as have drillers outside the alliance, meaning that there are greater volumes of crude that need shipping to customers.\n\n“Dirtying-up was bound to happen,” said Georgios Sakellariou, a chartering analyst at Signal Maritime, a vessel-pool management company under the same group as Signal Ocean. “What used to be more of an operational consideration for shipowners is now a broader market trend.”\n\nSakellariou pointed to earnings prospects as driving the shift, with increased fees for hauling oil.\n\nBenchmark earnings for very-large crude carriers recently hit the highest in years. In turn, that spike enabled smaller-sized tankers — including Aframaxes, which are the crude-focused equivalent of LR2s — to command far higher rates. And an LR2 that dirties up can charge Aframax rates.\n\nIn early September, LR2 tankers briefly enjoiyed slightly higher fees than Aframaxes. But two months later, Aframaxes are commanding $65,500 a day as of Tuesday, according to Jefferies LLC. That’s nearly a 70% premium over comparable LR2 daily rates.\n\nFlipping tankers between the dirty-crude and clean-product trades may be a feature of the industry, but the transition is not cost-free.\n\nGoing from dirty to clean means owners have pay fees for new coatings so that they’re ready for the products trade. And for those making the reverse transition, owners need to factor in the sunk costs of having the existing coatings compromised.\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "Performance Shipping secures $78m Repsol deal for new suezmax pair",
      "link": "https://splash247.com/performance-shipping-secures-78m-repsol-deal-for-new-suezmax-pair/",
      "date": "2 days ago",
      "snippet": "Greek tanker owner Performance Shipping has fixed two newly acquired 2019-built suezmaxes to Repsol Trading on three-year time charters, adding fresh...",
      "text": "Greek tanker owner Performance Shipping has fixed two newly acquired 2019-built suezmaxes to Repsol Trading on three-year time charters, adding fresh employment stability and expanding its list of blue-chip customers.\n\nThe 157,000 dwt P Bel Air and P Beverly Hills, both built by Hyundai Samho Heavy Industries in South Korea, will deliver to Performance Shipping between December 2025 and January 2026. Each vessel will earn $36,500 per day for a firm period of three years, generating roughly $78m in gross revenue.\n\n“This agreement marks our first business engagement with Repsol and reflects the market’s confidence in our operational standards,” said Andreas Michalopoulos, Performance Shipping’s chief executive. “The vessels’ modern, fuel-efficient design and scrubber-fitted features helped secure long-term employment at strong rates.”\n\nThe Nasdaq-listed company said the deal would cover more than half of the vessels’ combined acquisition cost and lift fleetwide contracted revenue to around $335m, with charter coverage at 70% for 2026 and 57% for 2027.\n\nPerformance bought the two eco-design suezmaxes from Navigare Capital Partners in October for $75.4m each, marking its entry into the midsize crude carrier segment.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Paul Murphy",
        "Captain Tom"
      ]
    },
    {
      "title": "China developing thorium-powered boxship project",
      "link": "https://splash247.com/china-developing-thorium-powered-boxship-project/",
      "date": "4 days ago",
      "snippet": "China has unveiled ambitious plans to build a 14,000 teu containership powered by a thorium-based molten salt reactor (MSR), marking a major step toward...",
      "text": "China has unveiled ambitious plans to build a 14,000 teu containership powered by a thorium-based molten salt reactor (MSR), marking a major step toward nuclear propulsion in commercial shipping.\n\nThe concept vessel, to be developed by China State Shipbuilding Corporation (CSSC) in partnership with the China National Nuclear Corporation (CNNC), will feature a next-generation reactor designed to deliver zero-emission propulsion with extended operational endurance. According to early design reports from Shanghai Merchant Ship Design & Research Institute (SDARI), the ship will operate without the need for conventional bunker fuels, relying entirely on a closed-loop thorium MSR system expected to generate several hundred megawatts of thermal energy.\n\nProject sources suggest the design phase will be completed in 2026, with construction potentially commencing towards the end of this decade at a CSSC-affiliated yard. If realised, it could become the world’s first container vessel powered by thorium molten salt technology—a breakthrough long championed by Chinese nuclear engineers for its safety, efficiency, and scalability advantages over traditional uranium reactors.\n\nChinese authorities have reportedly greenlit preliminary safety assessments for the project, though international regulatory hurdles remain significant. The International Maritime Organization (IMO) has yet to finalise specific frameworks for the operation of nuclear-powered merchant vessels.\n\nState-run Jiangnan Shipyard unveiled a design for a 24,000 teu ship incorporating molten salt reactor technology (pictured) at the last edition of the Marintec China exhibition two years ago, a show due to return next month.\n\nThe Chinese Academy of Sciences announced on November 1 that the country has successfully achieved the first-ever thorium-to-uranium nuclear fuel conversion in a 2-MW thermal liquid-fuelled thorium molten salt reactor. It is currently the world’s only operating molten salt reactor to have successfully introduced thorium fuel, providing initial proof of the technical feasibility of using thorium resources in molten salt nuclear systems.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Paul Murphy"
      ]
    },
    {
      "title": "Russia, Turkey in Talks to Keep Same Gas Volume in Renewed Deals",
      "link": "https://gcaptain.com/russia-turkey-in-talks-to-keep-same-gas-volume-in-renewed-deals/",
      "date": "4 days ago",
      "snippet": "Russia and Turkey are in talks to keep up the volumes of gas supplies from Gazprom PJSC as they negotiate the renewal of two major pipeline supply deals,...",
      "text": "By Bloomberg News\n\nNov 4, 2025 (Bloomberg) –Russia and Turkey are in talks to keep up the volumes of gas supplies from Gazprom PJSC as they negotiate the renewal of two major pipeline supply deals, according to people familiar with the matter.\n\nThe contracts between Russia’s gas giant and Turkey’s state company Botas for combined deliveries of as much as 21.75 billion cubic meters a year are set to expire on Dec. 31. Russia and Turkey are negotiating to keep the annual flows at about 22 billion cubic meters, the people said, asking not to be identified as the information isn’t public.\n\nGazprom didn’t immediately respond to a Bloomberg request for comment sent during a public holiday in Russia. Turkey’s Energy Ministry didn’t comment. Botas didn’t reply to a query seeking comment.\n\nGas market watchers have been questioning the future of Russian gas flows to Turkey amid growing pressure from US President Donald Trump’s administration to curb energy purchases that help the Kremlin fund its war on Ukraine. Following US sanctions on Russia’s two biggest oil producers last month, Turkey’s oil refiners have started cutting imports of Russian crude.\n\nTurkey has previously pushed back on Western efforts to stop it from buying Russian gas, which is mostly traded through long-term contracts via extensive pipeline connections between the two countries. In September, however, Turkey agreed to a string of contracts to buy liquefied natural gas, including from the US. With Turkey’s own production from the Black Sea set to grow, it may end up with more gas than it needs.\n\nTurkey’s large market has been a lifeline for Gazprom, which has all but lost the European gas market after the war triggered a push for diversification of supplies. This should give Turkey leverage to negotiate discounts in a renewal of supply deals.\n\nLast year, Gazprom shipped 21.6 billion cubic meters to Turkey, according to Bloomberg calculations based on data from the nation’s energy regulator EMRA. These volumes made Turkey the second-largest buyer of Russian pipeline gas after China, helping prop up Gazprom’s financial results for the year.\n\nBy comparison, when shipments of Russian crude via Ukraine to Europe stopped early in the morning on Jan. 1, those volumes exceeded 15 billion cubic meters per year.\n\nPiped gas flows from Gazprom historically dominated supplies to Turkey, the fourth-largest gas market in Europe and almost entirely dependent on imports. Iran and Azerbaijan have also provided significant shares of the total import mix.\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "Torm adds four MRs in fleet shake-up",
      "link": "https://splash247.com/torm-adds-four-mrs-in-fleet-shake-up/",
      "date": "3 days ago",
      "snippet": "Danish product tanker owner Torm has continued its tonnage reshuffle with a fresh secondhand deal for four 2014-built MR vessels, extending a busy year of...",
      "text": "Danish product tanker owner Torm has continued its tonnage reshuffle with a fresh secondhand deal for four 2014-built MR vessels, extending a busy year of buying and selling vessels as part of its ongoing renewal programme.\n\nThe Copenhagen- and New York-listed firm said the latest deal brings its 2025 vessel transactions to the acquisition of one LR2 and four MRs, alongside the sale of one LR2 and six MRs. The new vessels are slated to join the fleet during the fourth quarter of 2025.\n\nThe new purchases follow several fleet changes during the year. In the third quarter, Torm sold and delivered its 2008-built MR tankers Torm Discoverer and Torm Voyager, while also selling the 2007-built Torm Adventurer. In exchange, the company agreed to buy the 2010-built LR2 SKS Driva, which will be renamed Torm Gauri and delivered later this year.\n\nAs of end-September, Torm owned 77 product tankers and held 11 vessels under sale-and-leaseback agreements with purchase options. The company also converted 13 leased ships—including four LR2s and nine MRs—into full ownership under its ongoing refinancing strategy.\n\nFollowing completion of the latest acquisitions and divestments, Torm’s fleet will stand at 92 vessels.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Paul Murphy",
        "Captain Tom"
      ]
    },
    {
      "title": "Greek owners Economou and Laskaridis extend VLCC order boom at Hengli",
      "link": "https://splash247.com/greek-owners-economou-and-laskaridis-extend-vlcc-order-boom-at-hengli/",
      "date": "4 days ago",
      "snippet": "Two of Greece's best-known shipowners have joined the latest VLCC newbuilding surge at China's Hengli Shipbuilding, adding six more crude carriers to the...",
      "text": "Two of Greece’s best-known shipowners have joined the latest VLCC newbuilding surge at China’s Hengli Shipbuilding, adding six more crude carriers to the yard’s growing backlog.\n\nShipbuilding sources said George Economou’s TMS Group has committed to up to four 306,000 dwt VLCCs, while Thanassis Laskaridis-led Alimia Group, through its shipping arm Laskaridis Maritime, has ordered two similar vessels. All ships are understood to be priced at around $118m each.\n\nDeliveries for the TMS quartet are expected between 2027 and 2028, while the Alimia pair will deliver earlier, between late 2026 and the first quarter of 2027.\n\nThe deal marks Laskaridis Maritime’s first move into the VLCC segment and its ongoing cooperation with the Chinese builder, having previously ordered 10 kamsarmax bulkers at the same yard.\n\nThe Alimia group currently controls 34 vessels, mostly bulk carriers, but has been steadily diversifying into the tanker market through MR and LR orders.\n\nTMS’s entry adds further weight to Greek ordering activity at Hengli, which in recent weeks has also won VLCC contracts from George Prokopiou’s Dynacom and Evangelos Marinakis’ Capital Maritime.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Paul Murphy",
        "Captain Tom"
      ]
    },
    {
      "title": "AD Ports buys into Syria’s Latakia terminal in CMA CGM deal",
      "link": "https://splash247.com/ad-ports-buys-into-syrias-latakia-terminal-in-cma-cgm-deal/",
      "date": "3 days ago",
      "snippet": "AD Ports Group has struck a deal with France's CMA CGM Group to acquire a 20% stake in Latakia International Container Terminal (LICT), Syria's main...",
      "text": "AD Ports Group has struck a deal with France’s CMA CGM Group to acquire a 20% stake in Latakia International Container Terminal (LICT), Syria’s main container facility, for AED 81m ($22m).\n\nUnder the agreement, the Abu Dhabi-based ports and logistics group will join CMA CGM in the management and future expansion of the terminal, which handles over 95% of Syria’s container traffic, including agricultural exports and industrial goods.\n\nCMA Terminals, a CMA CGM subsidiary, has operated LICT since 2009 and earlier this year signed an amended 30-year concession agreement. Current annual capacity stands at around 250,000 teu, with expansion plans to lift throughput to 625,000 teu by 2026.\n\nAD Ports said the partnership will focus on modernising infrastructure, upgrading digital systems and improving operational efficiency, with the aim of restoring Latakia’s position as a key Eastern Mediterranean gateway.\n\n“We are pleased to broaden our long-standing partnership with CMA CGM Group,” said Mohamed Juma Al Shamisi, managing director and Group CEO of AD Ports, adding: “This strategic agreement reflects the growing collaboration between our organisations and supports the region’s long-term trade and economic growth.”\n\nThe move builds on a deepening alliance between the two groups. In December 2024, the duo inaugurated CMA Terminals Khalifa Port, an $845m joint venture terminal in Abu Dhabi, followed by a shareholders’ agreement in February 2025 to jointly develop the New East Mole terminal in Pointe-Noire, Republic of the Congo.\n\nAD Ports’ feeder shipping arm, GFS, is also planning new East Mediterranean services that would include calls at Latakia.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Paul Murphy",
        "Captain Tom"
      ]
    },
    {
      "title": "DeepOcean and Jana Marine team up for Middle East subsea joint venture",
      "link": "https://splash247.com/deepocean-and-jana-marine-team-up-for-middle-east-subsea-joint-venture/",
      "date": "4 days ago",
      "snippet": "Norway's DeepOcean and Saudi Arabia-based Jana Marine Services have penned a deal to form a joint venture targeting the offshore subsea market in the Middle...",
      "text": "Norway’s DeepOcean and Saudi Arabia-based Jana Marine Services have penned a deal to form a joint venture targeting the offshore subsea market in the Middle East.\n\nThe new company, to be named JADE Subsea Services, will provide integrated subsea construction, inspection, maintenance and repair (IMR), and diving support solutions to oil and gas clients across the region.\n\nUnder the plan, JADE Subsea will take on a five-year charter for a newbuild hybrid-powered diving support vessel, the Jana 201, currently under construction in China for Jana Marine, with delivery scheduled for the third quarter of 2026.\n\nDeepOcean will bring subsea engineering, project management and technology expertise to the partnership, while Jana Marine contributes the vessel, operational resources and local market experience.\n\n“Jana Marine brings a newbuild vessel, marine expertise and deep local knowledge to the partnership. We contribute our subsea services capabilities and specialist engineering,” said Øyvind Mikaelsen, CEO of DeepOcean. “Together, this partnership will offer the Middle East oil and gas industry a fully integrated subsea services solution.”\n\nThe collaboration marks another step in DeepOcean’s regional expansion. The company entered the Middle East earlier this year through its acquisition of Shelf Subsea and has since opened an office in Abu Dhabi. DeepOcean’s vessel Oriental Dragon is already operating in Saudi waters.\n\nJana Marine, which operates a fleet of 35 offshore support vessels, including ten self-propelled jack-ups, said the joint venture aligns with its strategy to grow its subsea and topside maintenance work.\n\n“We will provide purpose-built support vessels and equipment, while DeepOcean brings its global subsea competence,” said Mohammad AlSubaie, CEO of Jana Marine. “Together we’ll offer a competitive and capable service for offshore operators in the region.”",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Paul Murphy",
        "Captain Tom"
      ]
    },
    {
      "title": "The IMO’s year to save itself",
      "link": "https://splash247.com/the-imos-year-to-save-itself/",
      "date": "3 days ago",
      "snippet": "Dr Emma Gillett, the founder of SeaFeedback, a superyacht data platform, makes the case for urgent reform at the IMO. During the recent International...",
      "text": "Dr Emma Gillett, the founder of SeaFeedback, a superyacht data platform, makes the case for urgent reform at the IMO.\n\nDuring the recent International Maritime Organization (IMO) meeting to rubber-stamp the Net Zero Framework (NZF), fractures began to appear. The NZF collapse isn’t just about climate, it’s a case study in weak regulatory structure and enforcement paralysis. So much so, they have been given a 12-month window to work on the issue at hand. Would this time be better spent recognising and altering the entire convoluted and non-functional aspects of this international governing body?\n\nThe IMO’s own delegates warned of “fragmented consensus between regions.” This patchwork eﬀect is precisely what ails the industry from the superyacht to the commercial sector. The IMO literally admitted: “fragmented regulation will derail progress.” Fragmented regulation does not and cannot work. But this is the state we currently toil under. There has never been a greater opportunity for the industry to make something of this crisis and produce very radical changes\n\nAlthough some of the globe’s many shipping and maritime organisations rallied round, as one would expect of enmeshed third parties, the IMO remains under siege, showing a myriad of problems which, unless addressed, render it unsustainable.\n\nThe meeting revealed the sprawling and fragmented nature of this international organisation, vulnerable to its own complexity. When a regulator cannot produce a simplified and enforceable set of regulations, it ceases to regulate and leaves everyone in the same vulnerable boat.\n\nAs the discussions have continued across the globe, the deep flaws have become wider ranging and ever more obvious.\n\nThe fragmented legal frameworks, the paper trail without due diligence and its accompanying non-compliance. The inability to understand the actual nature of the work carried out at sea, with a complete lack of data from the workforce, and the drive to make fixtures when the structure currently fails to function. We are not at a point of consolidation but rather one of deconstruct and rebuild.\n\nA regulatory force is necessary and this could be an opportunity for the IMO to rethink its approach. To work hard during the 12 months this problem has aﬀorded it, to make radical changes and bring about a regulatory force that is absolute and creates a boundary that protects everyone concerned with a vessel. Be they commercial cargo or a superyacht.\n\nHowever diverse your industry is, there must be a set of simple but broad-reaching regulations that all understand and can work with and under. Currently, we have such an accountability vacuum. Flags that are working against the IMO but for their market share. A portrait of the top-heavy, multi-limbed structure failing to witness what goes on underneath itself and being unable to curb it.\n\nConflicted interests abound, with a lack of due diligence and its subsequent and inevitable lack of compliance. Can we state we actually have a governing body? The IMO’s argument for global unity is sound but currently hollow. There is no unity, there is no boundary, there is eﬀectively no safety net.\n\nAt this point, the industry has a rare chance to demand the unity it so desperately needs. A basic transparent governing code, a regulatory apparatus that underpins vessel safety, environmental safety, crew working conditions and welfare, operational compliance, education and shoreside management.\n\nA unity that recognises the gaps we currently work with and works to rebuild a new maritime code and ethic. One that is simple and eﬀective and that anyone can access to ensure diligent compliance in all of the fields the IMO currently pledges to cover.\n\nThere has never been a greater opportunity for the industry to make something of this crisis and produce very radical changes. Radical because it simplifies. Radical because it unifies and radical because it involves all concerned without allowing for conflicts of interest that constantly undermine.",
      "authors": [
        "Splash Is Asia Shipping Media S Flagship Title Offering Timely",
        "Informed",
        "Global News The Maritime Industry",
        "Paul Murphy",
        "Captain Tom",
        "Dr Emma Gillett",
        "Navjeet Singh Gill"
      ]
    },
    {
      "title": "India’s Maritime Vision Gets Another Boost as MSC Commits 12 Ships to Indian Flag",
      "link": "https://gcaptain.com/indias-maritime-vision-gets-another-boost-as-msc-commits-12-ships/",
      "date": "5 days ago",
      "snippet": "MSC Mediterranean Shipping Company has confirmed its commitment to deploy 12 vessels under the Indian flag following discussions with Prime Minister...",
      "text": "MSC Mediterranean Shipping Company has confirmed its commitment to deploy 12 vessels under the Indian flag following discussions with Prime Minister Narendra Modi at the Global Maritime CEO Roundtable in Mumbai last week during India Maritime Week 2025.\n\nCEO Soren Toft announced the decision on LinkedIn, describing it as strengthening MSC’s long-term partnership and support for India’s maritime ambitions. “India is a key country for MSC, with continued strong development across shipping, ports and logistics,” Toft wrote.\n\nThe commitment represents the latest in a series of major investments by international shipping lines in India’s maritime sector. Last week, A.P. Moller – Maersk announced a proposed $2 billion expansion of APM Terminals Pipavav in partnership with Gujarat Maritime Board, while also flagging two vessels—Maersk Vigo and Maersk Vilnius—under the Indian flag.\n\nCoinciding with India Maritime Week, DP World has also pledged $5 billion for India’s infrastructure development, building on three decades of operations and $3 billion already deployed in the country. Earlier in October, CMA CGM signed a letter of intent with Cochin Shipyard Limited to build six dual-fuel LNG containerships in India, marking the first time a major international container shipping company has ordered LNG vessels from an Indian shipyard. The vessels will be registered under the Indian flag with deliveries scheduled between 2029 and 2031.\n\nThe private sector investments align with government initiatives including a 250-billion-rupee ($2.9-billion) maritime development fund announced on February for long-term financing of the country’s shipbuilding and repair industry. Finance Minister Nirmala Sitharaman said the government will contribute 49% of the fund, with the remainder mobilized from ports and the private sector.\n\nThese commitments support India’s Maritime India Vision 2030, which includes over 150 strategic initiatives to modernize ports, expand shipping capacity, and strengthen inland waterways at an estimated investment of 1.25 trillion rupees. Nearly 95% of India’s trade by volume and around 70% by value traverses the nation’s maritime routes.\n\nThe reflagging of vessels by major international carriers represents a strategic alignment with India’s push to expand its domestic shipping fleet, which has not kept pace with its surge in trade, including imports of energy and exports of refined oil products.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "EUROPEAN COMMISSION Brussels, 5.11.2025 COM(2025) 664 final COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE C",
      "link": "https://transport.ec.europa.eu/document/download/73447373-de2a-4ba4-9371-36d1186035d4_en",
      "date": "4 days ago",
      "snippet": "INTRODUCTION. Mobility and transport of passengers and goods is the backbone of industrial growth and competitiveness, connecting the EU to the rest of the...",
      "text": "",
      "authors": []
    },
    {
      "title": "Sustainable transport investment plan",
      "link": "https://transport.ec.europa.eu/transport-themes/clean-transport/sustainable-transport-investment-plan_en",
      "date": "4 days ago",
      "snippet": "The sustainable transport investment plan sets out a pivotal roadmap to accelerate the energy transition of aviation and waterborne transport sectors.",
      "text": "In November 2025, the European Commission adopted the Sustainable Transport Investment Plan, setting out a pivotal roadmap to accelerate the energy transition of aviation and waterborne transport sectors.\n\nThe plan responds to the urgent need of Europe’s transport and fuels industry to unlock investments and scale up production of renewable and low-carbon fuels. To meet the fuel targets set out in the RefuelEU Aviation and FuelEU Maritime regulations, a significant volume of more than 20 million tonnes of renewable and low-carbon fuels will be required. This calls for substantial investments from the market, with an estimated €100 billion needed by 2035 to drive production.",
      "authors": []
    },
    {
      "title": "Danish Shipping: The EU Must Invest in Green Fuels and Green Shipping",
      "link": "https://danishshipping.dk/en/latest-news/2025/danish-shipping-the-eu-must-invest-in-green-fuels-and-green-shipping/",
      "date": "4 days ago",
      "snippet": "The European Commission's investment plan for sustainable transport includes many promising elements and highlights the need to increase the production of...",
      "text": "The European Commission has just published its long-awaited Sustainable Transport Investment Plan (STIP). The plan forms part of the EU’s efforts to ensure a more competitive and resilient Europe that also delivers on the green transition.\n\nAt the heart of the plan lies the recognition that the EU’s ability to produce and supply more sustainable fuels is currently very limited — fuels that are essential for the green transition of both the shipping and aviation sectors.\n\nThis must be addressed — and urgently.\n\n“The EU is in imminent danger of being overtaken by China and other ambitious players when it comes to the production of the green fuels we need to power our ships. It is therefore very positive that the Commission has focused on this issue in the STIP. The Commission proposes several sensible action points and investments, and we look forward to seeing these move from strategy to reality,” said Anna Vejlby Ib, Head of Danish Shipping’s EU Representation.",
      "authors": []
    },
    {
      "title": "Commission unveils the Sustainable Transport Investment Plan: a strategic approach to boost renewable and low-carbon fuels for aviation and waterborne transport",
      "link": "https://transport.ec.europa.eu/news-events/news/commission-unveils-sustainable-transport-investment-plan-strategic-approach-boost-renewable-and-low-2025-11-05_en",
      "date": "4 days ago",
      "snippet": "The Commission adopted its communication on the Sustainable Transport Investment Plan (STIP), setting out a pivotal roadmap to rapidly accelerate the energy...",
      "text": "The European Commission today adopted its communication on the Sustainable Transport Investment Plan (STIP), setting out a pivotal roadmap to rapidly accelerate the energy transition of aviation and waterborne transport sectors. A key component of the EU Competitiveness Compass and the Clean Industrial Deal, this initiative provides for the first time a common approach to boost investments into renewable and low-carbon fuels for these sectors.\n\nThe Investment Plan responds to the urgent need to unlock investments and scale up production of renewable and low-carbon fuels. To meet the fuel targets set out in the ReFuelEU Aviation and FuelEU Maritime Regulations, a significant volume of around 20 million tonnes of sustainable alternative fuels (13.2 Mt of biofuels and 6.8 Mt of e-fuels) will be needed by 2035. This calls for substantial investments from the market, with an estimated €100 billion required by 2035 to drive production.\n\nBy accelerating the production of EU-made sustainable fuels, Europe can significantly boost its competitiveness, reduce its energy dependency on fossil fuels and lead this industrial transition, on the way to reaching climate neutrality by 2050. Europe is already a global leader and holds most of the know-how and industrial leadership in this sector.\n\nKey actions to boost investments\n\nRegulatory stability is key for attracting investments into renewable and low-carbon fuels. With the STIP, the Commission sends a clear signal to investors that its targets are stable, and that it will support the sector throughout the transition.\n\nThe EU measures under this plan are expected to mobilise at least €2.9 billion until the end of 2027.\n\nTo rapidly remove key investment barriers and bridge the financial gap in the short-term , InvestEU will mobilise at least €2 billion for sustainable alternative fuels until 2027.\n\nand , InvestEU will mobilise at least for sustainable alternative fuels until 2027. The Commission will propose €300 million by end of this year to support the production of hydrogen for sustainable aviation (SAF) and maritime (SMF) fuels through the European Hydrogen Bank .\n\nfor sustainable aviation (SAF) and maritime (SMF) fuels through the . The Commission will support R&I projects with around €133 million under Horizon Europe.\n\nunder Horizon Europe. The Commission will mobilise €153 million for synthetic aviation fuel projects and €293 million for maritime fuel projects under the Innovation Fund.\n\nAdditionally, an eSAF Early Movers Coalition pilot project will be launched by end of this year, together with committed Member States, aiming to mobilise at least €500 million for synthetic aviation fuel projects.\n\nIn the medium-term, the EU needs an intermediary mechanism connecting fuel producers and buyers to provide revenue certainty and de-risk investments. The Commission will work towards establishing such a mechanism with a series of concrete steps. In addition, the Investment Plan aims to reduce administrative burdens on airlines and shipping operators, freeing up resources for growth.\n\nThe Investment Plan will also strengthen international partnerships to boost global production of these fuels, while at the same time protecting EU investments and ensuring fair competition for EU fuel producers and users.\n\nCommissioner for Sustainable Transport and Tourism, Apostolos Tzitzikostas, stated: \"Our Sustainable Transport Investment Plan is a decisive step towards a sustainable future. It’s not just about cutting emissions – it’s about building a stronger, more competitive and resilient Europe that leads in sustainable transport. This ambitious plan shows the Commission’s firm commitment to scaling up renewable and low-carbon fuels in aviation and waterborne transport. Success will depend on close cooperation among Member States, industry, financiers and civil society to turn this challenge into a strategic opportunity for Europe.\"\n\nBackground\n\nThe Sustainable Transport Investment Plan is structured around three main pillars:\n\nStrategic framework : identifying crucial investment needs and existing deficits.\n\n: identifying crucial investment needs and existing deficits. Financing action : outlining actions with both short-term and medium-term impact to derisk and unlock investments and kick-start the renewable and low-carbon fuel market in Europe.\n\n: outlining actions with both short-term and medium-term impact to derisk and unlock investments and kick-start the renewable and low-carbon fuel market in Europe. External dimension: facilitating global production and uptake of renewable and low-carbon fuels, ensuring EU access and a level playing field for EU businesses.\n\nIt is one of the priority initiatives featured in Commissioner Tzitzikostas’ Mission Letter. In July, the Commissioner held an implementation dialogue with the EU’s aviation, waterborne and fuel producer sectors to better understand their needs for ramping up renewable and low-carbon fuels production, as well as expectations for the Investment Plan.\n\nFor more information",
      "authors": []
    },
    {
      "title": "Welcome to Danish Shipping",
      "link": "https://danishshipping.dk/en/",
      "date": "Jun 29, 2023",
      "snippet": "Negotiations on the first-ever global climate agreement for an entire industry have just been kicked into the long grass in London. Danish Shipping calls it...",
      "text": "Heads of 7 shipping associations call for IMO adoption of the Net-Zero Framework (NZF) at the crucial vote in October. Anything else would be a major setback for the green transition and risk leaving the industry with a complicated patchwork of regional climate regulations.",
      "authors": []
    },
    {
      "title": "Danske Rederier: EU skal investere i grønne brændstoffer og grøn skibsfart",
      "link": "https://danishshipping.dk/seneste-nyt/2025/danske-rederier-eu-skal-investere-i-groenne-braendstoffer-og-groen-skibsfart/",
      "date": "4 days ago",
      "snippet": "Europa-Kommissionens investeringsplan for bæredygtig transport indeholder mange lovende elementer og fremhæver behovet for øget produktion af grønne...",
      "text": "Europa-Kommissionen har netop offentliggjort den længe ventede in­ve­ste­rings­plan for bæredygtig transport (Sustainable Transport Investment Plan – STIP). Planen er led i EU’s bestræbelser på at sikre et mere konkurrence- og mod­stands­dyg­tigt Europa, som samtidig leverer på den grønne omstilling.\n\nCentralt i Planen står erkendelsen af, at EU’s evne til at producere og levere mere bæredygtige brændstoffer er stærkt begrænset – brændstoffer som er afgørende for den grønne omstilling af skibs- og luftfarten.\n\nDet må og skal der rettes op på.\n\n”EU er i overhængende fare for at blive kørt agterud af Kina og andre ambitiøse spillere, når det kommer til produktionen af de grønne brændstoffer, som vi skal bruge til at putte i tanken på vores skibe. Det er meget positivt, at Kommissionen har fokus på netop denne pro­blem­stil­ling i STIP. Kommissionen foreslår flere hen­sigts­mæs­si­ge action points og investeringer. Det glæder vi os til omsættes fra strategi til virkelighed.,” siger Anna Vejlby Ib, chef for Danske Rederiers EU-repræsentation.",
      "authors": []
    },
    {
      "title": "Velkommen til Danske Rederier",
      "link": "https://danishshipping.dk/",
      "date": "Jun 23, 2023",
      "snippet": "Ny standardmetode til beregning af drivhusgasudledninger er en god nyhed for danske rederier. En ”level playing field” vil sikre sammenlignelige oplysninger...",
      "text": "Hvordan holder vi, der ser det europæiske samarbejde som et fundament for kontinentets fortsatte indflydelse i verden, dampen oppe? Hvordan undgår vi apatisk bare at se til, mens vi bliver overhalet fra både øst og vest?",
      "authors": []
    },
    {
      "title": "Green inland ports final conference",
      "link": "https://transport.ec.europa.eu/news-events/events/green-inland-ports-final-conference-2025-11-26_en",
      "date": "Aug 29, 2025",
      "snippet": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway...",
      "text": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway authorities, policymakers, terminal operators, digital service providers, researchers, and other relevant stakeholders.\n\nThe conference will present key findings from the green inland ports study, and showcase the tools developed as part of the study supporting port decarbonisation. It will also collect stakeholder input for policy recommendations on sustainable port governance.",
      "authors": []
    },
    {
      "title": "Mobility and transport",
      "link": "https://transport.ec.europa.eu/index_en",
      "date": "Oct 21, 2021",
      "snippet": "The new plan outlines concrete actions to better connect the EU through fast, comfortable, safe, and reliable rail services. More and better connections...",
      "text": "In response to Russia’s invasion of Ukraine, the EU stands in solidarity with Ukraine. The EU is acting swiftly and decisively to put an end to Russia’s aggression by imposing wide-ranging sanctions and measures. In parallel, it is supporting the Ukrainian people by providing financial, military and humanitarian assistance. This page collects information on transport measures.",
      "authors": []
    }
  ]
}