{
  "timestamp": "2025-06-16T06:27:42.124234",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "DSV: Grøn omstilling kan blive nøglen til at løse rekrutteringskrise",
      "link": "https://borsen.dk/nyheder/virksomheder/dsv-gron-omstilling-kan-blive-noglen-til-at-lose-rekrutteringskrise",
      "date": "for 19 timer siden",
      "snippet": "DSV er ligesom mange andre virksomheder i transportbranchen udfordret af chaufførmangel. Arkivfoto: Simon Skipper/Ritzau Scanpix. Helena Bang-Udesen.",
      "text": "Virksomheder DSV: Grøn omstilling kan blive nøglen til at løse rekrutteringskrise\n\nTransportbranchen kæmper med massiv mangel på chauffører og et stigende kapacitetspres. DSV håber, at grøn teknologi kan være med til at tiltrække unge til faget\n\nDSV er ligesom mange andre virksomheder i transportbranchen udfordret af chaufførmangel. Arkivfoto: Simon Skipper/Ritzau Scanpix",
      "authors": [
        "Helena Bang-Udesen"
      ]
    },
    {
      "title": "Venstre og Danske Rederier: Grøn skibsfart kræver flere solceller og vindmøller",
      "link": "https://www.altinget.dk/klima/artikel/venstre-og-danske-rederier-groen-skibsfart-kraever-flere-solceller-og-vindmoeller",
      "date": "for 6 timer siden",
      "snippet": "I dag står den globale skibsfart for op mod tre procent af hele verdens udledninger. Til sammenligning udgjorde Tysklands emissioner i 2022 cirka 1,8...",
      "text": "Med EU's klimaregulering og IMO's klimamål er retningen nu sat mod klimaneutral skibsfart. Men hvis vi ikke får skabt de rette rammevilkår for grøn omstilling af den maritime klynge nu, risikerer vi at stå tilbage som tilskuere, mens andre nationer sætter sig på den grønne skibsfart.\n\nMålet for skibsfarten er, at den skal være klimaneutral i eller omkring 2050, og skibsfartens adgangsbillet til fuld grøn omstilling går gennem alternative brændstoffer.\n\nLæs også\n\nMaritime stormagter har ansvar for grøn omstilling\n\nVækstteamet for Det Blå Danmark lancerede i slutningen af marts 20 anbefalinger til, hvordan Danmark fastholder den flotte placering i top-ti over verdens største søfartsnationer.\n\nVi støtter ambitionen om at sikre Danmarks plads som en maritim stormagt, men vi ser også en nødvendighed i at accelerere de politiske og økonomiske incitamenter, der kan gøre ambitionerne til virkelighed.\n\nHvis vi ønsker at bevare vores position og samtidig tage ansvar for den grønne omstilling, er anbefalingerne et solidt grundlag at følge op på. Fortsat vækst i den maritime klynge kræver, at vi fastholder skibsfartens konkurrencedygtige rammevilkår.\n\nSkal vi lykkes med at gøre Danmark til en global frontløber inden for grøn skibsfart, kræver det en massiv udbygning af vedvarende energi. Christian Friis Bach (V) og Anne H. Steffensen\n\nEnergiordfører og adm. direktør, Danske Rederier\n\nVækstteamet har blandt andet peget på behovet for øremærkning af midlerne fra EU's kvotehandelssystem til den maritime sektor, intensiveret indsats for at øge hjemtaget af maritime EU-midler samt flere og styrkede partnerskaber inden for grønne brændstoffer.\n\nAlle sammen ambitiøse og nødvendige tiltag, som også har været rejst af branchen selv i en række konkrete anbefalinger til at opskalere produktionen af grønne brændstoffer til skibsfarten.\n\nNøglen til succes\n\nEU har potentialet til at blive et internationalt knudepunkt for grøn brændstofproduktion, og Danmark kan være helt i front på de teknologier, som skal bruges til at få produktionen op at stå.\n\nSenest har en historisk aftale i IMO – FN's internationale søfartsorganisation – taget et vigtig skridt ved at opnå enighed om regulering af den internationale skibsfart.\n\nDen aftale håber vi, bliver endeligt vedtaget i oktober. Det er godt nyt for de ambitiøse danske rederier, der er med i front af den grønne omstilling.\n\nMen selvom 80 procent af de danske rederiers bestilte tonnage er skibe, der kan sejle på grønne brændstoffer, så produceres der slet ikke tilstrækkelige mængder grønt brændstof til at fylde i tanken.",
      "authors": [
        "Christian Friis Bach"
      ]
    },
    {
      "title": "Ingen grøn omstilling uden den blå havøkonomi",
      "link": "https://www.altinget.dk/forsyning/artikel/ingen-groen-omstilling-uden-den-blaa-havoekonomi",
      "date": "4 dag siden",
      "snippet": "Havet er jordens største ressource, og meget mere end åbent vand. Det leverer marine organismer, mineraler og stærke naturkræfter som bølger,...",
      "text": "Fremover bliver vi nødt til at udnytte dette potentiale i langt højere grad, hvis vi skal nå de mål, vi har sat for den grønne omstilling frem mod 2030 – og for at imødekomme behovene hos en verdensbefolkning, som vil fortsætte med at vokse langt ud over det. Vi bliver derfor nødt til at omdanne flere af de organismer, mineraler og naturkræfter, som havet rummer, til de produkter og tjenester, vi har brug for.\n\nI mange tilfælde kan marine produkter og tjenester have markant mindre miljømæssige fodaftryk end deres landbaserede modparter – hvis de udvikles på den rette måde. Hos Nordic Innovation vil vi især fremhæve to ting, der er nødvendige for en sådan udvikling: innovation og investeringer.\n\nI mange tilfælde kan marine produkter og tjenester have markant mindre miljømæssige fodaftryk end deres landbaserede modparter – hvis de udvikles på den rette måde.\n\nInnovation i form af nye teknologiske løsninger og forretningsmodeller er en måde at overvinde barrierer i forskellige sektorer. Tag havvindmøller som et eksempel. Havvinden er en strategisk ressource i Nordens rejse mod energiuafhængighed og kan spille en central rolle i den energiværdikæde, der er nødvendig for den grønne omstilling. Samtidig møder udbygningen af havvind i Norden betydelige udfordringer – besværlige tilladelsesprocesser, økonomiske barrierer og ikke mindst sikkerhedsspørgsmål. Innovation kan tilbyde en vej uden om disse forhindringer. Når det gælder sikkerhed, kan havvind endda blive en mulighed frem for en risiko, ved at blive integreret med avancerede systemer til overvågning og varsling.\n\nNordic Innovation yder konkret støtte til innovation, der løser sådanne udfordringer i havøkonomien. Projekterne OFFWOFF og Nordic BioBuz har for eksempel udviklet og testet nye modeller for flerbrugsaktiviteter til havs som svar på den stigende konkurrence om maritime arealer. Her – som i alt, hvad vi støtter – søger vi den nordiske merværdi: det, vi kun kan opnå ved at udnytte de specifikke styrker, der findes i vores lande, i fællesskab.\n\nNorden har særlige styrker. Det afspejler sig ikke mindst i det faktum, at havøkonomien udgør 15 % af regionens årlige BNP. Men vi kunne gøre endnu mere – hvis vi investerede mere. For at gøre investorer af forskellige typer og størrelser opmærksomme på de muligheder, der findes inden for havøkonomien, har vi bestilt rapporten The Nordic Ocean Opportunity. Rapporten, som lanceres under FN’s havkonference i Nice 11. juni 2025, peger på en række forskellige investeringsmuligheder – både når det gælder optimering af eksisterende aktiviteter og nye løsninger og anvendelser.\n\nNorden har særlige styrker. Det afspejler sig ikke mindst i det faktum, at havøkonomien udgør 15 % af regionens årlige BNP. Men vi kunne gøre endnu mere.\n\n\n\n\n\n\n\nEt paradigmeskifte på vej\n\nI takt med at vi anerkender havets enorme potentiale, er der et globalt paradigmeskifte i gang. I stedet for en fri og ubegrænset ressource, bliver det nu noget, der skal forvaltes og beskyttes aktivt for at bevare – og øge – dets værdi. Norden er alt ledende på dette område, men det er stort potentiale for videre innovation som kombinerer det grønne og det blå. Denne forvaltning af havets aktiviteter omfatter genopretning af økosystemer, forebyggelse af overudnyttelse og udvikling af nye markedsmuligheder såsom blå CO₂-kreditter eller tjenester til genopretning af levesteder.\n\nBæredygtig havforvaltning og bæredygtig havøkonomi kræver såvel stærkt samarbejde mellem de nordiske lande, som samspil med erhvervslivet for at udvikle nye nordiske løsninger som kan have global indvirkning. Takket være vores specialiserede viden, unikke kombination af naturressourcer, støttende innovationsmiljøer og tradition for at skabe virksomheder, som har forbindelse med havet, samt investeringsmiljøer som kan aktiveres, er vi godt i gang. Med et veletableret nordisk samarbejde, som samordner og kanaliserer disse styrker, bør vores ambition være at gøre Nordens havøkonomi til verdens mest bæredygtige.\n\nEmil Gejrot, Innovationsrådgiver, Nordic Innovation Foto: Nordisk Ministerråd\n\nHav er et særligt fokusområdet for Nordisk Ministerråd og på folkemødet på Bornholm kan der høres mere til debatten ”Havvind og innovation i usikre tider” fredag d. 13 juni.\n\nLæs mere om Havet i Nordisk kontekst her\n\nRapporten The Nordic Ocean Opportunity findes her",
      "authors": []
    },
    {
      "title": "DD-Ungdom: Grønne skatter og afgifter splitter Danmark",
      "link": "https://www.altinget.dk/klima/artikel/dd-ungdom-groenne-skatter-og-afgifter-splitter-danmark",
      "date": "for 6 timer siden",
      "snippet": "I Danmarksdemokraternes Ungdom ønsker vi en grøn omstilling baseret på frivillighed, markedsmekanismer og teknologisk innovation – ikke socialistiske...",
      "text": "Formand for DD-Ungdom (Danmarksdemokraternes Ungdom)\n\nDette indlæg er alene udtryk for skribentens egen holdning. Alle indlæg hos Altinget skal overholde de presseetiske regler.\n\nI Danmarksdemokraternes Ungdom mener vi, at skatter og afgifter er et ineffektivt og direkte ødelæggende redskab i den grønne omstillings navn. Traditionelt set har venstrefløjen argumenteret for, at højere afgifter på CO2 og andre miljøbelastende aktiviteter vil tvinge virksomheder og borgere til at ændre adfærd. Men det rammer både socialt og geografisk skævt. Det betyder, at de mere velhavende fortsætter deres forbrugsvaner, mens dem, der er mere økonomisk trængte, bliver tvunget til at omstille deres forbrug.\n\nLæs også\n\nDrop de socialistiske dummebøder Når vi eksempelvis hæver afgifterne på benzin og diesel, rammer det især dem, som er afhængige af bilen i forbindelse med deres arbejde, eller dem, der bor i områder med begrænset offentlig transport. Det er tilfældet for folk uden for de store byer. En bil er ikke en luksus i vores landdistrikter – det er en direkte nødvendighed for at få hverdagen til at hænge sammen. Det er vigtigt, at vi ikke bare smider ansvaret ud på landet, men at vi i fællesskab i hele Danmark bærer ansvaret. Patrick Culmsee-Bryhl, Marcus Grønbæk og Lærke Wind\n\nHhv. formand, FU-medlem og politisk ordfører, DDU Når man pisker befolkningen med afgifter og socialistiske dummebøder, skaber man blot et A- og et B-hold, hvor grøften mellem rig og fattig, by og land, blot vil blive endnu større. Borgerlige værdier handler også om at give individet ansvar. Mange borgere vil gerne tage del i den grønne omstilling, hvis det er økonomisk fornuftigt og lettilgængeligt. Derfor bør vi fremme løsninger, hvor borgerne selv vælger bæredygtige alternativer frem for at blive tvunget og pisket gennem skatter og afgifter. Forbrugeransvar kan styrkes gennem bedre information og transparens. Hvis virksomheder mærker deres produkter tydeligt med CO2-aftryk, vil mange forbrugere naturligt vælge de grønnere alternativer. Det samme gælder energisektoren: Når bæredygtige energiformer bliver prismæssigt konkurrencedygtige, vil flere vælge dem frivilligt. Ansvaret skal ikke kunne falde på dem fra landet Den frie markedsøkonomi er i sig selv en kraftfuld motor for grøn omstilling. Når virksomheder ser en økonomisk fordel i bæredygtighed, vil de investere i det. Hvis en bilproducent kan producere en elbil billigere end en fossilbil, uden at staten skal tvinge forbrugeren med afgifter, vil elbiler uundgåeligt dominere markedet. Den borgerlige tilgang til klimapolitik må i stedet fokusere på teknologi og innovation. Markedet har allerede vist, at virksomheder kan skabe banebrydende løsninger. Vi skal bruge guleroden frem for pisken. Vi bliver nødt til at investere i den grønne omstilling og give grønne virksomheder de rette vilkår for at kunne vækste og udvikle.\n\nLæs også",
      "authors": [
        "Patrick Culmsee Bryhl Madsen"
      ]
    },
    {
      "title": "Klimakrisen bliver ikke løst ved at droppe vækst. Løsningen er at investere i grøn omstilling",
      "link": "https://www.altinget.dk/klima/artikel/klimakampen-er-ikke-din-ideologiske-oenskeliste",
      "date": "3 dag siden",
      "snippet": "Sol, vind, elbiler, batterier. I dag har vi teknologierne til at løse klimakrisen. Derfor er det vigtigere end nogensinde, at vi ikke spilder tiden på at...",
      "text": "13. juni 2025 kl. 02.00\n\nSol, vind, elbiler, batterier. I dag har vi teknologierne til at løse klimakrisen. Derfor er det vigtigere end nogensinde, at vi ikke spilder tiden på at diskutere, om vi også skal nedlægge kapitalismen, skriver Svend Elberg Thomsen.",
      "authors": [
        "Svend Elberg Thomsen"
      ]
    },
    {
      "title": "Altinget Energi og Forsyning",
      "link": "https://www.altinget.dk/forsyning/emne/7827",
      "date": "for 5 timer siden",
      "snippet": "Skal vi lykkes med at gøre Danmark til en global frontløber inden for grøn skibsfart, kræver det en massiv udbygning af vedvarende energi.",
      "text": "Fra talerstolen fik Lars Aagaard nok af \"dovne\" lobbyister: Hvis I vil have et nyt mål, skal to andre sløjfes",
      "authors": []
    },
    {
      "title": "Vicedirektør i grøn styrelse skifter til it-virksomhed",
      "link": "https://www.altinget.dk/foedevarer/artikel/vicedirektoer-i-groen-styrelse-skifter-til-it-virksomheden-cbrain",
      "date": "3 dag siden",
      "snippet": "Lars Møller Christensen skifter efter 11 måneder som vicedirektør i Styrelsen for Grøn Arealomlægning og Vandmiljø til en stilling som finansdirektør i...",
      "text": "Lars Møller Christensen skifter efter 11 måneder som vicedirektør i Styrelsen for Grøn Arealomlægning og Vandmiljø til en stilling som finansdirektør i it-virksomheden, cBrain.\n\nDet oplyser han i et indlæg på LinkedIn.\n\n\"Det er en drømmestilling, der forener nogle af de emner, jeg brænder allermest for - digitalisering, AI og grøn omstilling,\" skriver Lars Møller Christiansen og tilføjer at det, som vicedirektør i Styrelsen for Grøn Arealomlægning og Vandmiljø, \"har været en kæmpe fornøjelse at være med til at drive den grønne omstilling fremad.\"",
      "authors": [
        "Anders Hassager"
      ]
    },
    {
      "title": "Vi skal hverken have blindt nybyggeri eller blindt byggestop – vi skal finde en ansvarlig balance",
      "link": "https://www.altinget.dk/by/artikel/vi-skal-hverken-have-blindt-nybyggeri-eller-blindt-byggestop-vi-skal-finde-en-ansvarlig-balance",
      "date": "4 dag siden",
      "snippet": "Byggebranchen belaster klimaet markant, men grøn omstilling kræver balance – ikke byggestop. Transformation af eksisterende bygninger og ansvarligt...",
      "text": "Et flertal i Københavns teknik- og miljøudvalg har stemt for, at 84 almene boliger på ydre Nørrebro skal rives som led i en helhedsplan for området. Enhedslisten er imod, mens S og SF stemmer for.",
      "authors": [
        "Mette Glavind"
      ]
    },
    {
      "title": "Altinget Energi og Forsyning",
      "link": "https://www.altinget.dk/forsyning/emne/3962",
      "date": "for 21 timer siden",
      "snippet": "De er DJ's, rappere og modeller, men det kan gå galt: \"Det er akavet, når politikerne prøver at være sjove\" · #dkpol: Mette Frederiksen er party killer in...",
      "text": "OVERBLIK: EU-kandiater diskuterer energi og handel, FN afholder konference om havforskning, og borgere mobiliserer for at gøre valgkampen grøn. Få et hurtigt overblik over relevante begivenheder den kommende uge.",
      "authors": []
    },
    {
      "title": "Lif får ny politisk chef for bæredygtighed",
      "link": "https://www.altinget.dk/klima/navnenyt/lif-faar-ny-politisk-chef-for-baeredygtighed",
      "date": "4 dag siden",
      "snippet": "Marianne Jeppesen er ny politisk chef for klima, miljø og bæredygtighed i lægemiddelindustriforeningen Lif. Det skriver hun i et opslag på LinkedIn.",
      "text": "Sol, vind, elbiler, batterier. I dag har vi teknologierne til at løse klimakrisen. Derfor er det vigtigere end nogensinde, at vi ikke spilder tiden på at diskutere, om vi også skal nedlægge kapitalismen, skriver Svend Elberg Thomsen.",
      "authors": [
        "Kathrine Østergaard"
      ]
    },
    {
      "title": "Green ammonia is ready to scale",
      "link": "https://splash247.com/green-ammonia-is-ready-to-scale-now-its-shippings-move/",
      "date": "3 days ago",
      "snippet": "As the IMO finalises global mandates for maritime decarbonisation, Alexander Tancock, CEO of InterContinental Energy (ICE), discusses how the timing for...",
      "text": "\n\nAs the IMO finalises global mandates for maritime decarbonisation, Alexander Tancock, CEO of InterContinental Energy (ICE), discusses how the timing for green e-fuels couldn’t be better – and how it is now up to the shipping industry to commit.\n\nIf we can’t deliver ammonia near $650 per tonne, in large volumes, we don’t have a market. But if we can, and I believe we can, shipping has a viable, scalable path to net zero.\n\nICE has spent the past decade building a pipeline of giga-scale green hydrogen and ammonia projects designed with one mission: deliver up to 46m tonnes per annum of cost-competitive green e-fuels by 2050.\n\nWith the International Maritime Organization (IMO) set to enforce binding emissions reductions from 2028, and with alternative fuel propulsion systems finally approaching readiness, the question for shipping is no longer when to act, but whether the fuel will be there in time. The answer is it can be…but the shipping industry needs to commit to offtake soon because of the long lead times needed for the best projects to proceed.\n\nICE’s Western Green Energy Hub (WGEH) in Western Australia is a good example of the sort of project that shipping will rely on for low-cost and high-volume green e-fuels. Already in development for five years, it spans an area over half the size of Denmark, will have a production capacity of up to 28m tonnes per annum of green ammonia, and is targeting first phase production in the early 2030s at a price of sub-$650 a tonne. That timeline is no accident: When we look at engine readiness and the IMO mandates – the early 2030s are when we see significant demand emerging and we are syncing our delivery to that curve.\n\nAnd it seems the shipping sector is paying attention. Two years ago, InterContinental Energy wasn’t on the shipping community radar. Now, I was just invited to deliver the opening keynote speech at Nor-Shipping’s Maritime Hydrogen Conference. The change is real.\n\nThat change is being driven by the IMO’s Net-Zero Framework, which includes a global fuel standard and tiered GHG pricing and penalties. With well-to-wake accounting on the horizon, scalable green ammonia mega projects, with zero point-of-use emissions, become an increasingly attractive long term supply choice.\n\nBut the shipping sector faces a moment of truth: Supply and demand must evolve together. Without credible, bankable demand signals, even the most advanced projects won’t make it to final investment decision (FID), and therefore supply will not materialize in time.\n\nA scalable system for a global challenge\n\nAt the heart of ICE’s delivery strategy is our P2(H₂)Node architecture: a patented modular ‘Lego block’ architecture that combines renewable generation, electrolysis, and ammonia synthesis at the point of resource. By eliminating long-distance power transmission and centralising infrastructure around scalable modules, we are cutting capex by as much as 20% – leading to a direct reduction in green e-fuel prices.\n\nOur nodes aren’t just a technical configuration; they’re a strategy to reduce project risk and increase customer confidence. Each node functions as a self-contained production unit. With a gigawatt-scale layout optimised for solar and wind co-location, our approach not only reduces cost, but also makes green certification simple, since only renewable energy is used for inputs.\n\nGreen ammonia production at this scale requires not just good solar and wind conditions, but integrated logistics, port infrastructure, and a development strategy that spans decades. We are building in Australia and Oman because the conditions, both natural and political, are aligned for this success.\n\nBuilding the first node for a project is the hardest part. It needs support, it needs government help. But once it’s built, every node after that is cheaper, faster, and easier – and that’s how we can scale product and continually reduce cost to customers. WGEH isn’t in fact one mega project, it is 35 repeatable Lego blocks that will be built in series, one after the other, delivering increasing annual output for more than two decades.\n\nFor shipping, this isn’t just theoretical anymore, and if demand warrants, we are ready to double the construction rate. We already have the engineering and land access; it’s purely a function of demand.\n\nThe role of the Australian government has been vital. Programmes like Hydrogen Headstart, the Hydrogen Production Tax Incentive, and dedicated export frameworks offer a level of certainty few countries can match. We have always chosen partners carefully. Not just financial or technical, but geopolitical. Governments that understand what’s at stake – and Australia gets it.\n\nThe shipping community’s move to make\n\nSome shipowners are already taking steps by entering MOUs, conducting bunkering trials, and retrofitting vessels to be ammonia-ready. But the broader industry has yet to deliver the bold procurement commitments that would catalyse low cost production at scale.\n\nThe reward for those who act early could be significant. Under the IMO’s Net-Zero Fund model, early adopters will likely benefit from credit trading mechanisms and preferential financing. Regulatory momentum is aligned with strategic advantage.\n\nGreen ammonia is no longer a theoretical future fuel. It is a ready-now solution that can scale with demand and meet compliance head-on…provided customers commitment.\n\nWe’ve built the model. The infrastructure is planned. The economics work. What’s needed now is offtake. If the demand signal comes, we’ll deliver. But this time, the signal has to come from shipping.",
      "authors": [
        "Splash Is Asia Shipping Media S Flagship Title Offering Timely",
        "Informed",
        "Global News The Maritime Industry",
        "Phạm Việt Mỹ",
        "Ed Enos",
        "Capetan Patrocoulos Theodorakis",
        "Maaariooooo On"
      ]
    },
    {
      "title": "Israel’s Strikes on Iran Jolt Tanker Markets, Freight Rates Soar",
      "link": "https://gcaptain.com/israels-strikes-on-iran-jolt-tanker-markets-freight-rates-soar/",
      "date": "2 days ago",
      "snippet": "Israel's overnight airstrikes on Iran drove up freight rates and tanker stocks Friday as traders and investors priced in the prospect of disruption to a...",
      "text": "(Bloomberg) — Israel’s overnight airstrikes on Iran drove up freight rates and tanker stocks Friday as traders and investors priced in the prospect of disruption to a large swath of the global oil-shipping fleet.\n\nForward freight agreements for July — bets on the future cost of moving Middle East crude to Asia — jumped 15% to $12.83 a metric ton, according to data from brokerage Marex Group Plc. Shipbrokers and owners said actual charter rates were higher too.\n\nTanker stocks jumped, with one of the world’s top owners saying it was more wary of leasing out its vessels in the region. People involved in the freight market reported a large number of firms declining to offer their vessels for hire while they take stock of what’s happened.\n\nIsrael struck targets across Iran early Friday, including nuclear and military facilities. The operation marked a significant escalation in the standoff between the two adversaries, with Tehran vowing its foe will “pay a very heavy price.”\n\n“For now, this is a risk premium — owners will hold back from putting ships into the Gulf on a business-as-usual basis,” said Anoop Singh, global head of shipping research at Oil Brokerage Ltd. “A threat of war in the Middle East is material to freight rates.”\n\nThe attacks have revived longstanding concerns in oil and shipping markets that Iran could try to shut the Strait of Hormuz, an unavoidable chokepoint for a large chunk of the world’s petroleum.\n\nTehran has made multiple threats to close the waterway over the years, even if there are good reasons to believe it wouldn’t do so for any long period of time.\n\nThat doesn’t preclude harassment of commercial ships that are controlled by Iran’s rivals, making voyages more fraught and owners more wary — a tactic Tehran has deployed in the past.\n\nTokyo-based shipping companies Nippon Yusen KK, Mitsui OSK Lines Ltd. and Kawasaki Kisen Kaisha Ltd. were among the first to instruct vessels to exercise caution after the overnight strikes.\n\nAmong Asian stocks, Cosco Shipping Holdings Co. and China Merchants Energy Shipping Co. rose more than 5% on Friday. In Europe, Frontline Plc jumped as much as 7.9% in Oslo before paring its gains.\n\n“We are far more hesitant” about offering vessels for charter from the Middle East, said Lars Barstad, chief executive officer of the company that manages Frontline’s fleet.\n\nNavy Warning\n\nBefore the attacks, the UK Navy had warned that any escalation could affect shipping, including in the Strait of Hormuz, through which much of the world’s seaborne oil and gas flows.\n\nSimilarly, the Joint Maritime Information Center, an information-sharing hub that comes under the Combined Maritime Forces, warned of heightened risks from the hostilities, including the possible use of missiles around chokepoints.\n\nThe JMIC said Friday that there are signs that ships’ electronics are increasingly being jammed and that vessel operators should “be ready with alternative options should navigation aids fail.”\n\nBarstad said that during past flare-ups, shipping had been organized into “flotillas” that move through Hormuz under naval escort to keep them safe.\n\nBut such a measure is very inefficient — and hence bullish for freight — because tankers are forced to wait to transit rather than moving freely, he said.\n\nBlocking Hormuz, the entry and exit point for tankers picking up cargoes from key oil producers in Saudi Arabia, the United Arab Emirates, Kuwait — and even Iran itself — is seen as an extreme option. The country’s oil-consuming allies need the waterway to function normally. While a closure is possible, it’s unlikely that such an act would be long-lasting, Barstad said.\n\nVLCC Traffic\n\nAt least 10% of the global very-large crude carrier fleet are in the Middle East Gulf at any given time, with about 20 vessels transiting the Strait of Hormuz each day.\n\nBarstad, speaking early Friday, said that the market would take its cue from the premiums that war-risk insurers charge.\n\nNeil Roberts, secretary of the Joint War Committee that determines the world’s riskiest waters for insurers, said insurers already have to be notified when ships are passing through the area in question because it is already a so-called Listed Area.\n\n“The chance of collateral damage is perhaps raised but the current strikes are not at marine targets,” Roberts said. “From the marine perspective, it’s a case of keeping aware of developments and acting accordingly.”\n\nThere are also ways in which disruption could actually prove bearish for tanker markets. A surge in oil prices that erodes demand wouldn’t be helpful, and nor would a long-lasting restriction in Middle East crude cargoes.\n\nStill, the strikes will help ancillary services that provide safety of passage for ships through the region, said Jayendu Krishna, a director at Drewry Maritime Services.\n\nBulk carrier rates may also benefit: The Middle East contributes more than 10% of the global dry-bulk trade, which handles unpackaged commodities such as ores and minerals, he said.\n\n“Additional war-risk premium will suddenly shoot up, to and from the Middle East,” Krishna said. “It takes time to recalibrate the supply chain.”\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "Crew rescued from sinking bulker in Indian Ocean",
      "link": "https://splash247.com/crew-rescued-from-sinking-bulker-in-indian-ocean/",
      "date": "3 days ago",
      "snippet": "All 23 crewmembers aboard the Panama-flagged bulk carrier Run Fun 3 have been rescued after abandoning their sinking ship in the Indian Ocean.",
      "text": "All 23 crewmembers aboard the Panama-flagged bulk carrier Run Fun 3 have been rescued after abandoning their sinking ship in the Indian Ocean.\n\nThe 172-m-long ship, built in 1997, departed Singapore and was sailing towards Togo when it began sinking due to an unknown cause of cargo hold flooding.\n\nThe crew—21 Vietnamese and two Myanmar nationals—escaped on life rafts and were later rescued at sea by another bulk carrier, the Maple Harbour, which is commercially managed by C Transport Maritime (CTM) and part of the Supramax RSA Fleet from Stone Shipping’s chartered-in vessels\n\n“The crew of the Run Fu 3 did everything possible to save their vessel, but at 08.15hrs local time, their captain made the decision to abandon ship,” CTM said.\n\nThe incident onboard Zhangjiagang Oceanicwit Shipping-owned 32,900 dwt bulker took place approximately 500 nautical miles south of the Maldives, the South Korean Ministry of Oceans and Fisheries said.\n\nFollowing the rescue, the Maple Harbour, owned by South Korea’s Hangang Global Shipping, headed to Port Louis, Mauritius, where the Run Fun 3‘s crew safely disembarked.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Phạm Việt Mỹ",
        "Ed Enos"
      ]
    },
    {
      "title": "Maritime Industry Leaders Signal Growing Concern Over Political Instability and Cyber Threats",
      "link": "https://gcaptain.com/maritime-industry-leaders-signal-growing-concern-over-political-instability-and-cyber-threats/",
      "date": "4 days ago",
      "snippet": "The International Chamber of Shipping (ICS) released its Maritime Barometer Report 2024-2025 today in Athens, revealing a deepening concern among maritime...",
      "text": "The International Chamber of Shipping (ICS) released its Maritime Barometer Report 2024-2025 today in Athens, revealing a deepening concern among maritime leaders about their ability to navigate an increasingly complex risk landscape.\n\nThe report, drawing on four years of comprehensive survey data, identifies political instability as the industry’s most pressing concern, maintaining its top position for the third consecutive year. This finding comes at a time when global trade instability has reached record levels, setting a critical backdrop for the Shaping the Future of Shipping Summit in Athens.\n\n“Geopolitical instability is no longer a background factor, it is actively reshaping our operating conditions, redrawing trade routes, and influencing commercial decisions across the globe,” said ICS Chairman Emanuele Grimaldi.\n\nThe summit has drawn high-level participation from across the maritime sector, including Vassilis Kikilias, Greece’s Minister of Maritime Affairs and Insular Policy, Apostolos Tzitzikostas, European Commissioner for Sustainable Transport and Tourism, and Fu Xuyin, Vice-Minister of Transport from China.\n\nBeyond geopolitical concerns, the report highlights cybersecurity as an emerging top-tier risk. Industry leaders express growing unease about vulnerabilities associated with digital integration and emerging technologies, particularly in the current geopolitical climate.\n\nThe regulatory landscape, especially concerning decarbonization and emissions, emerged as another significant challenge. The industry faces evolving regulations, with a crucial Marine Environment Protection Committee meeting at the IMO scheduled for October 2025. The report indicates a consistent decline in shipping leaders’ confidence to manage both geopolitical and regulatory challenges, with many seeking clearer pathways for meeting decarbonization goals.\n\nThis fifth iteration of the Shaping the Future of Shipping Summit builds on previous successes, including the establishment of the Maritime Just Transition Task Force and Clean Energy Marine Hubs. The summit aims to forge stronger collaboration between industry and governments, which Grimaldi describes as essential for addressing challenges ranging from the green transition to cyber threats and trade barriers.\n\nThe ICS, representing over 80% of the world’s merchant fleet, positions the Barometer Report as both a diagnostic tool and a call to action for coordinated responses across the global maritime value chain. The findings will inform discussions at both the Summit and the following ICS AGM.\n\nAs the maritime sector confronts these multifaceted challenges, the report emphasizes that solutions are within reach, but unity and coordination among stakeholders will be crucial for successfully navigating the industry’s future.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Green shipping leaders struggle to meet efficiency targets",
      "link": "https://splash247.com/green-shipping-leaders-struggle-to-meet-efficiency-targets/",
      "date": "3 days ago",
      "snippet": "Just how big a mountain shipping has to climb if it is to keep up with the green goals set by the International Maritime Organization(IMO) has been set in...",
      "text": "Just how big a mountain shipping has to climb if it is to keep up with the green goals set by the International Maritime Organization(IMO) has been set in sharp relief with the latest disclosure report from the Sea Cargo Charter, whose members are considered environmental leaders in shipping.\n\nSignatories to the charter were still 12.2% behind the minimum international climate goals set by the IMO in 2024, up from 9% the previous year.\n\nThe 34 charterers and shipowners featured in the report represent around 18% of global wet and dry bulk cargo transported by sea in 2024.\n\nExternal conditions were cited in explaining the difficulties in getting sufficient climate alignment scores.\n\n“Operational barriers such as regional port limitations (e.g. draft restrictions), challenging weather patterns, inefficient routing, and reliance on short-term charters contributed to alignment shortfalls,” signatories to the charter said in a release today.\n\nThe Sea Cargo Charter was launched five years ago to provide a global framework for assessing and disclosing the climate alignment of chartering activities. Its primary goal is to promote transparency and accountability in the shipping industry by aligning chartering activities with the climate targets set by the IMO, which aims to reduce greenhouse gas emissions from international shipping by at least 50% by 2050 compared to 2008 levels.\n\nNotable members include ADM, Anglo American, Bunge, Cargill Ocean Transportation, Chevron, COFCO International, Dow, Equinor, Gunvor Group, Klaveness Combination Carriers, Louis Dreyfus Company, Maersk Tankers, Norden, Shell, TotalEnergies, and Trafigura.\n\nThe Energy Efficiency Operational Indicator (EEOI) developed by the IMO is the intensity metric used by the Sea Cargo Charter, adapted to reflect the full lifecycle CO2e emissions.\n\n“Being at the crossroads of French, EU and IMO emissions regulations, Rubis values the use of EEOI as a single metric to assess our performance,” said Hervé Chretien, head of supply and shipping at Rubis Energie, a signatory since 2021.\n\n“Sustainability in shipping is now an operational imperative. Customers are looking for partners who can move cargo responsibly,” commented Cheng Fan, head of commercial at Golden-Agri Maritime, a signatory since 2022.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Phạm Việt Mỹ"
      ]
    },
    {
      "title": "Baltic Index Extends Gains To More Than Eight-Month High",
      "link": "https://www.hellenicshippingnews.com/baltic-index-extends-gains-to-more-than-eight-month-high/",
      "date": "3 days ago",
      "snippet": "The Baltic Exchange's dry bulk sea freight index, which tracks rates for vessels transporting dry commodities, extended gains to scale a more than...",
      "text": "Baltic Index Extends Gains To More Than Eight-Month High\n\nThe Baltic Exchange’s dry bulk sea freight index, which tracks rates for vessels transporting dry commodities, extended gains to scale a more than eight-month peak due to higher rates across both large and small vessel segments.\n\nThe main index, which monitors rates for capesize, panamax and supramax shipping vessels, was up 166 points, or 9.6%, at 1,904, its highest since October 7.\n\nThe capesize index surged 459 points, or 14.8%, to 3,555, its highest level since September 30.\n\nAverage daily earnings for capesize vessels, which typically transport 150,000-ton cargoes such as iron ore and coal, climbed $3,802 to $29,481.\n\nIron ore futures prices slid as investors awaited more details on the trade talks between the U.S. and China even as President Donald Trump struck a positive note.\n\nTrump said on Wednesday he was very happy with a trade deal that restored a fragile truce in the U.S.-China trade war.\n\nThe Chinese foreign ministry said on Thursday China will always honour its commitments, without elaborating.\n\nThe panamax index firmed another 38 points, or 2.8%, to 1,375, hitting a six-week high.\n\nAverage daily earnings for panamax vessels, which usually carry 60,000-70,000 tons of coal or grain, added $340 to $12,376.\n\nAmong smaller vessels, the supramax index gained 11 points to 933, a near one-week high.\n\nSource: Reuters",
      "authors": []
    },
    {
      "title": "Dry Bulk Ship Purchases on the Rise Again",
      "link": "https://www.hellenicshippingnews.com/dry-bulk-ship-purchases-on-the-rise-again/",
      "date": "3 days ago",
      "snippet": "Dry bulk ship acquisitions have been on the rise over the course of the past week, with more being reported. In its latest weekly report,...",
      "text": "Dry bulk ship acquisitions have been on the rise over the course of the past week, with more being reported. In its latest weekly report, shipbroker Banchero Costa said that “in the Bulk sector undisclosed buyers were behind the purchase of the Kamsarmax AOM SOPHIE II 82,000 dwt 2020 Japanese built sold at mid-$31 mln. In the Panamax segment IVESTOS 7, 75,000 dwt 2008 Chinese built was sold to Greeks at $9,65 mln. In the Supra segment INCREDIBLE BLUE 57,000 dwt 2011 Chinese built was reported sold at $11 mln. For comparison last month IVY ALLIANCE 55,800 dwt 2011 IHI Marine, Japan built wassold at $15,6 mln. SAGAR SHAKTI 58,000 dwt 2012 Tsuneishi built was sold for $13,9 mln to undisclosed buyers. In the Container sector NAVIOS TEMPO 4,249 teu 2010 Jiangsu built was sold to Swiss at $38,0 mln. H MERCURY 1,781 teu 2022 Jiangsu built was reported sold to Europeans at $34,5 mln. In the Crude Oil sector, the 2 x MR2 CLEAROCEAN MARIA and CLEAROCEAN MARY 49,999 dwt 2014 SPP built were reported sold at $60 mln enbloc”.\n\nShipbroker Xclusiv added that “in dry bulk, activity gained momentum across the medium and small sizes. On the Kamsarmax sector, Greek buyers acquired the “AOM Sophie II”- 82K/2020 Sanoyas for low/mid USD 31 mills. On the same sector, the “Shun Fu Da” – 82K/2006 Tsuneishi was sold for USD 11.4 mills to Indian buyers. The Panamax “Ivestos 7” – 75K/2008 Hudong-Zhonghua found new owners for high USD 9 mills. On the Ultramax sector, the “CMB Rubens” – 64K/2018 Shin Kasado changed hands for USD 27.5 mills, while the Scrubber fitted Supramax “Star Nighthawk”- 58K/2011 Yangzhou Dayang was sold for USD 12.5 mills. Finally, on the Handysize sector, Greek buyers acquired the “Sider Olympia” – 38K/2013 Imabari for high USD 15 mills, while the “Pelagiani” – 35K/2004 Shikoku changed hands for USD 7.8 mills”.\n\nMeanwhile, “the tanker S&P activity was subdued this week with only 3 sales to report.. 2x MR2 vessels, the “CL Fugou” – 50K/2017 Sungdong and the “CL Huaiyang” – 50K/2017 Sungdong were sold for USD 30.8 mills each to different buyers. The StSt small tanker “Ginga Hawk” – 20K/2000 Shin Kurushima was sold for USD 6.9 mills basis SS/DD due”, Xclusiv concluded.\n\nIn the newbuilding segment, shipbroker Banchero Costa added that “in the bulk sector, Chinese yard Hengli H.I. secured an order for 2 x 95,500 dwt from Shandong Ocean Shipping. No price was disclosed, and deliveries are set for late 2027 and for mid 2028. In the tanker sector, UK based company Latsco ordered a 114,900 dwt LR2 to Hyundai Vietnam. The vessel is the last of an order of now five. The price is $69.8 mln and delivery is set mid-2027. She will have a conventional fuel engine and will be scrubber fitted. The Chinese shipyard Zhoushan Changhong has sold 4 x 115,000 dwt LR2 resale to the Greek company Polembros Shipping. No price was disclosed, and deliveries are set to start in Sep 2026 and finish during Q1 2028. In the container sector, Vietnam company-based Hai An Transport has placed an order to Jiangsu New Yangzi for one feeder with 3,000 teu capacity and 400 refeer plugs. The price is $46 mln and delivery is set for mid-2027”.\n\nNikos Roussanoglou, Hellenic Shipping News Worldwide",
      "authors": []
    },
    {
      "title": "ADNOC L&S lands $530m deal with petchem giant Borouge",
      "link": "https://splash247.com/adnoc-ls-lands-530m-deal-with-petchem-giant-borouge/",
      "date": "4 days ago",
      "snippet": "ADNOC Logistics & Services (ADNOC L&S) has secured a 15-year contract with its compatriot polyolefins major, Borouge, to manage logistics for more than half...",
      "text": "ADNOC Logistics & Services (ADNOC L&S) has secured a 15-year contract with its compatriot polyolefins major, Borouge, to manage logistics for more than half of its annual petrochemicals output.\n\nThe deal, valued at $531m, covers port management, container handling, and feeder container ship services for the Borouge container terminal in Al Ruwais Industrial City, Abu Dhabi.\n\nFounded in 1998, Borouge is a joint venture between the Abu Dhabi National Oil Company (ADNOC), which holds a 54% stake, and Borealis, a company majority-owned by Austria’s OMV. Borouge operates one of the world’s largest integrated polyolefin production facilities, providing materials for sectors such as infrastructure, mobility, healthcare, energy, agriculture, and advanced packaging.\n\nUnder the agreement, ADNOC L&S will manage the transportation of up to 70% of Borouge’s production, which is expected to increase by an estimated 1.4m tonnes per annum by the end of 2026 following the completion of the Borouge 4 plant expansion project.\n\nThe shipping and maritime logistics arm of ADNOC said it will deploy at least two feeder ships to transport products to the deepwater ports of Jebel Ali in Dubai and Khalifa Port in Abu Dhabi.\n\nThe two companies said the agreement should bring Borouge more than $50m in cost savings and efficiencies in the first five years.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Phạm Việt Mỹ",
        "Ed Enos"
      ]
    },
    {
      "title": "Gulf Shipping on Edge as Israel Sets Nuclear Deal Deadline",
      "link": "https://gcaptain.com/gulf-shipping-on-edge-as-israel-sets-nuclear-deal-deadline/",
      "date": "3 days ago",
      "snippet": "The Joint Maritime Information Center (JMIC) has issued an advisory about potential maritime security impacts in the Arabian Gulf, Strait of Hormuz,...",
      "text": "The Joint Maritime Information Center (JMIC) has issued an advisory about potential maritime security impacts in the Arabian Gulf, Strait of Hormuz, and Northern Arabian Sea after Israeli authorities reportedly issued an ultimatum requiring a nuclear agreement between Iran and the United States by Sunday, with warnings of military action if negotiations fail.\n\nThe United States and Iran are set to hold sixth round of nuclear talks on Sunday.\n\nWhile the JMIC advisory notes there are currently no direct threats to commercial shipping, the proximity of potential conflict zones to critical maritime chokepoints has raised concerns about rapid escalation. The situation is further complicated by threats from non-state actors, including the Houthis, who have indicated their intention to respond if U.S. involvement in an attack on Iran is suspected.\n\nThe escalation comes as the International Atomic Energy Agency’s Board of Governors declared Iran in breach of its non-proliferation obligations, marking the first such declaration in almost two decades.\n\nMarkets have already reacted to the tensions, with global oil prices surging more than 4% to their highest levels since early April. Paul McNamara, director of emerging market debt at GAM, warns that “there is a lot of scope for things to get a whole lot worse if we do see a military strike and a sustained attack.”\n\nMartin Kelly, Head of Advisory at EOS Risk Group, said Iran’s nuclear facilities are definitely on the table for Israeli targeting, along with other potential energy infrastructure in Bushehr and oil loading terminals at Kharg Island that would be deemed less escalatory, prompting retaliatory attacks from Iran.\n\n“Commerical shipping is an obvious target set in a tit-for-tat move to impact global oil markets. Iran could seize, mine or missile attack affiliated or non-affiliated shipping in the AG, SoH or GoO, missile ranges extend beyond that,” Kelly wrote on X.\n\n“Houthis could reimplement the Red Sea blockade whilst increasing UAV/BM attacks against Israel,” he added.\n\nJMIC advises vessels in the region to maintain close contact with maritime security centers and keep communication equipment continuously manned. The organization will continue issuing daily updates until the outcome of Sunday’s talks.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Trump’s War on Offshore Wind Claims New Victim as New Jersey Project Collapses",
      "link": "https://gcaptain.com/trumps-war-on-offshore-wind-claims-new-victim-as-new-jersey-project-collapses/",
      "date": "5 days ago",
      "snippet": "Atlantic Shores Offshore Wind has terminated its 1.5-gigawatt offshore wind project in New Jersey, marking a significant setback for the U.S. offshore wind...",
      "text": "Atlantic Shores Offshore Wind has terminated its 1.5-gigawatt offshore wind project in New Jersey, marking a significant setback for the U.S. offshore wind industry amid mounting federal opposition.\n\nThe project, which would have powered more than 700,000 homes, fell victim to a series of aggressive policy measures by the Trump administration aimed at dismantling the domestic offshore wind sector.\n\nThe administration’s actions included an executive order halting all offshore wind leasing nationwide, substantial staff reductions at the U.S. Bureau of Ocean Management, and the rescinding of federal permits for the Atlantic Shores project off Atlantic City’s coast. Adding to these challenges, pending budget reconciliation legislation threatens to eliminate tax incentives for offshore wind deployment.\n\nJason Walsh, Executive Director of the BlueGreen Alliance, condemned the administration’s actions: “Trump continues trying to destroy the future of offshore wind in the United States. The potential of this clean power source is being realized around the world, but because of President Trump’s sabotage, our country is sacrificing good jobs, lower energy prices, and benefits to countless communities in New Jersey and across the country.”\n\nThe Bureau of Ocean Energy Management (BOEM) auctioned Lease OCS-A 0499 in 2015 and approved the Atlantic Shores South Construction and Operations Plan in October 2024, authorizing two wind facilities that could generate 2,800 megawatts combined.\n\nThe developer, a unit of EDF Renewables North America, had invested hundreds of millions in pre-construction work, including permits, interconnection agreements, supply-chain contracts, community support, and workforce development. The project also faced major setback earlier this year when Shell withdrew as a partner in January 2025, taking a $996 million impairment\n\nFurther complications arose when the Environmental Protection Agency suspended key permits for the project in response to a January 21 Executive Order from President Trump, effectively withdrawing the Clean Air Act permit issued in September 2024 to reassess the project’s environmental impacts. Prior to the suspension, the project had secured approval for up to 200 wind turbines with a potential capacity of 2,800 megawatts.\n\nThe developer’s formal petition to the New Jersey Board of Public Utilities cited multiple challenges, including soaring inflation and supply chain disruptions. However, the federal freeze on offshore wind permitting initiated by the Trump Administration in January proved to be the decisive factor.\n\n“Offshore wind continues to offer New Jersey a strong value proposition that includes thousands of good-paying jobs, stable power prices, and real economic benefits,” said Atlantic Shores CEO Joris Veldhoven.\n\nThe cancellation poses a significant threat to New Jersey’s clean energy ambitions, which include a target of 11 gigawatts of offshore wind electricity by 2040 – planned to represent 30% of East Coast wind energy production.\n\nThe impact of President Trump executive action extends beyond New Jersey. The Empire Wind project offshore New York recently experienced a month-long suspension following a stop work order from the Trump Administration on April 16th over what Interior Secretary Doug Burgum alleged alleged were concerns over the previous Biden Administration’s regulatory approval process.\n\nDespite these challenges, this $5 billion project, designed to power 500,000 New York homes by 2027, remains 30% complete and construction has since continued.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Mobility and transport",
      "link": "https://transport.ec.europa.eu/index_en",
      "date": "Oct 21, 2021",
      "snippet": "In 2025, the European Commission launched the Strategic Dialogue on the Future of the European Automotive Industry - an inclusive, collaborative initiative...",
      "text": "The European Commission invites all maritime stakeholders and financial institutions to familiarise themselves with the new Ship Financing Portal! Thanks to its continuously updated inventory of financing products, the Portal aims to improve access to financing for the shipping sector and the wider maritime industry, so as to foster a sustainable and competitive maritime sector.",
      "authors": []
    },
    {
      "title": "News & Events",
      "link": "https://transport.ec.europa.eu/news-events_en",
      "date": "May 5, 2023",
      "snippet": "To improve the movement of military troops, equipment and assets across the European Union and beyond, the European Commission and the EU's High...",
      "text": "The Commission has published its second report on the progress of actions set out in the Transition Pathway for Tourism – the first and most advanced of the transition pathways.",
      "authors": []
    }
  ]
}