{
  "timestamp": "2025-06-30T06:27:26.125266",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "DR: Nyheder",
      "link": "https://www.dr.dk/",
      "date": "15. okt. 2007",
      "snippet": "Dit Nyhedsoverblik: Breaking news og seneste nyheder - Stream DR's programmer på DRTV - Hør podcast på DR LYD.",
      "text": "Palæstinensere i Gaza oplever død, ydmygelse og udmattelse, når de prøver at få mad: ' Det er som Squid Game'",
      "authors": [
        "Nanna Muus Steffensen"
      ]
    },
    {
      "title": "Christian nærstuderer danskernes sexliv - og særligt en misforståelse ærgrer ham",
      "link": "https://www.dr.dk/nyheder/kultur/christian-naerstuderer-danskernes-sexliv-og-saerligt-en-misforstaaelse-aergrer-ham",
      "date": "for 15 timer siden",
      "snippet": "Mænd er mere nysgerrige, udfarende og risikovillige end kvinder, når det gælder sex. Men det er ikke kun biologien, der spiller ind, siger forsker.",
      "text": "Projekt SEXUS\n\nI 2017-2018 undersøgte forskere fra Statens Serum Institut og Aalborg Universitet for første gang ’seksuel viden, holdninger, lyster, oplevelser og adfærd’ blandt 62.000 tilfældigt udvalgte danskere mellem 15 og 89 år.\n\nResultaterne blev offentliggjort i 2019 som Projekt SEXUS.\n\n- Der foregår virkelig meget derude. Der er langt fra dem, der opfatter sig selv som aseksuelle, og så folk, som har deres daglige liv nede i swingerklubben eller saunaklubben, siger Christian Graugaard i ’Ramt af kærlighed.’\n\nProjekt SEXUS fortsætter – og kommer efter planen til at lave en ny dataindsamling i 2026, fortæller Christian Graugaard til DR Nyheder.\n\nUndersøgelsen kommer til at invitere de samme personer som sidst til at svare på spørgsmålene. Men derudover kommer der også nye grupper med, fra 15 år og op.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "Elon Musk brugte sin fødselsdag på at angribe Trump",
      "link": "https://www.dr.dk/nyheder/udland/elon-musk-brugte-sin-foedselsdag-paa-angribe-trump",
      "date": "1 dag siden",
      "snippet": "Den amerikanske præsidents næsten 1.000 sider lange lovforslag 'Big, Beautiful Bill' har igen fået Elon Musk til tasterne.",
      "text": "På sin 54-års fødselsdag havde Elon Musk ikke travlt med at spise kage – men med igen at kritisere Donald Trumps storstilede lovforslag: Big, Beautiful Bill - 'Det Ene, Store, Smukke Lovforslag'.\n\nPå sit sociale medie X skrev han, at lovforslaget vil ødelægge millioner af arbejdspladser i USA.\n\n- Helt vanvittigt og destruktivt. Det giver håndsrækninger til fortidens industrier, samtidig med at det påfører fremtidens industrier alvorlig skade, skrev Musk.\n\nHan har tidligere ikke afholdt sig fra at kalde lovpakken \"skandaløs\" og for \"en afskyelig vederstyggelighed\".\n\nIfølge Elon Musk vil lovforslaget give støtte til fortidens industrier, mens det alvorligt skader fremtidens industrier.\n\nLovforslaget på 940 sider indeholder mange af de mærkesager, som Trump har lovet sine vælgere – blandt andet skattelettelser, øgede militærudgifter og stramninger på migrationsområdet.\n\nDet indeholder Trumps 'One, Big, Beautiful Bill' Skattelettelser\n\nIngen beskatning af drikkepenge\n\nFlere penge til olieboringer og minedrift\n\nFlere penge til militæret\n\nStyrkelse af indsats mod illegal immigration\n\nFærre penge til Medicaid\n\n51 for, 49 for imod\n\nDet er ingen hemmelighed, at bromancen mellem USA's rigeste mand og den mest magtfulde endte i et stort, offentligt - til tider tåkrummende - break up.\n\nStriden begyndte, efter Elon Musk fratrådte sin rolle som chef for det nyoprettede kontor for regeringseffektivitet, Doge, og smækkede med døren ved at kritisere lovforslaget.\n\nEfterfølgende lød det fra USA's præsident, at han var \"meget skuffet\" over Elon Musks kritik af den store lovpakke.\n\nMusk er dog ikke den eneste kritiske stemme.\n\nFor det knap 1.000 sider lange lovforslag deler i den grad også Senatet.\n\nI en indledende afstemning skulle dets 100 medlemmer i går vise, hvorvidt de støtter lovpakken.\n\nIfølge nyhedsbureauet AP fik det et snævert flertal med 51 stemmer for og 49 stemmer imod.\n\nBlandt modstanderne er lederen af det demokratiske mindretal i Senatet, Chuck Schumer, som også var ved tasterne i går.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "Trods nedtur for grønne virksomheder: Danske pensionsselskaber investerer rekordbeløb i grøn energi",
      "link": "https://ing.dk/artikel/trods-nedtur-groenne-virksomheder-danske-pensionsselskaber-investerer-rekordbeloeb-i-groen-energi",
      "date": "6 dag siden",
      "snippet": "Trods straftold og stor modstand mod grønne projekter fra USA, så har de danske pensionsselskaber ikke givet op på den grønne omstilling.",
      "text": "Mens banker i disse år låner en stigende mængde penge til udvinding af kul, olie og gas, og Trump-administrationen i USA gør alt for at nedlægge landets grønne klimapolitik, så går danske pensionsselskaber den anden vej.\n\nPuljen af grønne investeringer hos den danske pensionsbranche er steget det sidste år.",
      "authors": [
        "Ditte Vinterberg Weng"
      ]
    },
    {
      "title": "Fjernelse af bureaukrati eller grøn omstilling? Der foregår en kæmpe kamp i EU om netop det lige nu",
      "link": "https://www.dr.dk/nyheder/udland/eu/fjernelse-af-bureaukrati-eller-groen-omstilling-der-foregaar-en-kaempe-kamp-i-eu",
      "date": "1 dag siden",
      "snippet": "Efter flere års forhandlinger er en EU-lovpakke, der har til formål at bekæmpe såkaldt 'greenwashing', for nylig blev trukket tilbage.",
      "text": "Vækker også begejstring\n\nI andre politiske grupper i Europa-Parlamentet ser man helt anderledes på dagsordenen om at fjerne regulering og krav om miljø-indrapporteringer.\n\nHer ser man det som nye og tiltrængte vinde, der blæser i Bruxelles og Strasbourg, og som er helt afgørende, hvis man vil konkurrere med Kina og USA.\n\n- Det er forfejlet at mene, at afregulering udelukker grøn omstilling. Det er en venstrefløjs-præmis, at vores virksomheder skal overdynges med bureaukrati, før de bliver grønne, lyder det fra Henrik Dahl, der sidder i Europa-Parlamentet for Liberal Alliance.\n\nHan er især utilfreds med lovtyper som CSDDD, som pålægger store virksomheder et ansvar, når de påvirker miljøet eller arbejdsforhold negativt, de steder de har produktion.",
      "authors": [
        "Jens Mattias Clausen",
        "Eu-Chef",
        "Jun Kl."
      ]
    },
    {
      "title": "Energiaktør: Vedvarende energi bør tænkes ind i den grønne trepart",
      "link": "https://www.altinget.dk/forsyning/artikel/energiaktoer-vedvarende-energi-boer-ogsaa-vaere-et-maal-i-sig-selv-i-den-groenne-trepart",
      "date": "4 dag siden",
      "snippet": "Der er travlhed i de lokale grønne treparter, som – i en fælles øvelse mellem kommunerne, natur- og landbrugsinteresser – skal finde den bedste løsning på...",
      "text": "Arbejdet er en titanisk opgave, som har potentiale til at ændre på vores land og gøre det smukkere og bedre at leve i for både dyr og mennesker.\n\nLæs også\n\nDet ville give kommunerne noget at administrere efter og de lokale grønne treparter et udgangspunkt for at vurdere VE-anlæggenes multifunktionelle potentiale.\n\nMinisteriet for Grøn Trepart og Styrelsen for Grøn Arealomlægning og Vandmiljø (SGAV) kunne som et meget simpelt greb tydeliggøre en beregning af kvælstof- og CO2-reduktioner ved udtagning af jord i forbindelse med VE-anlæg.\n\nFor i et arealpresset land som Danmark har vi ikke råd til at lade enkelthensyn styre, som det reelt er tilfældet i den nuværende arealkabale. Men det har sin årsag, for de lokale grønne treparter skal indtil videre “kun” finde arealer til klima- og kvælstofprojekter.\n\nProblemet er bare, at multifunktionaliteten i dag mest forløses som en utilsigtet bonus og ikke som et mål i sig selv. Det er en fejl.\n\nI snakken om arealanvendelse er “multifunktionalitet” et nøglebegreb. Det vil sige idéen om, at det samme areal kan tjene flere formål på én gang.\n\nMåske ikke ved, at det samme stykke jord skal kunne levere på det hele. Men så ved, at man i kortlægningen af lavbundsprojekter samtidig gør sig nogle tanker om, hvordan vedvarende energi også kan spille en positiv rolle – og ofte med en samlet set større klimaeffekt, end det enkelte lavbundsprojekt kan levere.\n\nSelvom det ikke indgår i de lokale grønne treparters mandat, burde man se på arealanvendelsen bredt for at forløse flere samtidige anvendelsesmuligheder, herunder areal til vedvarende energi.\n\nFor samfundsudviklingens skyld er det nemlig afgørende, at der også sikres plads til mere grøn, sikker og konkurrencedygtig vedvarende energi (VE).\n\nKvælstofreduktion og kulstofbinding er vigtige og afgørende målsætninger, men rækker næppe i et land, hvor vi ikke har meget areal, og hvor der bor mennesker over alt.\n\nLæs også\n\nVedvarende energi anses i stedet ofte for at være en barriere for arealomlægning, og det giver en risiko for, at vedvarende energi anskues som et uønsket element på et tidspunkt, hvor vi som samfund har en stærk interesse i at frigøre os fra fossile brændsler og sikre kontrol over vores energiforsyning.\n\nDet er i vores alles interesse, at der sikres areal til vindmøller og solceller, men lige nu har den grønne trepart trumfen i spillet om pladsen.\n\nVE og grøn trepart kan gå hånd i hånd\n\nHvis ikke vi sørger for at tænke flere ting sammen, kan udtagningsprojekterne stå i vejen for VE-anlæggene eller omvendt, selv om de ofte kan gå hånd i hånd – og endda uden behov for tilskud fra staten.\n\nDen gode nyhed er, at vedvarende energi kan være en del af løsningen. For det kan godt lade sig gøre at indrette et grønnere og mere bæredygtigt land, hvor forskellige hensyn varetages Andreas Nøhr Vestergaard og Mikkel Eeg\n\nChef for Public Affairs og naturspecialist, Momentum Energy Group\n\nI værste fald vil konsekvensen ved ikke at tænke bredere og multifunktionelt være, at hverken udtagningsprojektet eller VE-anlægget bliver realiseret – eller at både den grønne omstilling og den grønne trepart trækker ud.\n\nVi må forholde os til geografiens realiteter: Danmark har et areal på 4,3 millioner hektar, hvoraf landbruget optager cirka 2,6 millioner hektar, altså knap 60 procent.\n\nByer og infrastruktur fylder cirka 14 procent og henholdsvis skov og natur omkring 13 procent hver. Hvor meget areal vi skal bruge til vedvarende energi afhænger af, hvordan vi bruger arealet. Men et forsigtigt bud er, at vi maksimum skal bruge 0,7 procent af landets areal.\n\nUdfordringen er, at de 0,7 procent kun kan placeres meget få steder, når der skal tages hensyn til mennesker, natur og landskab, og at VE-projekterne derfor ofte er henvist til den samme marginaljord, hvor kabalen med den grønne trepart også lægges.\n\nDen gode nyhed er, at vedvarende energi kan være en del af løsningen. For det kan godt lade sig gøre at indrette et grønnere og mere bæredygtigt land, hvor forskellige hensyn varetages samtidig i en multifunktionel arealanvendelse.\n\nMen kun hvis vi planlægger det sådan – og ikke ved at håbe på, at det opstår af sig selv.",
      "authors": [
        "Andreas Nøhr Vestergaard"
      ]
    },
    {
      "title": "Energiaktør: Vedvarende energi bør tænkes ind i den grønne trepart",
      "link": "https://www.altinget.dk/artikel/energiaktoer-vedvarende-energi-boer-ogsaa-vaere-et-maal-i-sig-selv-i-den-groenne-trepart",
      "date": "3 dag siden",
      "snippet": "Problemet er, at multifunktionaliteten i dag mest forløses som en utilsigtet bonus og ikke som et mål i sig selv. Det er en fejl, skriver Andreas Nøhr...",
      "text": "Arbejdet er en titanisk opgave, som har potentiale til at ændre på vores land og gøre det smukkere og bedre at leve i for både dyr og mennesker.\n\nLæs også\n\nDet ville give kommunerne noget at administrere efter og de lokale grønne treparter et udgangspunkt for at vurdere VE-anlæggenes multifunktionelle potentiale.\n\nMinisteriet for Grøn Trepart og Styrelsen for Grøn Arealomlægning og Vandmiljø (SGAV) kunne som et meget simpelt greb tydeliggøre en beregning af kvælstof- og CO2-reduktioner ved udtagning af jord i forbindelse med VE-anlæg.\n\nFor i et arealpresset land som Danmark har vi ikke råd til at lade enkelthensyn styre, som det reelt er tilfældet i den nuværende arealkabale. Men det har sin årsag, for de lokale grønne treparter skal indtil videre “kun” finde arealer til klima- og kvælstofprojekter.\n\nProblemet er bare, at multifunktionaliteten i dag mest forløses som en utilsigtet bonus og ikke som et mål i sig selv. Det er en fejl.\n\nI snakken om arealanvendelse er “multifunktionalitet” et nøglebegreb. Det vil sige idéen om, at det samme areal kan tjene flere formål på én gang.\n\nMåske ikke ved, at det samme stykke jord skal kunne levere på det hele. Men så ved, at man i kortlægningen af lavbundsprojekter samtidig gør sig nogle tanker om, hvordan vedvarende energi også kan spille en positiv rolle – og ofte med en samlet set større klimaeffekt, end det enkelte lavbundsprojekt kan levere.\n\nSelvom det ikke indgår i de lokale grønne treparters mandat, burde man se på arealanvendelsen bredt for at forløse flere samtidige anvendelsesmuligheder, herunder areal til vedvarende energi.\n\nFor samfundsudviklingens skyld er det nemlig afgørende, at der også sikres plads til mere grøn, sikker og konkurrencedygtig vedvarende energi (VE).\n\nKvælstofreduktion og kulstofbinding er vigtige og afgørende målsætninger, men rækker næppe i et land, hvor vi ikke har meget areal, og hvor der bor mennesker over alt.\n\nLæs også\n\nKlimakrisen bliver ikke løst ved at droppe vækst. Løsningen er at investere i grøn omstilling\n\nVedvarende energi anses i stedet ofte for at være en barriere for arealomlægning, og det giver en risiko for, at vedvarende energi anskues som et uønsket element på et tidspunkt, hvor vi som samfund har en stærk interesse i at frigøre os fra fossile brændsler og sikre kontrol over vores energiforsyning.\n\nDet er i vores alles interesse, at der sikres areal til vindmøller og solceller, men lige nu har den grønne trepart trumfen i spillet om pladsen.\n\nVE og grøn trepart kan gå hånd i hånd\n\nHvis ikke vi sørger for at tænke flere ting sammen, kan udtagningsprojekterne stå i vejen for VE-anlæggene eller omvendt, selv om de ofte kan gå hånd i hånd – og endda uden behov for tilskud fra staten.\n\nDen gode nyhed er, at vedvarende energi kan være en del af løsningen. For det kan godt lade sig gøre at indrette et grønnere og mere bæredygtigt land, hvor forskellige hensyn varetages Andreas Nøhr Vestergaard og Mikkel Eeg\n\nChef for Public Affairs og naturspecialist, Momentum Energy Group\n\nI værste fald vil konsekvensen ved ikke at tænke bredere og multifunktionelt være, at hverken udtagningsprojektet eller VE-anlægget bliver realiseret – eller at både den grønne omstilling og den grønne trepart trækker ud.\n\nVi må forholde os til geografiens realiteter: Danmark har et areal på 4,3 millioner hektar, hvoraf landbruget optager cirka 2,6 millioner hektar, altså knap 60 procent.\n\nByer og infrastruktur fylder cirka 14 procent og henholdsvis skov og natur omkring 13 procent hver. Hvor meget areal vi skal bruge til vedvarende energi afhænger af, hvordan vi bruger arealet. Men et forsigtigt bud er, at vi maksimum skal bruge 0,7 procent af landets areal.\n\nUdfordringen er, at de 0,7 procent kun kan placeres meget få steder, når der skal tages hensyn til mennesker, natur og landskab, og at VE-projekterne derfor ofte er henvist til den samme marginaljord, hvor kabalen med den grønne trepart også lægges.\n\nDen gode nyhed er, at vedvarende energi kan være en del af løsningen. For det kan godt lade sig gøre at indrette et grønnere og mere bæredygtigt land, hvor forskellige hensyn varetages samtidig i en multifunktionel arealanvendelse.\n\nMen kun hvis vi planlægger det sådan – og ikke ved at håbe på, at det opstår af sig selv.",
      "authors": [
        "Andreas Nøhr Vestergaard"
      ]
    },
    {
      "title": "Nyheder, analyser og debat om dansk politik",
      "link": "https://www.altinget.dk/klima/person/kaare-press-kristensen",
      "date": "4. feb. 2023",
      "snippet": "Før: seniorrådgiver, Rådet for Grøn Omstilling (tidl. Det Økologiske Råd). Uddannet: cand.polyt. (DTU 2002), ph.d. (DTU 2007), HD(A) (2006).",
      "text": "DEBAT: DAPO frygter, at vores bevilling fra Finansloven bliver brugt på ensidige kampagner mod dem. Men vores interesse er drevet af forskningen, og den viser, at brænderøg er både miljø- og helbredsskadeligt, skriver Kåre Press-Kristensen fra Rådet for Grøn Omstilling.",
      "authors": []
    },
    {
      "title": "Unge Moderater: Begge fløje fejler, når klimakampen bliver en diskussion om rød eller blå",
      "link": "https://www.altinget.dk/klima/artikel/unge-moderater-caroline-bessermann-har-ret-begge-floeje-fejler-naar-klimakampen-goeres-til-en-diskussion-om-roed-eller-blaa",
      "date": "6 dag siden",
      "snippet": "Vi skal have alle med i den grønne omstilling. Forestil dig, at dit hus brænder lige for øjne af dig. Ville du og din sambo bruge begge jeres spande,...",
      "text": "Forestil dig, at dit hus brænder lige for øjne af dig. Ville du og din sambo bruge begge jeres spande, eller ville I bruge tiden på at skændes om, hvis spand er bedst?\n\nLæs også\n\nÆndrer vi den måde priserne er på, vil det også skubbe på for en ændring af den kultur, der er omkring for eksempel fødevarer og tøj. Fast fashion vil gå af mode, og danske husholdninger vil inkorporere nye retter på aftensmadsbordet.\n\nSelvom den grønne trepart er et stort og vigtigt skridt, skal der stadig ske mere. For eksempel skal vi fundamentalt ændre vores afgiftssystem, så den grønne mulighed bliver den billigste.\n\nLokalt skal vi ændre vores forbrug og hverdag. Og i stedet for at trække den grønne omstilling ned over hovederne på folk, skal vi sørge for, at vi inddrager både borgere og interesseorganisationer i udformningen af den.\n\nFor folk vil gerne have forbedringer, men de hader forandringer. Det er der, hvor den politiske ledelse kommer ind.\n\nLæs også\n\nVi skal omlægge, ikke nedlægge\n\nKlimaforandringerne er globale, og derfor kræver de også et globalt perspektiv. Venstrefløjens kæphest er, at man skal bremse den økonomiske vækst i kampen for den grønne omstilling. Kritikken er oftest, at det ikke går hurtigt nok med den grønne omstilling.\n\nI virkeligheden skulle vi kigge nærmere på den økonomiske vækst. For det ikke tid til at nedlægge. Vi skal derimod omlægge.\n\nDet er privilegieblindt at forestille sig, at lande uden for Europa ikke bør forsøge at opnå mere økonomisk vækst. Tobias William Marney og Mary Vej Foss\n\nHhv. politisk leder og klimaordfører, Unge Moderater\n\nDet er privilegieblindt at forestille sig, at lande uden for Europa ikke bør forsøge at opnå mere økonomisk vækst. For eksempel hænger økonomisk vækst og børnedødelighed tæt sammen.\n\nDen gennemsnitlige børnedødelighed ligger på 4,3 procent globalt. I Danmark er det tal 0,4 procent. Derfor har det ingen gang på jord, hvis man tror, at man kan bremse den økonomiske vækst.\n\nDerfor skal det grønne ikke være en fjende af væksten, men en ny vej til det. For globalt er økonomi alpha og omega.\n\nBåde for stormagter og topforurenere som Kina og USA og for udviklingslande med høj børnedødelighed. Hvis ikke vi får dem med, taber vi klimakampen.\n\nDerfor skal det kunne betale sig at vælge grønt. Når vi viser, at grøn omstilling ikke er et økonomisk offer, men en investering i fremtidens vækst og stabilitet, kan klimakampen for alvor lykkes.\n\nDet er derfor et “både og” ikke et “enten eller”. Vi har brug for de borgerliges økonomiske skarphed og de rødes ambition.\n\nVi bliver nødt til at forholde os til verden, som den er, og ikke som vi ville ønske, at den var.\n\nForlig over midten kan også skabe en ro og stabilitet, som varer længere end næste valgperiode.\n\nAlt det, klimaet har så meget brug for.",
      "authors": [
        "Tobias William Marney"
      ]
    },
    {
      "title": "Nyheder, analyser og debat om dansk politik",
      "link": "https://www.altinget.dk/klima/person/linea-soegaard-lidell",
      "date": "30. jan. 2023",
      "snippet": "Han får en nøglerolle, når EU skal have nyt klimamål: \"Vi kommer til at sende medlemslandene på sommerferie med lektier for\". Peter Ingemann Nielsen...",
      "text": "Danskernes forbrug har et alt for højt CO2-aftryk. Det kan Moderaterne og Venstre godt blive enige med Radikale om. Men selv om en afgift og et nyt klimamål kan lyde sympatisk, er det ikke en seriøs vej fremad, mener de.",
      "authors": []
    },
    {
      "title": "Ship-to-ship CO2 transfer makes debut in China",
      "link": "https://splash247.com/ship-to-ship-co2-transfer-makes-debut-in-china/",
      "date": "3 days ago",
      "snippet": "The world's first ship-to-ship offloading of liquefied carbon dioxide (LCO₂) captured directly from a containership has been achieved at Shanghai's Yangshan...",
      "text": "The world’s first ship-to-ship offloading of liquefied carbon dioxide (LCO₂) captured directly from a containership has been achieved at Shanghai’s Yangshan Port.\n\nThe operation involved Evergreen’s 2014-built 13,800 teu Ever Top, retrofitted with an onboard carbon capture and storage (OCCS) system in 2024. The vessel transferred the captured CO2 to the barge Dejin while docked at Shengdong Terminal — in what is being hailed as a breakthrough that could transform carbon logistics across the shipping sector.\n\nDeveloped by the Shanghai Marine Diesel Engine Research Institute, part of the China State Shipbuilding Corporation, the OCCS system captures over 80% of the vessel’s carbon emissions at 99.9% purity. The technology allows the gas to be liquefied and transferred at sea, bypassing the need for specialised port infrastructure and making CO₂ offloading more flexible and accessible.\n\nWith a retrofit cost of about $10m — less than half the price of converting to methanol or ammonia propulsion — the system presents a commercially viable solution for emissions reduction, according to project stakeholders. More notably, the captured CO2 is not merely stored or sequestered — it’s being sold into industrial markets, with project estimates suggesting it could generate as much as $8m in annual revenue per vessel.\n\nOne of the barriers to maritime carbon capture has been the difficulty of offloading captured gases at port. The STS transfer approach is seen as a practical workaround, allowing CO2 to be offloaded mid-voyage or near ports using smaller, nimble carriers that can operate closer to end-use markets.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Greg Atkinson",
        "Mark Heckman"
      ]
    },
    {
      "title": "IMO agrees to start revision of outdated regulations for nuclear-powered ships",
      "link": "https://splash247.com/imo-agrees-to-start-revision-of-outdated-regulations-for-nuclear-powered-ships/",
      "date": "2 days ago",
      "snippet": "The International Maritime Organization (IMO) has formally agreed to start the revision of outdated regulations for nuclear-powered ships.",
      "text": "The International Maritime Organization (IMO) has formally agreed to start the revision of outdated regulations for nuclear-powered ships.\n\nThe 110th session of the IMO’s Maritime Safety Committee heard proposals from several member states and NGOs calling for a revision of the Code of Safety for Nuclear Merchant Ships (Resolution A.491) and relevant parts of the SOLAS Convention.\n\nA working group at MSC 110 prepared instructions for relevant sub-committees to initiate the revision. This Thursday, MSC 110 assigned this task to the Sub-Committee on Ship Design and Construction (SDC), requesting SDC to start this work at the next session if possible. The next session of SDC is scheduled for January 2026.\n\nA key part of the instructions for SDC when updating the Code of Safety for Nuclear Merchant Ships (Resolution A.491(XII)) is to ensure it is not limited to designs of pressurised water reactors (PWRs) with direct steam cycle propulsion systems, but adequately address recent advances in new nuclear technologies and the all-electric-ship concept.\n\nDuring a presentation by the World Nuclear Transport Institute (WNTI) to MSC 110, just after IMO member states had agreed that revision of the nuclear code should go ahead, Mikal Bøe, CEO of CORE POWER, thanked the IMO delegates for their support and welcomed closer links between the global maritime regulator and the International Atomic Energy Agency (IAEA).\n\n“This means that we can move forward to create the international framework that governs the safety and security of civilian nuclear shipping,” said Bøe.\n\nLater this year, the IAEA will formally launch the Atomic Technology Licensed for Application at Sea (ATLAS) project, which aims to facilitate the regulatory frameworks needed to deploy needed to deploy nuclear propulsion and floating nuclear power plants.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Greg Atkinson"
      ]
    },
    {
      "title": "Imabari to take control of Japan Marine United",
      "link": "https://splash247.com/imabari-to-take-control-of-japan-marine-united/",
      "date": "2 days ago",
      "snippet": "Consolidation – and by extension greater focus and economies of scale – continues in the revived Japanese shipbuilding sector with news that Imabari...",
      "text": "Consolidation – and by extension greater focus and economies of scale – continues in the revived Japanese shipbuilding sector with news that Imabari Shipbuilding, the nation’s top yard, is to take control of Japan Marine United (JMU).\n\nThe Higaki family-controlled Imabari announced yesterday it will up its stake in JMU from 30% to 60%, and make it a subsidiary.\n\nJMU is itself a merger of yards, coming out of the consolidation 12 years ago of the shipbuilding operations of JFE Holdings and IHI. JMU and Imabari have been in a business alliance for the past six years.\n\n“Imabari Shipbuilding and JMU will leverage each other’s strengths to compete with China and Korea, and will also make efforts to develop the Japanese shipbuilding industry by making quicker and more comprehensive judgments in terms of management,” Imabari said in a release.\n\nJapan, once the undisputed titan of global shipbuilding, is embarking on an ambitious journey to rejuvenate its maritime manufacturing prowess, aiming to double its shipbuilding output by 2030. This strategy, spearheaded by the ruling Liberal Democratic Party (LDP) and the newly appointed leadership of the Japan Shipbuilding Industry Association (JSIA), is driven by a complex interplay of economic security, decarbonisation imperatives, and a desire to regain significant global market share in a rapidly evolving geopolitical landscape.\n\nFor decades, Japan commanded a dominant position in shipbuilding, accounting for nearly 50% of global output in the 1990s. However, intense price competition, coupled with substantial state subsidies and economies of scale enjoyed by Chinese and South Korean yards, led to a sharp decline. Today, Japan’s global market share has plummeted to roughly 10%, trailing far behind China (70% of newbuild capacity) and South Korea.\n\nYukito Higaki, Imabari’s president, was recently appointed chairman of the JSIA, and he has set an audacious target: regaining at least 20% of the global shipbuilding market share by 2030. “To become a price leader who has the power to control pricing, we must at least achieve a 20% global market share by 2030,” Higaki stated earlier this month, signalling a clear intent to re-establish Japan as a formidable force.\n\nThe LDP’s proposal, submitted to prime minister Shigeru Ishiba, emphasises the critical role of maritime manufacturing capabilities in national security. The plan is underpinned by Japan’s 2022 Economic Security Promotion Act, allowing direct government support for industries deemed vital to national interest. This includes the rehabilitation of dormant shipbuilding and repair facilities and incentivising public and private investment in next-generation infrastructure.\n\nJapan is actively seeking collaboration with the United States to counter China’s maritime dominance. Discussions are underway for a Japan-US Shipbuilding Revitalization Fund to channel investment into both domestic and US-based yards. Japanese firms are eyeing contracts for car carriers, LNG carriers, and ice-class naval vessels for the US market, positioning themselves as strategic alternatives to Chinese suppliers. This collaboration also extends to naval cooperation and the establishment of a bilateral maritime supply chain decoupled from China.\n\nTo achieve its ambitious goals, Japan’s plan includes a national shipyard model. The government proposes a “state-owned facility private operation” approach, where the government funds and builds shipyard infrastructure estimated at ¥50-80bn ($341m to $546m) for new docks and lifting equipment, which is then leased to private enterprises. This new national shipyard will focus on LNG, all linked to energy security. Japan will have a major need to replace old steam turbine units and will need new ships for a US – Japan LNG trade deal that starts from 2030. JERA, Japan’s biggest power generator, has agreed this month to new supply deals for US LNG. JERA plans to buy up to 5.5m tons per annum of US LNG under 20-year contracts, with deliveries starting around 2030.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Greg Atkinson"
      ]
    },
    {
      "title": "Shell dismisses reports of $82bn BP takeover",
      "link": "https://splash247.com/shell-dismisses-reports-of-82bn-bp-takeover/",
      "date": "3 days ago",
      "snippet": "Energy supermajor Shell has adamantly stated that it has made no bid for rival BP, and that such a move is not being considered.",
      "text": "Energy supermajor Shell has adamantly stated that it has made no bid for rival BP, and that such a move is not being considered.\n\nDifferent media outlets reported that Shell was in talks to acquire BP in a deal worth £60bn ($82.3bn). However, this is not new as similar stories have been doing the rounds on and off for some time.\n\nIn early May, reports emerged that Shell and its advisers were considering a potential takeover of BP, possibly setting up one of the largest deals in the history of the oil and gas industry. There was no mention of any storm brewing until Wednesday, when new reports of a possible deal emerged, claiming it would create a British oil company worth well over £200bn ($275bn).\n\nShell wanted to make it clear that no move to acquire BP has been made and stated that it was bound by UK regulations from making a bid.\n\n“In response to recent media speculation, Shell wishes to clarify that it has not been actively considering making an offer for BP and confirms it has not made an approach to, and no talks have taken place with, BP with regard to a possible offer,” the company said in a statement.\n\nThe supermajor added that it has “no intention of making an offer for BP” and will “remain focused on delivering more value with less emissions through performance, discipline, and simplification”.\n\nShell has a six-month ban on making an offer for over 30% of BP’s shares. This can be shortened only if another bidder makes an offer for such a stake in BP.",
      "authors": [
        "Bojan Lepic",
        "Bojan Is An English Language Professor Turned Journalist With Years Of Experience Covering The Energy Industry With A Focus On The Oil",
        "Gas",
        "Lng Industries As Well As Reporting On The Rise Of The Energy Transition. Previously",
        "He Had Written For Navingo Media Group Titles Including Offshore Energy Today",
        "Lng World News. Before Joining Splash",
        "Bojan Worked As An Editor For Rigzone Online Magazine.",
        "Greg Atkinson",
        "Mark Heckman",
        "Banana Lines"
      ]
    },
    {
      "title": "Global ship recycling landmark arrives with patchy compliance across South Asia",
      "link": "https://splash247.com/global-ship-recycling-landmark-arrives-with-patchy-compliance-across-south-asia/",
      "date": "3 days ago",
      "snippet": "Fully 16 years in the making, the Hong Kong International Convention for the Safe and Environmentally Sound Recycling of Ships entered into force today,...",
      "text": "Fully 16 years in the making, the Hong Kong International Convention for the Safe and Environmentally Sound Recycling of Ships entered into force today, with the majority of demo yards in Bangladesh and Pakistan – two vital recycling destinations – still not compliant with the international regulation.\n\nThe Hong Kong Convention, first adopted back in May 2009, addresses key environmental, occupational health, and safety risks involved in the recycling of ships.\n\n“The entry into force of the Hong Kong Convention this year marks a watershed moment in our shared objective to promote sustainable and safe ship recycling practices globally. This achievement reflects years of dedicated work and will renew our drive to safeguard human health and the environment in this critical industry,” commented Arsenio Dominguez, secretary-general of the International Maritime Organization.\n\nLatest statistics from BIMCO show that India is well on track with the new regulation with 110 yards complying with Hong Kong standards. In Bangladesh, just 10 yards, soon likely rising to 14, are ready, and there are 11 compliant yards in Turkey, but none in Pakistan.\n\nPakistan’s federal minister for maritime affairs Muhammad Junaid Anwar Chaudhry has announced this week the approval of Rs12bn ($43m) in belated funds to get the country’s Gadani shipbreaking area up to speed with today’s new regulation.\n\nPhilip Roche, global co-head of shipping at law firm Norton Rose Fulbright, while hailing today’s entry into force as a “major milestone,” warned that the regulatory landscape remains too fragmented.\n\n“The convention’s impact is arguably limited by its lack of equivalency with the Basel Convention and EU regulations, which continue to restrict access to modern, certified recycling yards in South Asia. Until these frameworks are aligned, shipowners must navigate a complex web of overlapping obligations,” Roche said.\n\nClarksons Research data shows that in 2025 so far, 4.9m dwt has been reported sold for recycling globally, up 12% on 2024’s run rate, the lowest annual since 2007, though still down 57% against the 10-year average. Containership recycling has been especially weak, down 95% on the 10-year average, while gas carrier demolition sales have run at a record pace, up 106% year-on-year, supported by the disposal of steam turbine LNG carriers amid a weak earnings environment.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Greg Atkinson"
      ]
    },
    {
      "title": "Morning Midas Finally Sinks",
      "link": "https://www.marinelink.com/news/morning-midas-finally-sinks-527266",
      "date": "5 days ago",
      "snippet": "The car carrier Morning Midas sank on June 23 following the fire that broke out on board on June 3.The fire was no longer active…",
      "text": "The car carrier Morning Midas sank on June 23 following the fire that broke out on board on June 3.\n\nThe fire was no longer active, but the vessel sank while awaiting the arrival of a tug with long-distance towing capability.\n\n“Damage caused by the fire, compounded by heavy weather and subsequent water ingress, caused the Morning Midas to sink at around 16.35 local time zone (UTC -9) on 23 June, in waters approximately 5,000 meters deep and 360 nautical miles from land,” said ship manager Zodiac Maritime.\n\nThe vessel reportedly had 350 metric tons of marine gas oil and 1,530 metric tons of very low sulfur fuel oil onboard.\n\n\n\nThere are no reports of visible signs of pollution, and two salvage vessels, Garth Foss and Salvage Worker, remain on scene and are conducting continuous assessments of the area with pollution response equipment onboard.\n\nThe oil spill response vessel Endeavour is en route from Dutch Harbor and is expected to arrive on scene Thursday. The Endeavour is equipped with additional pollution response equipment including an oil spill containment and recovery system.\n\nThe Morning Midas was located 300 miles (482.8 km) southwest of Adak in Alaska when the fire broke out.\n\nThe Liberia-flagged ship left China's Yantai port on May 26 and was on the way to Lazaro Cardenas, Mexico, according to LSEG data. There were 3,048 vehicles onboard, with 70 being fully electric vehicles and 681 being partial hybrid electric vehicles.\n\nSmoke was initially seen rising from a deck loaded with electric vehicles, and the crew of 22 was safely evacuated.\n\n\n\n",
      "authors": []
    },
    {
      "title": "Opinion: Iran Oil Doomsday in Hormuz May be More Fear Than Reality",
      "link": "https://gcaptain.com/opinion-iran-oil-doomsday-in-hormuz-may-be-more-fear-than-reality/",
      "date": "6 days ago",
      "snippet": "U.S. strikes on several Iranian nuclear sites represent a meaningful escalation of the Middle East conflict that could lead Tehran to disrupt vital exports...",
      "text": "By Ron Bousso\n\nLONDON, June 22 – U.S. strikes on several Iranian nuclear sites represent a meaningful escalation of the Middle East conflict that could lead Tehran to disrupt vital exports of oil and gas from the region, sparking a surge in energy prices. But history tells us that any disruption would likely be short-lived.\n\nInvestors and energy markets have been on high alert since Israel launched a wave of surprise airstrikes across Iran on June 13, fearing disruption to oil and gas flows out of the Middle East, particularly through the Strait of Hormuz, a chokepoint between Iran and Oman through which around 20% of global oil and gas demand flows.\n\nBenchmark Brent crude prices have risen by 10% to over $77 a barrel since June 13.\n\nWhile Israel and Iran have targeted elements of each other’s energy infrastructure, there has been no significant disruption to maritime activity in the region so far.\n\nBut President Donald Trump’s decision to join Israel by bombing three of Iran’s main nuclear sites in the early hours of Sunday could alter Tehran’s calculus. Iran, left with few cards to play, could retaliate by hitting U.S. targets across the region and disrupting oil flows.\n\nWhile such a move would almost certainly lead to a sharp spike in global energy prices, history and current market dynamics suggest any move would likely be less damaging than investors may fear.\n\nCAN THEY DO IT?\n\nThe first question to ask is whether Iran is actually capable of seriously disrupting or blocking the Strait of Hormuz.\n\nThe answer is probably yes. Iran could attempt to lay mines across the Strait, which is 34 km (21 miles) wide at its narrowest point. The country’s army or the paramilitary Islamic Revolutionary Guard Corps (IRGC) could also try to strike or seize vessels in the Gulf, a method they have used on several occasions in recent years.\n\nMoreover, while Hormuz has never been fully blocked, it has been disrupted several times.\n\nDuring the 1980s Iran-Iraq war, the two sides engaged in the so-called “Tanker Wars” in the Gulf. Iraq targeted Iranian ships, and Iran attacked commercial ships, including Saudi and Kuwaiti oil tankers and even U.S. navy ships.\n\nFollowing appeals from Kuwait, then-U.S. President Ronald Reagan deployed the navy between 1987 and 1988 to protect convoys of oil tankers in what was known as Operation Earnest Will. It concluded shortly after a U.S. navy ship shot down Air Iran flight 655, killing all of its 290 passengers on board.\n\nTensions in the strait flared up again at the end of 2007 in a series of skirmishes between the Iranian and U.S. navies. This included one incident where Iranian speedboats approached U.S. warships, though no shots were fired.\n\nIn April 2023, Iranian troops seized the Advantage Sweet crude tanker, which was chartered by Chevron, in the Gulf of Oman. The vessel was released more than a year later.\n\nIranian disruption of maritime traffic through the Gulf is therefore certainly not unprecedented, but any attempt would likely be met by a rapid, forceful response from the U.S. navy, limiting the likelihood of a persistent supply shock.\n\nHISTORY LESSON\n\nIndeed, history has shown that severe disruptions to global oil supplies have tended to be short-lived.\n\nIraq’s invasion of neighboring Kuwait in August 1990 caused the price of Brent crude to double to $40 a barrel by mid-October. Prices returned to the pre-invasion level by January 1991 when a U.S.-led coalition started Operation Desert Storm, which led to the liberation of Kuwait the following month.\n\nThe start of the second Gulf war between March and May 2003 was even less impactful. A 46% rally in the lead-up to the war between November 2002 and March 2003 was quickly reversed in the days preceding the start of the U.S.-led military campaign.\n\nSimilarly, Russia’s invasion of Ukraine in February 2022 sparked a sharp rally in oil prices to $130 a barrel, but prices returned to their pre-invasion levels of $95 by mid-August.\n\nThese relatively quick reversals of oil price spikes were largely thanks to the ample spare production capacity available at the time and the fact that the rapid oil price increase curbed demand, says Tamas Varga, an analyst at oil brokerage PVM.\n\nGlobal oil markets were also rocked during the 1973 Arab oil embargo and after the 1979 revolution in Iran, when strikes on the country’s oilfields severely disrupted production. But those did not involve the blocking of Hormuz and were not met with a direct U.S. military response.\n\nSPARE CAPACITY\n\nThe current global oil market certainly has spare capacity. OPEC+, an alliance of producing nations, today holds around 5.7 million barrels per day in excess capacity, of which Saudi Arabia and the United Arab Emirates hold 4.2 million bpd.\n\nThe concern today is that the vast majority of the oil from Saudi Arabia and the UAE is shipped via the Strait of Hormuz.\n\nThe two Gulf powers could bypass the strait by oil pipelines, however. Saudi Arabia, the world’s top oil exporter, producing around 9 million bpd, has a crude pipeline that runs from the Abqaiq oilfield on the Gulf coast in the east to the Red Sea port city of Yanbu in the west. The pipeline has capacity of 5 million bpd and was able to temporarily expand its capacity by another 2 million bpd in 2019.\n\nThe UAE, which produced 3.3 million bpd of crude oil in April, has a 1.5 million bpd pipeline linking its onshore oilfields to the Fujairah oil terminal that is east of the Strait of Hormuz.\n\nBut this western route could be exposed to attacks from the Iran-backed Houthis in Yemen, who have severely disrupted shipping through the Suez Canal in recent years. Additionally, Iraq, Kuwait and Qatar currently have no clear alternatives to the strait.\n\nIt is possible that Iran will choose not to take the dramatic step of blocking the strait in part because doing so would disrupt its own oil exports. Tehran may also consider any further escalation fruitless in light of U.S. involvement and will instead try to downplay the importance of the U.S. strikes and come back to nuclear negotiations.\n\nIn the meantime, spooked energy markets, fearing further escalation, are apt to respond to the U.S. strikes with a sharp jump in crude prices. But even in a doomsday scenario where the Strait of Hormuz is blocked, history suggests markets should not expect any supply shock to be persistent.\n\n(Ron Bousso;Editing by Helen Popper and David Evans)\n\n(c) Copyright Thomson Reuters 2025.",
      "authors": []
    },
    {
      "title": "Hellenic Shipping News Worldwide",
      "link": "https://www.hellenicshippingnews.com/category/commodity-news/",
      "date": "May 30, 2014",
      "snippet": "Recent News. Crude Ta · Hellenic Shipping News Worldwide Hellenic Shipping News Worldwide, Online Daily Newspaper on Hellenic and International Shipping...",
      "text": "The government is now a part owner of US Steel, receiving a single preferred share in the company in a rare provision of a merger agreement with Japan-based Nippon Steel, according to Securities and Exchange Commission documents. The partnership, which was formalized on June 18, gives the US government the right to appoint an independent director, close or idle existing US Steel facilities, change the company name and move its headquarters as part of its ownership through a golden share. US Steel and Nippon also entered into a national security ...",
      "authors": []
    },
    {
      "title": "Offshore Wind: Green Energy Cannot Come at a Human Cost",
      "link": "https://gcaptain.com/offshore-wind-green-energy-cannot-come-at-a-human-cost/",
      "date": "4 days ago",
      "snippet": "Utility-scale wind projects are springing up along the Atlantic seaboard, the Gulf of Mexico, and—within the decade—off the Pacific Coast.",
      "text": "Utility-scale wind projects are springing up along the Atlantic seaboard, the Gulf of Mexico, and—within the decade—off the Pacific Coast. Federal lease auctions have committed roughly 4 million offshore acres to wind development, and the Biden administration set a goal of 30 gigawatts (GW) of installed capacity by 2030. That is enough clean electricity to serve millions of homes, slash carbon emissions, and create tens of thousands of jobs.\n\nBut there is a hard truth behind these optimistic headlines: offshore wind work is physically demanding, weather-dependent, and often dangerous. Unless operators bring a safety-first mindset to every turbine foundation, cable lay, and crew transfer, the push for green energy will come at a human cost.\n\nEarly Data on Offshore Wind Shows High Injury Rates\n\nA 2023 peer-reviewed study published in ScienceDirect found that U.S. offshore wind construction crews recorded significantly higher injury rates than North Sea oil and gas workers performing similar tasks. The authors performed a systematic review of more than 100 published papers and incident datasets from both the United States and Europe, identifying key recurring hazards in offshore wind.\n\nThe study attributed most recordable incidents to:\n\nHeavy lift operations and crane work around foundations and nacelles.\n\nand around foundations and nacelles. Working at heights inside cramped turbine towers and nacelle housings.\n\ninside cramped turbine towers and nacelle housings. Personnel transfers between vessels and fixed structures in rough seas.\n\nbetween vessels and fixed structures in rough seas. Electrical faults and confined space hazards during commissioning and maintenance.\n\nThe U.S. Bureau of Safety and Environmental Enforcement (BSEE)—best known for policing offshore oil and gas operations—performed its first offshore wind turbine inspection in June 2024, a sign that U.S. regulators are beginning to watch the sector closely.\n\nWhen it comes to offshore wind safety, the data pool is still small, but the signal is clear. As the offshore wind workforce grows, every lesson learned from early incidents must be translated into tougher standards, smarter training, and safer worksites.\n\nRecent Incidents, Injuries & Fatalities\n\nEven in an industry built on risk management, serious offshore wind accidents have surfaced worldwide. A snapshot of just the last few years shows how quickly operations can turn catastrophic.\n\nCTV & Turbine Collision – German North Sea (2023)\n\nA high-speed crew transfer vessel struck an operating turbine while approaching a ladder, tearing open the bow and injuring two technicians. Investigators with Germany’s Federal Bureau of Maritime Casualty Investigation (BSU) cited excessive speed, limited visibility from the wheelhouse, and poor lookout practices as root causes.\n\nLightning Damage – Vineyard Wind 1, Massachusetts (March 2025)\n\nA newly installed 13 MW turbine was shut down after a direct lightning strike fractured blade sections and scorched electrical components. While no one was hurt, the incident exposed the need for comprehensive lightning protection systems as Atlantic projects push into storm-prone waters.\n\nBlade-Debris Shutdown – Vineyard Wind 1, Massachusetts (July 2024)\n\nOperators idled one of America’s first commercial-scale offshore wind farms when a fiberglass fragment from a GE blade washed ashore on nearby beaches. The project remained offline during inspections.\n\nSupport Vessel Crash – North Sea (2024)\n\nA 27-meter offshore support vessel slammed into the monopile of an operating turbine during personnel transfer, injuring two crew members and denting the tower. Early reports pointed to a sudden loss of maneuverability in quartering seas and inadequate contingency planning for propulsion failure.\n\nFatal Sinking After Impact – East Asia (2022)\n\nA construction barge preparing to install turbine components collided with an existing structure, holed the hull, and sank within minutes. Four crew members were lost. Regulators later concluded the bridge team relied on a single radar display and failed to post an effective visual lookout in low visibility.\n\nWhere Things Go Wrong: Key Offshore Wind Hazards\n\nThe crews that build and maintain offshore wind farms face unique hazards applicable to both the offshore industry and the wind energy industry. Constructing a wind turbine is difficult enough, but installing it miles offshore in hundreds of feet of water is an entirely different matter. Heavy weather and rough seas—not to mention a lack of access to prompt medical attention when the need arises—increase the risks to worker well-being.\n\nThe most significant offshore wind hazards are:\n\nHeights & Ladders\n\nTechnicians must climb to heights of 300 feet or more to access nacelles. A fall from such a height will most likely be fatal; a worker who does survive may experience catastrophic spinal cord injuries, broken bones, and traumatic brain injuries.\n\nHeavy Lifts & Crane Operations\n\nNacelle hubs, blades, and monopile sections of an offshore wind turbine may weigh hundreds of tons. Moving and positioning these places workers at risk of suffering harm from uncontrolled swings, crane failures, or dropped loads.\n\nElectrical & Arc Flash\n\nHigh-voltage export cables and converters pose burn and electrocution risks, especially during offshore wind commissioning. Laying cables can be particularly risky, as these can become energized by cables running parallel or nearby.\n\nConfined Spaces\n\nOffshore wind turbine technicians frequently work inside nacelles and tower interiors, which contain limited egress routes. These confined spaces present risks ranging from fires to toxic atmospheres that can cause serious injury or death.\n\nFatigue & Weather Windows\n\nLong transits and tight construction schedules may tempt companies to keep crews working in marginal conditions to meet deadlines. Failures to evacuate in hurricanes and tropical storms or unsafe shifts and hitches can put workers at undue risk.\n\nSpotlight on Gangway Transfers & Vessel Collisions\n\nCrew transfer vessels (CTVs) and service operation vessels (SOVs) may rely on motion-compensated gangways to “walk” technicians onto turbine landings. When swell, current, or wind conditions exceed design limits, however, those bridges can slam, drop, or shear sideways.\n\nRecharge magazine recently warned of a spate of serious gangway injuries—rib fractures, shoulder dislocations, spinal trauma—despite modern active-heave compensation. Manufacturers continue to refine sensors and auto-disconnect systems, but the ultimate responsibility lies with vessel masters and project managers who must call off transfers when conditions deteriorate.\n\nCollisions with offshore wind installations are another hazard. Whether it’s a crew transfer vessel edging in to “walk-to-work” technicians or a cargo ship straying off course, any ship that strikes a turbine risks major damage and serious injuries. Close-quarters maneuvers leave inches to spare; a sudden gust, engine fault, or navigation error can drive a bow into the monopile, dent towers, or shower workers with debris. Outside traffic—fishing boats, bulk carriers, tankers—may violate exclusion zones and collide in poor visibility.\n\nRegulatory Oversight for Offshore Wind\n\nBecause offshore wind farms are located on the U.S. Outer Continental Shelf, most construction vessels carrying turbine components from U.S. ports must be Jones Act–compliant: built, owned, and crewed by Americans. Injured seafarers therefore have Jones Act and general maritime law rights to maintenance, cure, and damages from negligence or unseaworthiness.\n\nTurbine towers and substations are considered “facilities” under the Outer Continental Shelf Lands Act (OCSLA), giving the BSEE enforcement authority offshore. However, the BSEE has been known to underreport offshore worker injuries and fatalities.\n\nIn terms of safety, OSHA standards apply to U.S.-flagged vessels and in U.S. ports. Shore-based technicians serving coastal staging yards normally fall under state workers’ comp or the Longshore and Harbor Workers’ Compensation Act; however, if they work on a vessel, maritime statutes may apply. Understanding which regulations apply and which agencies are responsible for enforcing them is a key aspect of identifying crew members’ rights while working on offshore wind installations.\n\nWhat Offshore Wind Workers Are Entitled To\n\nWhether a person is classified as a Jones Act seaman, a longshoreman, or any other type of worker, the law demands that employers provide a safe workplace. When companies ignore weather limits, skip maintenance, or staff vessels with fatigued crews, injured workers can pursue compensation to help them rebuild.\n\nThis may include:\n\nLost wages and future earning capacity\n\nMedical and rehabilitation costs for as long as treatment is needed\n\nDamages for pain, suffering, and diminished quality of life\n\nWrongful death compensation for families when tragedies occur\n\nLegal claims tied to offshore wind projects are unusually complex, in large part because they unfold under overlapping maritime statutes and an industry framework that is still taking shape.\n\nAmerica’s offshore wind buildout promises thousands of jobs, billions in port investment, and cleaner energy. But none of that justifies cutting corners on crew safety. As turbines climb past 12 megawatts (MW), nacelle drops exceed 400 feet, and gangways stretch over record swells, only data-driven risk management, comprehensive training, and strict regulatory compliance can keep pace.\n\n###\n\nAs the nation’s leading maritime law firm, Arnold & Itkin has stood with crews and families after the worst offshore disasters of the last two decades. The firm’s attorneys are known for taking on powerful defendants—and securing victories that help people rebuild and move on after the worst injuries and losses. Arnold & Itkin has secured more than $20 billion in verdicts and settlements for clients across the United States, against companies like BP, Union Pacific, Johnson & Johnson, and Bayer/Monsanto.",
      "authors": []
    },
    {
      "title": "Flettner rotors, green fuels and pools: The path forward for FuelEU Maritime compliance",
      "link": "https://www.hellenicshippingnews.com/flettner-rotors-green-fuels-and-pools-the-path-forward-for-fueleu-maritime-compliance/",
      "date": "3 days ago",
      "snippet": "Since the 1st of January 2025, shipowners have faced new, strict restrictions on greenhouse gas (GHG) intensity levels when calling in EU ports.",
      "text": "Since the 1st of January 2025, shipowners have faced new, strict restrictions on greenhouse gas (GHG) intensity levels when calling in EU ports. Unlike previous regulations, FuelEU Maritime is enforced by hefty penalties for non-compliance, driving action in ways previous initiatives, like the Carbon Intensity Indicator (CII), struggled to achieve.\n\nThese penalties are designed to make an impact, and they are. At €2,400 per tonne of VLSFO energy equivalent, fines are steep enough to turn compliance into a business-critical decision. Analysis from OceanScore estimates that passenger vessels could face penalties averaging €520,000 per year, while the global tanker fleet may collectively incur costs of €2 billion by 2030, according to Broker BRS Group. Meaning that the seemingly small initial GHG reduction of 2% has real influence.\n\nWith it still being early days for FuelEU Maritime compliance, shipowners and operators are still evaluating the best strategies on the table but it’s best not to wait too long. To provide some color, NAPA has conducted simulations comparing the costs of both a 182kDWT bulker operating on a cross Atlantic route and for a roro equipped with Flettner rotors operating inside the EU.\n\nIt must be acknowledged that trying to forecast costs until 2050 using static values in a very dynamic environment (e.g. EUA pricing, bunker pricing, bunkering strategy, FuelEU compliance strategies) can be difficult. Still, this data suggests that while FuelEU maritime is not yet a significant contributor for the total fuel and emission related operational expenses, this will quickly change for both vessels as FuelEU Maritime requirements tighten.\n\nThe graph on the left shows that the non-compliant bulker will have to start paying FuelEU Maritime penalties from this year itself. The graph on the right depicting the roro with Flettner rotors, however, highlights that investments in wind assisted propulsion systems will help offset FuelEU Maritime costs, helping vessels stay compliant till 2030 due to the emission savings achieved.\n\nFurther simulations based on NAPA’s performance model reveal the scale of the potential costs involved – although exact prices will be set by the market. For example:\n\nA typical capesize bulk carrier operating between Brazil and Rotterdam consumes approximately 16,700 tons of fuel annually, considering both VLSFO 380 CST and LSMGO. This would put its GHG intensity to 91.4gCO2/MJ and take its compliance balance to 703.70 tonCO2 eq in deficit. This represents nearly €450,750 in penalties for 2025, adding 5.1% to bunkering costs. Alternatively, based on MMMCZCS’ estimates that external pooling will cost around €420 per ton, the cost increase would instead be 0.9%.\n\nAn LNG-powered feeder-size container vessel operating between Rotterdam and the Baltic Sea would consume approximately 2250 tons of LNG. Given the well-to-wake emission factors set by FuelEU, the vessel would generate 30 tons of compliance surplus. It would be just about compliant and wouldn’t have much surplus to trade through pooling.\n\nAll of this sets the scene nicely for new business opportunities as FuelEU Maritime doesn’t just penalize; it creates rewards and opportunities. Vessels that meet or exceed compliance thresholds can not only increase asset value and improve access to finance but can also offer surplus compliance credits for pooling to other vessels. Pooling, borrowing, and trading compliance surpluses could lead to the creation of new markets, rewarding companies who are proactively investing in green technologies. For compliant vessels, this isn’t just about avoiding fines – it’s about gaining a competitive edge in the market.\n\nHow can ship owners decide on the best path for them?\n\nEveryone will approach FuelEU differently, but whichever path is chosen, early knowledge and proactive action will pay dividends. Data will be essential from the start to enable shipowners to simulate scenarios and assess the cost-effectiveness of different compliance strategies. Tools like the NAPA FuelEU Maritime module have been designed to provide precise calculations on a voyage-specific and fleet-wide basis, helping shipowners weigh up these options with confidence.\n\nReal-time monitoring of fuel consumption and emissions allows shipowners to track their compliance. For vessels nearing their limits, data provides timely insights, enabling decisions like adjusting routes, increasing drop-in biofuel usage, or reallocating compliant ships. Without such monitoring, shipowners risk incurring preventable penalties or missing opportunities for operational efficiency.\n\nFor vessels that are over compliant, data becomes a means to unlock financial opportunities. NAPA’s FuelEU Maritime module calculates surplus availability and offers projections on pooling profitability, ensuring shipowners can maximize returns on their green investments.\n\nLooking ahead\n\nFuelEU isn’t happening in a vacuum. It builds on the spirit of regulations like the EU ETS and the IMO’s CII and affirms the industry’s general direction of travel towards decarbonization. We must also consider the IMO Net Zero Framework, which is expected to be ratified in October 2025. Time will tell whether this framework will make EU-level GHG regulations for shipping obsolete, however the trend of more stringent environmental regulations remains. Shipowners who embrace this shift will not only avoid penalties but also position themselves as leaders in a more sustainable industry. By leveraging data, adopting green fuels, and exploring compliance strategies like pooling, the maritime sector can turn regulation into a catalyst for innovation and growth.\n\nSource: By Ossi Mettälä, Product Manager, NAPA Shipping Solutions",
      "authors": []
    },
    {
      "title": "Have your say on the upcoming EU Sustainable Tourism Strategy!",
      "link": "https://transport.ec.europa.eu/news-events/news/have-your-say-upcoming-eu-sustainable-tourism-strategy-2025-06-23_en",
      "date": "6 days ago",
      "snippet": "Starting today, citizens are invited to have their say in the Commission's Open Public Consultation and Call for Evidence.",
      "text": "The European Commission is seeking citizens’, travellers’, and tourism operators’ views on the upcoming EU sustainable tourism strategy. This strategy will make tourism more sustainable, competitive, and innovative, while enhancing the overall experience for travellers and supporting the sector's resilience.\n\nThe new strategy will focus on creating a more sustainable tourism experience in Europe. This means less overcrowding, more eco-friendly options, better digital services, and smoother cross-border trips. It will also support Member States in improving coordination, access to support measures, and strengthening the sector's resilience in the face of emerging challenges, such as the impacts of climate change, geopolitical tensions.\n\nThe strategy will build on ongoing EU efforts, such as the 2022 Transition Pathway for Tourism which identifies 27 key areas for green and digital transition.\n\nStarting today, citizens are invited to give their feedback on the Commission’s public consultation until 12 September 2025. Stakeholders can also contribute to the Commission’s call for evidence.\n\nCommissioner for Sustainable Transport and Tourism, Apostolos Tzitzikostas, stated: \"Europe needs a tourism model that creates value for all, local communities, businesses, and travellers. Our upcoming EU Strategy for Sustainable Tourism will be a key step in that direction. I invite all our partners, public and private, to contribute their insights, so that together, we can build a resilient, sustainable, and thriving future for European tourism.\"\n\nIn preparation of the strategy, Commissioner Tzitzikostas is meeting EU Ministers for Tourism in Warsaw today, at the informal Council meeting of tourism ministers organised by the Polish Presidency of the Council.\n\nBackground\n\nTourism is crucial for the European economy, accounting for 5.1% of the EU gross value added. The sector is characterised by varying governance levels, across national, regional, and local authorities, with micro, small, and medium enterprises being prevalent.\n\nToday’s consultations are open to all interested citizens and stakeholders who would like to share their views on the future of EU tourism.",
      "authors": []
    },
    {
      "title": "EUROPEAN COMMISSION Brussels, 27.6.2025 COM(2025) 348 final 2025/0188 (COD) Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT",
      "link": "https://transport.ec.europa.eu/document/download/58fb844f-74b1-4352-ac8d-27f69c774cee_en?filename=com_2025_348_en.pdf",
      "date": "2 days ago",
      "snippet": "CONTEXT OF THE PROPOSAL. •. Reasons for and objectives of the proposal. The Competitiveness Compass 1 is guiding the economic policy of the Commission in...",
      "text": "",
      "authors": []
    }
  ]
}