{
  "timestamp": "2025-11-17T06:28:00.588496",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "Dagbladet Børsen",
      "link": "https://e-avis.borsen.dk/p/baeredygtig/11-11-2025/a/topmoederne-handlede-om-klima-nu-skal-der-milliarder-pa-bordet/6398/2033684/67322008",
      "date": "6 dag siden",
      "snippet": "",
      "text": "",
      "authors": []
    },
    {
      "title": "Dagbladet Børsen",
      "link": "https://e-avis.borsen.dk/p/baeredygtig/11-11-2025/a/dansk-marked-gaet-i-sta-nu-koeres-groen-brint-til-tyskland/6398/2033684/67320496",
      "date": "6 dag siden",
      "snippet": "",
      "text": "",
      "authors": []
    },
    {
      "title": "Kinas CO2-udledninger har været på himmelflugt i årtier, men nu har elbiler og solceller bremset udviklingen",
      "link": "https://www.dr.dk/nyheder/viden/klima/kinas-co2-udledninger-har-vaeret-paa-himmelflugt-i-aartier-men-nu-har-elbiler-og-solceller-bremset",
      "date": "5 dag siden",
      "snippet": "",
      "text": "Fuld gas på sol, vind og elbiler\n\nI Kinas udvikling som land spiller skala på mange måder en afgørende rolle. Oftest ved, at alt er gigantisk og meget effektivt.\n\nI årene med stigende CO2-udledning er byggeri, industri og energiforbruget stormet afsted i Kina, og det er på sin vis den samme iver og stordrift, som nu får udledningerne til at stagnere, forklarer Filip Knaack Kirkegaard.\n\n- En af de helt store strukturelle ændringer sker i energisektoren, hvor vind- og solenergi har bremset en voldsom vækst i afbrændingen af kul. Kinas omstilling er i gang for fuld udblæsning. De har i år opført vindmøller svarende til 61 af Danmarks største havvindmølleparker. Så det foregår i en enorm skala, siger han.\n\nOgså på de kinesiske veje er der ifølge Filip Knaack Kirkegaard sket noget bemærkelsesværdigt. Forbruget af benzin er faldet markant, fordi Kina er blevet førende inden for elbiler.\n\n- Det spejler den udvikling vi ser i Danmark, hvor elbiler også er en massiv succes. For Kina handler det ikke kun om klima, men også stoppe massiv luftforurening med giftig smog i byerne og at mindske landets afhængighed af importeret olie.\n\nMen der er også potentielle hår i suppen.",
      "authors": [
        "Nov Kl."
      ]
    },
    {
      "title": "Sønderjyder forsøgte forgæves at få grøn flyrute til København: Nu vil direktør have revanche",
      "link": "https://www.altinget.dk/erhverv/artikel/soenderjyder-forsoegte-forgaeves-faa-groen-flyrute-til-koebenhavn-nu-vil-direktoer-have-revanche",
      "date": "4 dag siden",
      "snippet": "",
      "text": "Alsie Express ville have 50 millioner kroner for at flyve med delvist grønt brændstof på ruten mellem Sønderborg og København i 2026 og 2027.\n\nFoto: Arthur J. Cammelbeeck/Ritzau Scanpix",
      "authors": [
        "Daniel Bue Lauritzen"
      ]
    },
    {
      "title": "Dagbladet Børsen",
      "link": "https://e-avis.borsen.dk/p/baeredygtig/11-11-2025/a/danmark-sover-i-timen-vi-har-brug-for-en-strategi-for-batterier-nu/6398/2033684/67320504",
      "date": "6 dag siden",
      "snippet": "",
      "text": "",
      "authors": []
    },
    {
      "title": "Tænketank: Ny EU-aftale truer både den grønne omstilling og Europas værdier",
      "link": "https://www.altinget.dk/eu/artikel/taenketank-ny-eu-aftale-truer-baade-den-groenne-omstilling-og-europas-vaerdier",
      "date": "for 5 timer siden",
      "snippet": "",
      "text": "I sidste uge landede afstemningen vedrørende den omtalte Omnibus I for The Corporate Sustainability Reporting Directive (CSRD) og Corporate Sustainability Due Diligence Directive (CSDDD). En afstemning, der er et klart tab for den grønne omstilling – og mere skræmmende for de europæiske værdier.\n\nOp til afstemningen har rygterne været mange, og frygten for en kraftig tilbagerulning af CSRD'en og CSDDD'en har fyldt. Da den seneste afstemning fandt sted i oktober, og det overraskende blev et foreløbigt nej til Omnibus I, voksede håbet om en mere grøn og meningsfuld omnibus.\n\nDet håb forsvandt i sidste uge, da forslaget om en endnu mere udvandet og lempende Omnibus I blev vedtaget.\n\nForslaget blev overraskende vedtaget, ved at centrum-højre (EPP) valgte at gå sammen med den ydre højrefløj. Dette skete efter lange forhandlinger siden sidste afstemning, hvor de proeuropæiske partier som The Greens, Socialists and Democrats Group og Renew Europe har forsøgt at trække EPP til forhandlingsbordet – dog uden held.\n\nEU-parlamentet har bevidst valgt at sætte konkurrenceevne i fokus og dermed sætte klimaet i baggrunden. Liva Tofft, Annika Christensen og Kristine Villadsen\n\nHhv. junior konsulenter og kommunikationskonsulent, Nyt Europa\n\nEn af ændringer til CSDDD indebærer blandt andet, at det nu kun er virksomheder med over 5.000 ansatte og med en omsætning på mindst 3,3 milliarder kroner, der skal rapportere om due diligence. Derudover bliver der fjernet krav om, at virksomheder skal udarbejde klimahandlingsplaner i tråd med Parisaftalens mål, ligesom de ikke længere bliver stillet til ansvar for problemer hos underleverandører.\n\nCSRD-reglerne er gået fra at omfatte virksomheder med 250 ansatte til dem med over 1.750 ansatte. Det svarer til, at 92 procent af EU's virksomheder nu er undtaget loven modsat 80 procent i det tidligere forslag.\n\nForslaget blev vedtaget med 382 stemmer ud af 446. Det markerer et overraskende politisk skifte og en skræmmende fremtid for den europæiske grønne dagsorden, nu hvor EU-parlamentet bevidst har valgt at sætte konkurrenceevne i fokus og dermed sætte klimaet i baggrunden.",
      "authors": []
    },
    {
      "title": "“Biogas skal fritages for klimaafgift for at sikre reel grøn omstilling”",
      "link": "https://borsen.dk/nyheder/opinion/biogas-skal-fritages-for-klimaafgift-for-at-sikre-reel-gron-omstilling",
      "date": "5 dag siden",
      "snippet": "",
      "text": "I dag høster udenlandske konkurrenter gevinsten af danskproduceret biogas. Det bremser den grønne omstilling herhjemme og svækker Danmarks konkurrenceevne\n\nDanmark har i årevis markeret sig som et foregangsland inden for biogasproduktion. Vi har kapaciteten, og vi har dertil virksomheder, der er klar til at skifte til grøn biogas-energi i deres produktion. Men i stedet for at få glæde af vores styrkeposition, straffer vi os selv. Hvorfor?",
      "authors": []
    },
    {
      "title": "DI: EU-Parlamentets afvisning af omnibusforslaget skulle fremme grøn omstilling – men gør det modsatte",
      "link": "https://www.altinget.dk/eu/artikel/di-europa-parlamentets-gode-intentioner-ender-paradoksalt-nok-med-at-spaende-ben-for-den-groenne-omstilling",
      "date": "5 dag siden",
      "snippet": "",
      "text": "Forslaget var sat i verden for at forenkle de omfattende krav til virksomheders bæredygtighedsrapportering. Det er et alvorligt tilbageslag for Europas konkurrencekraft og – måske overraskende for nogle – også et tilbageslag for virksomhedernes grønne ambitioner.\n\nLæs også\n\nBæredygtighedsrapporteringskrav har hidtil givet virksomheder et skub fremad på deres bæredygtighedsrejser. Det har øget virksomhedernes grønne fokus og ambitioner, og flere virksomheder er blevet i stand til at dokumentere deres klimaaftryk og investere der, hvor der er mest klima for pengene. Det er meget positivt.\n\nMen vi er nået et punkt, hvor rapporteringskravene er blevet så omfattende og uigennemskuelige, at virksomhederne må bruge enorme ressourcer på overhovedet at forstå og leve op til rapporteringskravene.\n\nVirksomhederne vil gerne den grønne omstilling\n\nRapporteringskravene har vokset sig så store, at de nu tager tid og kræfter væk fra virksomhedernes indsatser for at skabe en reel grøn omstilling.\n\nDanske virksomheder bruger nu 25.000 årsværk og 23,5 milliarder kroner om året alene på at rapportere til offentlige myndigheder.\n\nTænk hvor mange ressourcer, der ville blive frigivet, som kunne bruges på klimaindsatser, hvis man reducerede mængden af rapportering med bare 20 procent?\n\nIndustrien har – rapportering eller ej – viljen til at lykkes med den grønne omstilling. Data fra den seneste klimafremskrivning viser, at produktionsvirksomhederne i Danmark allerede har overgået målet om 50 procent CO2-reduktion inden 2025. De er også godt på vej mod målsætningen om 70 procent CO2-reduktion inden 2030.\n\nNår virksomhederne får frigivet tid fra at rapportere, frigives der også kræfter til at gøre den grønne omstilling til virkelighed. Peter Trillingsgaard\n\nDirektør for DI Produktion\n\nVirksomhederne kan og vil den grønne omstilling. Lad os ikke bremse den udvikling ved at overgøre rapporteringskravene, der er blevet en forhindring i stedet for en ansporing.\n\nI stedet bør man i EU tage et skridt tilbage, viske tavlen ren og se nærmere på, hvordan man finder en bedre balance i rapporteringskravene, så de kan være med til at skabe grønne fremskridt. Det første skridt på vejen er her at gennemføre ESG-omnibussen.\n\nAfvisningen af omnibus-forslaget er også et klokkeklart eksempel på de usikkerheder, som virksomhederne oplever. Den ene dag skal de forvente simplificering. Den næste omfattende rapportering.\n\nRul ærmerne op og vis mod\n\nEn analyse fra DI viser, at usikkerheden omkring politiske rammevilkår er en af de største barrierer for virksomhedernes grønne omstilling.\n\nDen manglende stabilitet og høje uforudsigelighed gør det ganske enkelt sværere for virksomhederne at træffe langsigtede beslutninger om grønne investeringer og sætte tempo på den grønne omstilling. Stik imod intentionen bag afvisningen af omnibussen.\n\nAfvisningen af Omnibus I-initiativet betyder, at Europa-Parlamentet nu skal fortsætte forhandlingerne og stemme om omnibusforslaget på ny den 13. november. Her bliver det afgørende, at de gode, grønne intentioner ikke ender med at spænde ben for den reelle grønne omstilling i virksomhederne.",
      "authors": [
        "Peter Trillingsgaard"
      ]
    },
    {
      "title": "Vi er nødt til at blive ved med at tale om ulighed og retfærdighed i klimapolitikken",
      "link": "https://www.altinget.dk/klima/artikel/kommunalvalget-viser-med-al-tydelighed-hvor-skidt-det-staar-til-med-dansk-klimapolitik",
      "date": "for 5 timer siden",
      "snippet": "",
      "text": "Dette indlæg er alene udtryk for skribentens egen holdning. Alle indlæg hos Altinget skal overholde de presseetiske regler.\n\nDen officielle tilgang til klimapolitikken i Danmark har længe været domineret af en teknokratisk tilgang, som har fokuseret på at udvikle og implementere nye teknologiske løsninger uden for alvor at indtænke sociale hensyn og inddragelse af almindelige borgere. Det er denne tilgang, man finder både i regeringens satsning på fremtidige teknologier som Carbon Capture & Storage (CCS) og Power-to-X (PtX). Men også hos mere progressive stemmer som eksempelvis Weekendavisens Christian Bennike, der for nylig har kaldt den grønne omstilling for et gigantisk “byggeprojekt”, der først og fremmest handler om at få bygget flere vindmølle- og solcelleparker. Problemet er bare, at vi ikke kun befinder os i en energi- eller klimakrise, men i en systemisk krise, der kommer til udtryk på mange områder på samme tid i form af tab af biodiversitet, plastikforurening, nye sygdomme, ulighed og mere til.\n\nLæs også\n\nForleden kom det frem, at vi med al sandsynlighed allerede har overskredet det første planetære ‘tippepunkt’, der betyder, at verdens koralrev nu står til at uddø. Hvis vi for alvor skal adressere de igangværende kriser og ikke blot behandle symptomerne, kræver det et opgør med de bagvedliggende strukturer. Selvfølgelig skal der bygges mere vedvarende energi, men hvis vi ikke samtidig gør op med et politisk og økonomisk system, som fortsætter med at udvinde og afbrænde fossile brændsler i jagten på økonomisk vækst, når vi aldrig i mål. Vi har derfor ikke kun brug for en grøn omstilling, men en retfærdig grøn omstilling. Som Rune Møller Stahl, Christoph Ellersgaard og Andreas Mulvad beskriver i deres nye bog ‘Klima og Klasse’, er de økologiske kriser formet af en række strukturelle uligheder. Selv i de mest klimaambitiøse kommuner fortsætter vækstlogikken, selvom sproget på overfladen er blevet “grønt” og “bæredygtigt”.\n\nMads Ejsing En pointe, som i øvrigt er blevet fremført i årevis af klimaaktivistiske bevægelser som Extinction Rebellion og på det seneste også af Den Grønne Ungdomsbevægelse. Her er analysen, kort fortalt, at man ikke på én og samme tid kan bede almindelige borgere om at betale mere for deres oksekød og droppe flyveturen sydpå, alt imens en lille gruppe af ultrarige danskere stadig flyver rundt i deres privatfly. Det hænger simpelthen ikke sammen. Det handler ikke kun om retfærdighed, men også om demokrati. Hvis folk ikke kan se meningen med den klimapolitik, der bliver ført, mister den sin opbakning. De seneste år har det været næsten umuligt at opsætte nye vindmøller på land, fordi de møder lokal modstand. Det skyldes ikke kun udsigten til støj, men også, at beslutningerne ofte træffes hen over hovedet på folk uden blik for de sociale balancer. Denne spænding ser man tydeligt i det igangværende kommunalvalg. På den ene side viser måling efter måling, at der er bred opbakning til ambitiøs klimahandling, også på kommunalt plan. Alligevel har Danmarksdemokraterne med Inger Støjberg i spidsen haft succes med at føre valgkampagne mod nye vindmøller og såkaldte ‘jernmarker’ med solceller. Det er konsekvensen af, at mange lokalsamfund i øjeblikket oplever, at den grønne omstilling sker på bekostning af dem og ikke med dem.\n\nLæs også\n\nI dag står langt størstedelen af landstående vindmøller for eksempel i Vest- og Nordjylland, mens der stort set ikke findes nogen i Nordsjælland, som ellers indeholder nogle af de områder, hvor klimaaftrykket per indbygger er størst. Derfor er vi nødt til at blive ved med at tale om ulighed og retfærdighed i klimapolitikken, også selvom det til tider kan virke besværligt. For den grønne omstilling er ikke kun et spørgsmål om teknologi eller ét stort byggeprojekt, den er også et langsigtet, demokratisk og systemforandrende projekt, der kræver folkelig opbakning. Nogle af de tydeligste eksempler på klimapolitikkens blinde vinkler finder man, paradoksalt nok, i København. En by, der ellers gerne fremstiller sig selv som et forbillede for grøn omstilling. Her konkurrerer flere politikere i øjeblikket om, hvem der kan bygge flest nye boliger. Men mere byggeri, hvor bæredygtigt det end er, betyder flere materialer, mere trafik og et højere ressourceforbrug i en tid, hvor vi allerede lever langt over planetens bæreevne. Disse eksempler siger noget om, hvor langt man stadig er fra at forstå, hvad en reel og retfærdig omstilling kræver. Mads Ejsing Det er et tydeligt eksempel på den systemiske blindhed: Selv i de mest klimaambitiøse kommuner fortsætter vækstlogikken, selvom sproget på overfladen er blevet “grønt” og “bæredygtigt”. Samtidig er retfærdighedsspørgsmålet stort set fraværende. For hvem er det egentlig, man vil bygge nye boliger til? Boligområder som Nordhavn, Sydhavnen og snart Lynnetteholmen markedsføres som bæredygtige, men er økonomisk uden for rækkevidde for de fleste. Grønne tage og fjernvarme redder ikke klimaet, og samtidig skubbes almindelige mennesker ud af byen. Disse eksempler siger noget om, hvor langt man stadig er fra at forstå, hvad en reel og retfærdig omstilling kræver. Den grønne omstilling i København handler ikke kun om cykelstier og “bæredygtigt” byggeri. Det handler også om, hvem der har adgang til plads, grønne områder og bolig, og hvordan vi fordeler de ressourcer og kvadratmeter, som allerede eksisterer. Det handler om muligheden for at leve gode liv i en klimausikker fremtid. København har potentialet til at blive et laboratorium for nye former for borgerdrevet klimapolitik, hvor almindelige mennesker inddrages i beslutninger om byens udvikling, og hvor byens vækst sættes i forhold til dens økologiske og sociale bæreevne. Erfaringer fra Københavnernes Klimaborgerting viser, at borgerne allerede er længere, end mange tror, og at det i virkeligheden er det politiske system, der halser efter. Her nåede et flertal af borgerne frem til, at de ønskede et København, hvor “synet på “økonomisk vækst” som en forudsætning for vores samfund har ændret sig, da et vækstdrevet samfund uvilkårligt fører til CO2-udledninger”. I stedet ønskede man at bo i en by, der måler vækst på andre parametre som “glæde, fællesskab, sundhed, trivsel, fritid, omsorg, kvalitet og genbrug”. Alligevel er det, som de fleste lokalpolitikere tilbyder, i bedste fald en grøn overfladepolitik, der muligvis sænker farten på krisernes udvikling, men ikke ændrer deres grundlæggende retning.\n\nLæs også",
      "authors": [
        "Mads Ejsing"
      ]
    },
    {
      "title": "Nu kan verdens behov for ny el opfyldes af sol- og vindenergi",
      "link": "https://www.dr.dk/nyheder/viden/klima/nu-kan-verdens-behov-ny-el-opfyldes-af-sol-og-vindenergi",
      "date": "3 dag siden",
      "snippet": "",
      "text": "Klimadiplomatiet står på for fulde drøn i Amazonas i Brasilien, hvor der berettes om utrolige temperaturer, der får selv dronning Mary til at svede på scenen.\n\nMen der er blevet præsenteret mere på klimatopmødet end blot fugtige armhuler og ophedede pander.\n\nDe store lande har de seneste år set en fidus i sol- og vindenergi. Det betyder, at de grønne energikilder er vækstet så meget, at de nu kan imødekomme hele verdens behov for ny strøm.\n\nDet viser nye tal, der blev fremlagt på COP30 af den internationale og anerkendte energitænketank Ember.",
      "authors": [
        "Nov Kl."
      ]
    },
    {
      "title": "Mitsubishi Shipbuilding Delivers Vessel KEYAKI",
      "link": "https://www.marinelink.com/news/mitsubishi-shipbuilding-delivers-vessel-532472",
      "date": "2 days ago",
      "snippet": "",
      "text": "Mitsubishi Shipbuilding delivered the large car ferry KEYAKI, built for Shin Nihonkai Ferry Co., Ltd. and Japan Railway Construction, Transport and Technology Agency (JRTT), at the Enoura Plant of MHI's Shimonoseki Shipyard & Machinery Works in Yamaguchi Prefecture on the November 11, 2025. The new ferry will serve on a shipping route between the cities of Otaru in Hokkaido and Maizuru in Kyoto Prefecture.\n\nKEYAKI is the first ferry in Japan to adopt the latest energy-saving hull form, including a Katana Bow and buttock-flow stern hull with ducktail. Propulsion resistance is suppressed by an energy-saving roll-damping system combining an anti-rolling tankand fin stabilizers. Together these innovations enable a 5% savings in energy compared to earlier vessels.\n\nThe interior of the ferry features open spaces including a three-story atrium at the entrance, elevators with clear walls and doors, and a forward salon with a two-story atrium. There is an open-air bath on the top deck and a multipurpose room for enjoying a variety of activities.",
      "authors": []
    },
    {
      "title": "MSC Cruises Commits €3.5 Billion to French Shipbuilding with Two New World Class Ships",
      "link": "https://gcaptain.com/msc-cruises-commits-e3-5-billion-to-french-shipbuilding-with-two-new-world-class-ships/",
      "date": "3 days ago",
      "snippet": "",
      "text": "MSC Cruises and Chantiers de l’Atlantique announced orders for two additional World Class cruise ships on Wednesday during a ceremony in Saint Nazaire, France that also celebrated major construction milestones for two other vessels in the series.\n\nThe €3.5 billion order for World Class ships 7 and 8, scheduled for delivery in 2030 and 2031, brings MSC Cruises’ total investment in France this year to nearly €7 billion. Combined with existing orders, the cruise line’s current commitment to French shipbuilding now stands at €10.5 billion.\n\nThe announcement came as MSC World Asia was floated out and MSC World Atlantic underwent its traditional coin ceremony at the Chantiers de l’Atlantique shipyard.\n\n“We mark a proud moment today for MSC Cruises and Chantiers de l’Atlantique as we celebrate important milestones for our future,” said Pierfrancesco Vago, Executive Chairman of MSC Group’s Cruise Division. “The World Class platform is a symbol of our vision to set new standards for the future of cruising. These are some of the most energy efficient ships in the world and we continue our commitment to LNG, ensuring we are ready for future renewable fuels.”\n\nConstruction of the two newly ordered vessels will begin in 2029. The orders are subject to financing access, following standard industry practice.\n\n“What our shipyard is achieving today is truly exceptional — four new ships ordered in 2025! The World Class series, now totaling eight vessels, is a testament to our teams’ expertise and to MSC’s vision,” added Laurent Castaing, General Manager of Chantiers de l’Atlantique.\n\nMSC World Asia will be delivered in November 2026 and will operate seven-night Mediterranean itineraries starting in December, visiting Barcelona, Marseille, Genoa, Civitavecchia for Rome, Messina, and Valletta. MSC World Atlantic is scheduled to enter service in 2027, offering Caribbean sailings from Port Canaveral beginning with the winter 2027-28 season.\n\nAll World Class ships feature dual-fuel liquefied natural gas engines and are designed to utilize bio and synthetic fuels as they become commercially available, supporting MSC’s commitment to net-zero maritime emissions by 2050.\n\nThe World Class fleet currently includes MSC World Europa (2022), MSC World America (2025), with MSC World Asia and MSC World Atlantic following in 2026 and 2027, respectively.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Hapag-Lloyd targets 22 new ships in fleet renewal drive",
      "link": "https://splash247.com/hapag-lloyd-targets-22-new-ships-in-fleet-renewal-drive/",
      "date": "3 days ago",
      "snippet": "",
      "text": "Hapag-Lloyd is moving ahead with a major fleet renewal programme that will see the German liner giant invest in up to 22 new containerships in the sub-5,000 teu range.\n\nThe Hamburg-based carrier said the move forms part of its long-term strategy to modernise and decarbonise its fleet, with the new units expected to be a mix of owned and long-term chartered vessels.\n\nThe Rolf Habben Jansen-led company described the plan as a “key milestone” on its path toward greater efficiency and its goal of achieving net-zero fleet operations by 2045.\n\nThe investment will target smaller vessel classes — a high-demand segment where Hapag-Lloyd aims to replace older tonnage, reduce exposure to elevated charter markets, and cut operational costs with more fuel-efficient designs.\n\nMarket sources said the company has reached out to Chinese shipyards to build two series of ships in the 3,100 teu and 4,500 teu ranges. Brokers have suggested that Hapag-Lloyd may split the order between Yantai Raffles and Taizhou Sanfu Shipyard, with indicative prices said to be around $70m for the larger vessels and $60m for the smaller ones.\n\nIf finalised, the move would lift Hapag-Lloyd’s orderbook from 34 to as many as 56 ships, including both owned and chartered newbuildings. As of end-September, Hapag-Lloyd’s fleet stood at 305 ships totalling 2.5m teu, making it the world’s fifth-largest container carrier.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Nautical Science Lecturer",
        "Daniel Callcott"
      ]
    },
    {
      "title": "Saudi Aramco to Sign US LNG Agreements During Crown Prince’s Visit to Washington, Sources Say",
      "link": "https://gcaptain.com/saudi-aramco-to-sign-us-lng-agreements-during-crown-princes-visit-to-washington-sources-say/",
      "date": "2 days ago",
      "snippet": "",
      "text": "By Marwa Rashad, Shadia Nasralla, Emily Chow and Curtis Williams\n\nLONDON, Nov 14 (Reuters) – Saudi Aramco 2222.SEis set to sign two U.S. liquefied natural gas supply deals with Woodside Energy WDS.AX and Commonwealth LNG when Saudi Arabia’s Crown Prince Mohammed bin Salman visits Washington next week, sources familiar with the matter told Reuters.\n\nThe world’s largest oil exporter, Saudi Aramco, wants to become a major liquefied natural gas player, especially in the United States, where LNG capacity is set to almost double over the next four years. It has already signed deals with other U.S. players, including NextDecade’s NEXT.O Rio Grande LNG.\n\nThe firm targets 20 million tons per annum (mtpa) of LNG capacity, with 4.5 million tons currently in progress, Aramco President and CEO Amin Nasser said in a call with analysts in August.\n\nShell SHEL.L, the world’s biggest LNG trader, sold around 66 mtpa last year.\n\nAramco is expected to secure LNG supply of up to 2 mtpa from Commonwealth LNG’s proposed facility in Cameron, Louisiana, three industry sources said.\n\nMeanwhile, a deal with Woodside is expected to see Aramco buy a stake in the company’s $17.5 billion Louisiana LNG project as well as strike an offtake agreement to secure up to 2 mtpa of LNG supply, said four industry sources.\n\nAramco declined to comment. Woodside said it does not comment on market speculation and referred to an earlier agreement to explore opportunities to collaborate with Aramco. Commonwealth LNG did not immediately respond to a request for comment.\n\nFor Commonwealth LNG, the deal will bring it closer to the 8 mtpa it plans to sell out of the plant’s capacity of 9.5 mtpa.\n\nCommonwealth LNG is looking to build the United States’ first integrated LNG export facility that will see its major shareholder Kimmeridge sell gas from its Eagle Ford shale production to the plant.\n\nIt plans to make a financial investment decision on construction of the plant by the end of the year.\n\nWoodside in April gave a final approval for its project – a three-train, 16.5 million tonnes per year plant that is expected to start producing LNG in 2029.\n\n(Reporting by Marwa Rashad and Shadia Nasralla in London, Emily Chow in Singapore and Curtis Williams in Houston; additional reporting by Maha El Dahan in Dubai and Helen Clark in Perth; Editing by Susan Fenton)\n\n(c) Copyright Thomson Reuters 2025.",
      "authors": []
    },
    {
      "title": "Russia’s Arctic LNG 2 Cuts Gas Output Ahead of Winter Challenges",
      "link": "https://gcaptain.com/russias-arctic-lng-2-cuts-gas-output-ahead-of-winter-challenges/",
      "date": "2 days ago",
      "snippet": "",
      "text": "By Bloomberg News\n\nNov 14, 2025 (Bloomberg) –Russia’s sanctioned Arctic LNG 2 plant has started curbing gas production after reaching records in October, as the buildup of winter ice makes exports more challenging.\n\nNatural gas output at the Novatek PJSC-led facility dropped below 10 million cubic meters a day earlier this week, according to a person with knowledge of the matter. That compares with a daily average of 19.5 million cubic meters for most of October, which was the highest since Arctic LNG 2 started producing super-chilled fuel in late 2023, the person said on condition of anonymity because the data aren’t public.\n\nArctic LNG 2 and Novatek, the project’s largest shareholder, didn’t immediately respond to Bloomberg requests for comment.\n\nThe facility located above the Arctic Circle is key for Russia’s ambition to triple liquefied natural gas production by the end of the decade. That plan is threatened by international sanctions after the Kremlin’s invasion of Ukraine, yet China’s decision to take more fuel from the blacklisted plant could help revive the goal.\n\nArctic LNG 2 has been supplying its sanctioned cargoes to the Asian nation since late August. Over that period, the facility has loaded more than a dozen shipments of super-chilled gas. The gas-output hike seen in October and early November would have enabled greater production of LNG and may have signaled that the plant was maximizing exports before winter navigation challenges.\n\nAs ice thickens across the Northern Sea Route, navigation to and from the plant on the Gydan Peninsula is set to become more complicated. Starting Friday, only vessels of Ice3 class or higher, with strengthened hulls, are able to navigate the Arctic waters without an icebreaker escort. Ice2 ships are allowed with an icebreaker escort, according to Russian regulations.\n\nThe bulk of tankers servicing Arctic LNG 2 aren’t ice-class, and due to western energy sanctions the facility cannot expand its fleet.\n\nRead More: Ice-Class Ship Shortage Curbs Russian Arctic LNG 2 Reboot: React\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "UK bans maritime services for Russian LNG",
      "link": "https://splash247.com/uk-bans-maritime-services-for-russian-lng/",
      "date": "4 days ago",
      "snippet": "",
      "text": "The UK government has announced sweeping maritime sanctions targeting Russia’s liquefied natural gas (LNG) exports, delivering a fresh blow to Moscow’s energy exports and sending ripples through the global shipping sector.\n\nUnder the new measures, British-linked firms will be barred—from 2026 onwards—from providing shipping, insurance, and other maritime services for Russian LNG movements to third countries. The ban is being phased in next year in coordination with European partners.\n\nPreviously, imports of Russian LNG into the UK were banned in 2023; now the country is cutting its services off from facilitating exports. The IndependentUK-registered vessels, insurers and service providers will need to reroute away from any Russian LNG cargo chains — forcing players to weigh compliance risk against potential fees.\n\nForeign secretary Yvette Cooper framed the ban as part of a wider UK strategy: “Putin is trying to plunge Ukraine into darkness and the cold as winter approaches. These cowardly strikes are not only an attack on Ukraine’s security, but a threat to the UK’s economic security, stability and growth.”",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Nautical Science Lecturer"
      ]
    },
    {
      "title": "Grounded Trailer Bridge Barge Looted Off Bahamas Following Mechanical Failure",
      "link": "https://gcaptain.com/grounded-trailer-bridge-barge-looted-off-bahamas-following-mechanical-failure/",
      "date": "2 days ago",
      "snippet": "",
      "text": "Jacksonville-based transportation provider Trailer Bridge reported an active robbery aboard its barge Brooklyn Bridge on the evening of November 13, with approximately 50 individuals looting cargo from the vessel while it sat stranded roughly three miles off the Bahamas.\n\nThe company contacted the U.S. Coast Guard and U.S. Navy to report the ongoing theft. Bahamian police dispatched a unit to respond but declined to engage with those aboard the vessel, citing concerns about potential violence.\n\n“This is a rapidly unfolding incident and as of our last report, our barge was actively being robbed,” said Trailer Bridge CEO Mitch Luciano. “Our top priority is the safety of our personnel. We have alerted local Bahamian police as well as the US Coast Guard and the US Navy. Again, the situation is evolving quickly and our priority is the safety of our people and our cargo. We will have further updates once the barge is secure.”\n\nThe incident stems from a mechanical failure that occurred on November 11, when the Southern Dawn tug encountered severe winds while en route to Puerto Rico. The weather conditions caused a tow wire failure that left the Brooklyn Bridge grounded off the coast of the Bahamas. The robbery began while the barge awaited assistance to resume its route.\n\nAccording to the Bahamian Ministry of Energy & Transport’s Port Department, the barge ran aground on a reef off Abaco. Officials confirmed they are in direct communication with the vessel’s owner and that divers have already assessed the situation. Attempts are currently underway to pull the barge off the reef.\n\nThe Port Department stated that no environmental impact is anticipated at this time, though a comprehensive environmental assessment will be conducted following the barge’s removal to address any potential concerns.\n\nTrailer Bridge operates Jones Act barge services to Puerto Rico and the Caribbean, in addition to providing third-party logistics solutions across North America, including trucking, intermodal, freight forwarding, and project cargo services. The company maintains a fleet that includes two roll-on, roll-off vessels and two load-on, load-off vessels running between Jacksonville and San Juan, Puerto Rico.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Vietnam’s Hai An steps up fleet growth with DSIC newbuild deal",
      "link": "https://splash247.com/vietnams-hai-an-steps-up-fleet-growth-with-dsic-newbuild-deal/",
      "date": "3 days ago",
      "snippet": "",
      "text": "Vietnam’s Hai An Transport and Stevedoring has stepped up its fleet expansion drive with an order for its largest containerships to date.\n\nThe Hanoi-based shipowner has contracted Dalian Shipbuilding Industry Co (DSIC), part of China State Shipbuilding Corp, for up to four 7,100 teu vessels.\n\nThe deal was placed through Hai An Green Shipping Lines, a recently established joint venture between Hai An and its major shareholder Viconship. Pricing and delivery details have not been disclosed.\n\nThe newbuilds form part of a six-ship series recently unveiled by DSIC, which also includes two vessels each for two European owners. DSIC has now accumulated 14 orders for its 7,100 teu class, cementing its position as a key builder in the fast-growing mid-size container segment.\n\nThe order comes as Hai An accelerates its expansion into larger vessel classes. Earlier this year, the company signed up for up to four 3,000 teu ships at Jiangsu New Yangzi Shipbuilding, with the first deliveries due in late 2027. Those vessels are designed to be scrubber-equipped and methanol-ready.\n\nFounded in 2009, Hai An operates a fleet of nearly 20 containerships trading mainly in intra-Asia routes. Before this year’s push into larger tonnage, the company last ordered a series of 1,800 teu ships at Huanghai Shipbuilding between 2021 and 2022.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Nautical Science Lecturer",
        "Daniel Callcott"
      ]
    },
    {
      "title": "Crowley Expands Mooring Operations to Nation’s Busiest Port Complex",
      "link": "https://gcaptain.com/crowley-expands-mooring-operations-to-nations-busiest-port-complex/",
      "date": "4 days ago",
      "snippet": "",
      "text": "Maritime services provider Crowley has launched mooring operations at the ports of Los Angeles and Long Beach, marking a strategic expansion of its West Coast harbor services capabilities.\n\nThe new service integrates Crowley’s existing ship assist and escort tug fleet with dedicated mooring operations, creating what company officials describe as a seamless coordination between two critical port functions. The move builds upon Crowley’s established operations in the Pacific Northwest and represents the company’s first mooring service offering in Southern California.\n\n“The expansion of our mooring services into Los Angeles and Long Beach increases our capabilities to provide the highest coordination between the critical services of mooring and ship assist so vessels will arrive, berth and depart ports safely and efficiently,” said Bannon Crowley, general manager of Crowley’s ship assist and escort services.\n\nThe company emphasized that the expansion responds to evolving customer needs in the nation’s busiest port complex, where efficient vessel turnaround times remain crucial to maintaining cargo flow. Crowley worked closely with port authorities and the International Longshore and Warehouse Union Local 13 to develop the service.\n\nCrowley operates what it describes as a high-performing U.S. tug fleet specifically designed for ship assist and escort services at the Los Angeles and Long Beach ports. The company’s maritime operations span more than 130 years, during which it has provided ocean and land transportation services to commercial and government sectors.\n\nThe integrated approach aims to streamline vessel movements by having a single provider handle both the mooring lines that secure ships to berths and the tugboat operations that guide vessels through harbor waters. This coordination could reduce the complexity of managing multiple service providers during port calls.\n\nAs a privately held, U.S.-owned company, Crowley serves 36 nations and island territories and ranks among the leading employers of American mariners. The company’s portfolio includes maritime, energy, and logistics solutions across global markets.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Conbulk breaks into boxship newbuild market",
      "link": "https://splash247.com/conbulk-breaks-into-boxship-newbuild-market/",
      "date": "3 days ago",
      "snippet": "",
      "text": "Greek owner Conbulk is moving into the newbuilding arena, with a pair of 5,000 teu containerships at China’s revived Yangzhou Guoyu Shipbuilding, according to shipbroking and market sources.\n\nThe ships are expected to deliver from the end of 2027. Prices have not been disclosed, though brokers place similar mid-size boxships in China at around $60m apiece.\n\nThe order marks a shift in strategy for Dimitris Dalakouras-led Conbulk, which has mainly built its fleet through secondhand acquisitions. The Piraeus-based company currently controls 34 vessels, primarily feeder boxships and two bulk carriers, with the most recent fleet addition being the 3,450 teu Adelie P, acquired from Celsius Shipping earlier this year.\n\nYangzhou Guoyu, which was reorganised under new ownership after filing for bankruptcy in 2021, has drawn growing interest from foreign buyers since restarting operations. In September, Chartworld Shipping, controlled by Greece’s Kollakis family, signed a letter of intent for up to eight 3,100 teu vessels at the yard.\n\nMarket activity in the container newbuilding segment has stayed firm across vessel sizes, from 1,800 to 6,000 teu, with most projects placed at Chinese yards. MB Shipbrokers said a major European liner — understood to be Germany’s Hapag-Lloyd — is close to ordering two series of methanol dual-fuel vessels in the 3,500 teu and 4,500 teu ranges.\n\nDespite some softening in prices for larger tonnage, demand for feeder and mid-size boxships has remained strong. MB Shipbrokers added that the competition from smaller or non-traditional shipyards is helping maintain stable pricing as builders seek to capture a share of the resurgent feeder market.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Nautical Science Lecturer",
        "Daniel Callcott"
      ]
    },
    {
      "title": "Danske Rederier på COP30: Kampen for grøn omstilling af skibsfarten er ikke død",
      "link": "https://danishshipping.dk/seneste-nyt/2025/danske-rederier-paa-cop30-kampen-for-groen-omstilling-af-skibsfarten-er-ikke-doed/",
      "date": "2 days ago",
      "snippet": "",
      "text": "Danske Rederier deltager ved FN’s kli­ma­kon­fe­ren­ce i Belém i Brasilien, blandt andet som vært for et sideevent under overskriften ”Green transition of shipping: With or without the IMO”.\n\nDen grønne dagsorden led et knæk, da afstemningen om en ambitiøs aftale om konkret kli­ma­re­gu­le­ring af international skibsfart i IMO fornyelig blev udskudt med et år.\n\n”Efter skuffelsen i London i sidste måned er det vigtigere end nogensinde, at vi har fokus på at styrke fællesskaber og alliancer med ligesindede klimaambitiøse partnere fra hele verden. Det vil styrke indsatsen i IMO det næste år, hvor vi fortsat skal kæmpe med næb og kløer for den bedst mulige aftale. For det er selvfølgelig med og igennem arbejdet i IMO, at vi skal tackle den store udfordring, som skibsfartens grønne omstilling udgør,” siger Nina Porst, direktør for klima, miljø og sikkerhed i Danske Rederier.",
      "authors": []
    },
    {
      "title": "Welcome to Danish Shipping",
      "link": "https://danishshipping.dk/en/",
      "date": "Jun 29, 2023",
      "snippet": "",
      "text": "The European Commission’s investment plan for sustainable transport includes many promising elements and highlights the need to increase the production of green fuels, including for the shipping industry. For Danish Shipping, it is crucial that these good intentions are turned into concrete action.",
      "authors": []
    },
    {
      "title": "Danish Shipping at COP30: The fight for the green transition of shipping is not over",
      "link": "https://danishshipping.dk/en/latest-news/2025/danish-shipping-at-cop30-the-fight-for-the-green-transition-of-shipping-is-not-over/",
      "date": "2 days ago",
      "snippet": "",
      "text": "Danish Shipping will participate in the UN climate conference in Belém, Brazil, including as host of a side event under the heading “Green transition of shipping: With or without the IMO”.\n\nThe green agenda suffered a setback when the vote on an ambitious agreement for concrete climate regulation of international shipping in the IMO was recently postponed for a year.\n\n“After last month’s disappointment in London, it is more important than ever that we focus on strengthening communities and alliances with like-minded, climate-ambitious partners from around the world. This will bolster the work in the IMO over the next year, when we must continue to fight tooth and nail for the best possible agreement. Because it is, of course, through and within the IMO that we must tackle the major challenge posed by the green transition of shipping,” said Nina Porst, Executive Director of Climate, Environment and Security at Danish Shipping.",
      "authors": []
    },
    {
      "title": "Green inland ports final conference",
      "link": "https://transport.ec.europa.eu/news-events/events/green-inland-ports-final-conference-2025-11-26_en",
      "date": "Aug 29, 2025",
      "snippet": "",
      "text": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway authorities, policymakers, terminal operators, digital service providers, researchers, and other relevant stakeholders.\n\nThe conference will present key findings from the green inland ports study, and showcase the tools developed as part of the study supporting port decarbonisation. It will also collect stakeholder input for policy recommendations on sustainable port governance.",
      "authors": []
    },
    {
      "title": "Mobility and transport",
      "link": "https://transport.ec.europa.eu/index_en",
      "date": "Oct 21, 2021",
      "snippet": "",
      "text": "In response to Russia’s invasion of Ukraine, the EU stands in solidarity with Ukraine. The EU is acting swiftly and decisively to put an end to Russia’s aggression by imposing wide-ranging sanctions and measures. In parallel, it is supporting the Ukrainian people by providing financial, military and humanitarian assistance. This page collects information on transport measures.",
      "authors": []
    }
  ]
}