{
  "timestamp": "2025-09-08T06:26:23.004703",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "Nyheder - Få Seneste Nyt fra i dag",
      "link": "https://www.dr.dk/nyheder",
      "date": "13. feb. 2013",
      "snippet": "DR nyheder - Hold dig opdateret. Få de seneste nyheder fra Danmark og udlandet. Læs om de største sager, Kultur, Politik, Viden & Sport her.",
      "text": "Over 300 af de sydkoreanere, der tidligere på ugen blev anholdt af de amerikanske immigrationsmyndigheder i Georgia, bliver nu frigivet og kan dermed se frem mod, at de snart kan sætte kursen tilbage til Sydkorea.\n\nSydkoreanerne var på arbejde på en bilbatterifabrik, da de blev anholdt under en razzia.\n\nFabrikken er ejet af den sydkoreanske bilgigant Hyundai, der i et samarbejde med den sydkoreanske elektronikproducent LG brugte den til at producere batterier til elbiler.\n\nSydkoreanerne kan nu vende hjem som et resultat af, at Sydkorea og USA har forhandlet en aftale på plads om frigivelsen.\n\nDe seneste måneder har USA's immigrationsmyndigheder (ICE) flere gange slået til mod immigranter, som menes at opholde sig ulovligt i USA.",
      "authors": []
    },
    {
      "title": "Kritikken hagler ned over norsk prinsesse efter offentliggørelse af Netflix-trailer",
      "link": "https://www.dr.dk/nyheder/udland/kritikken-hagler-ned-over-norsk-prinsesse-efter-offentliggoerelse-af-netflix-trailer",
      "date": "for 13 timer siden",
      "snippet": "Dokumentaren 'Rebel Royals - An unlikely love story' handler om det kritiserede forhold mellem prinsesse Märtha Louise og Durek Verret.",
      "text": "Märtha Louise skulle have haft tronen\n\nPrinsesse Märtha Louise er det norske kongepars førstefødte, da hun kom til verden i 1971. Men på det tidspunkt var det udelukkende mænd, der kunne arve tronen, så kron-titlen gik til hendes lillebror, kronprins Håkon Magnus, da han blev født to år senere.\n\nDa Norge i 1981 fik sin første kvindelige statsminister, Gro Harlem Brundtland, begyndte debatten om arvefølgen i det norske kongehus at blusse op.\n\nFor hvis man kunne have en kvindelig statsminister, hvis anden regering i øvrigt skabte verdenssensation, fordi otte ud af 18 ministre var kvinder, hvorfor var det så stadig udelukkende mænd, der kunne sidde på den norske trone?\n\nEt politisk flertal ville dog ikke fratage hendes lillebror Håkon Magnus kronprinstitlen, når han nu havde fået den ved fødslen. Så ved grundlovsændringen i 1990 fik kvinder arveret til den norske trone på lige fod med mænd, men kun hvis de var født, efter ændringen var trådt i kraft.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "DR: Nyheder",
      "link": "https://www.dr.dk/",
      "date": "15. okt. 2007",
      "snippet": "Dit Nyhedsoverblik: Breaking news og seneste nyheder - Stream DR's programmer på DRTV - Hør podcast på DR LYD.",
      "text": "Jacob har skabt tonerne til velkendte DR-serier: ’Jeg gør mit arbejde allerbedst, hvis jeg ikke larmer’",
      "authors": []
    },
    {
      "title": "Sikkerhedsekspert: Sådan kan grøn omstilling og sikkerhed balanceres offshore",
      "link": "https://pro.ing.dk/gridtech/artikel/sikkerhedsekspert-saadan-kan-groen-omstilling-og-sikkerhed-balanceres-offshore",
      "date": "4 dag siden",
      "snippet": "Udviklere og infrastrukturejere bør tænke sikkerhed ind i fremtidens havvindmølleparker, lyder det fra dansk sikkerhedsrådgiver med speciale i havvind.",
      "text": "Snart tre år efter, at fire sprængninger ødelagde tre ud af fire gasledninger på Nord Stream 1 og 2 i Østersøen, er det fortsat uklart, hvem og hvordan sabotagen blev udført.\n\nMan skal nemlig ikke langt fra kysten, før overvågning – både på overfladen og under havets overflade – er yderst begrænset.",
      "authors": [
        "Laurids Hovgaard"
      ]
    },
    {
      "title": "Sikkerhedsekspert: Sådan kan grøn omstilling og sikkerhed balanceres offshore",
      "link": "https://pro.ing.dk/resiliencetech/artikel/sikkerhedsekspert-saadan-kan-groen-omstilling-og-sikkerhed-balanceres-offshore",
      "date": "6 dag siden",
      "snippet": "Udviklere og infrastrukturejere bør tænke sikkerhed ind i fremtidens havvindmølleparker, lyder det fra dansk sikkerhedsrådgiver med speciale i havvind.",
      "text": "Snart tre år efter, at fire sprængninger ødelagde tre ud af fire gasledninger på Nord Stream 1 og 2 i Østersøen, er det fortsat uklart, hvem og hvordan sabotagen blev udført.\n\nMan skal nemlig ikke langt fra kysten, før overvågning – både på overfladen og under havets overflade – er yderst begrænset.",
      "authors": [
        "Laurids Hovgaard"
      ]
    },
    {
      "title": "DI: Hvis vi vil lykkes med grøn omstilling af den tunge industri, skal vi fjerne afgifter på biogas",
      "link": "https://www.altinget.dk/artikel/di-hvis-vi-vil-lykkes-med-groen-omstilling-af-den-tunge-industri-skal-vi-fjerne-alle-afgifter-paa-biogas",
      "date": "3 dag siden",
      "snippet": "DI: Hvis vi vil lykkes med grøn omstilling af den tunge industri, skal vi fjerne afgifter på biogas - Altinget. Altinget logo · Bliv abonnent. Log ind.",
      "text": "En dansk brødproducent oplever således, hvordan deres svenske konkurrent fritages fra at betale den svenske CO2-afgift ved at købe biogas produceret i Danmark og med støtte fra den danske stat.\n\nDer ses i den forbindelse helt bort fra, at Europa-Kommissionen tydeligt har konkluderet, at der ikke er et statsstøtteproblem, og at man i flere andre lande, eksempelvis Sverige og Tyskland, har fundet modeller til at indføre en fuld afgiftsfritagelse på biogassen, hvor man så kan nyde godt af den dansk producerede biogas.\n\nArgumenterne i ministerierne bliver stadigt tyndere samt mere bureaukratiske og bunder i en bekymring for at få problemer med EU’s statsstøtteregler.\n\nI aftalen om grøn skattereform var der ellers enighed om at analysere mulighederne for en afgiftsfritagelse nærmere. Og de energi-intensive virksomheder er parat til at skifte til biogas og endda betale en betydelig ekstraomkostning for de certifikater, som garanterer gassens oprindelse.\n\nI EU-systemet og i lande som Sverige samt Tyskland har man for længst anerkendt, at biogas ikke skal beskattes som sort energi. Men i Danmark beskatter vi biogas som naturgas, og det holder grønne investeringer tilbage.\n\nDet burde være åbenlyst, at virksomheder, der investerer i at bruge grøn energi i produktionen, ikke skal betale CO2-afgift. Men sådan er verden desværre ikke skruet sammen – i hvert fald ikke i Danmark, når vi taler om biogas.\n\nLæs også\n\nFjern afgiften på biogas\n\nCirka ti procent af den dansk producerede biogas er støttefri, og denne biogas eksporteres typisk ud af landet til meget høje priser. Samtidig er vi mange steder i landet meget langt fra at kunne elektrificere de energiintensive virksomheder.\n\nPolitikere og embedsmænd er nødt til at udvise større mod og fleksibilitet. Peter Trillingsgaard\n\nBranchedirektør, Dansk Industri\n\nFor nogle industrier er teknologien slet ikke til stede, og for andre virksomheder handler det om, at der er meget lange udsigter til, at vi i Danmark har en tilstrækkelig el-infrastruktur på plads, så virksomheden får adgang til de nødvendige mængder strøm.\n\nSå skal vi lykkes med den grønne omstilling af den tunge industri, kræver det en fuld afgiftsfritagelse af biogassen, der kan bringe de resterende 90% i spil i industrien.\n\nSagen er i virkeligheden en prøve på, om vi i Danmark formår at samtænke og forene vores grønne ambitioner og hensynet til industriens konkurrenceevne.\n\nDet er ikke rimeligt, at vi i Danmark lukker grønne døre og ofrer industriens konkurrenceevne, fordi man administrativt vil gå med både livrem og seler. Her er politikere og embedsmænd nødt til at udvise større mod og fleksibilitet.\n\nDansk Industri opfordrer til, at regering og forligspartier overvejer situationen omkring biogas igen, så vi ikke ender i en situation, hvor danske skatteborgere betaler for produktion af biogas, som bruges i udlandet til at udkonkurrere vores virksomheder på den grønne dagsorden.",
      "authors": [
        "Peter Trillingsgaard"
      ]
    },
    {
      "title": "ANALYSE En gigantisk succes i omstillingen møder lokal modstand i Danmark",
      "link": "https://www.dr.dk/nyheder/viden/klima/analyse-en-gigantisk-succes-i-omstillingen-moeder-lokal-modstand-i-danmark",
      "date": "5 dag siden",
      "snippet": "Det findes ikke billigere. Solceller og vindmøller på land er de billigste former for vedvarende energi, vi har. Ikke nok med det.",
      "text": "Det findes ikke billigere.\n\nSolceller og vindmøller på land er de billigste former for vedvarende energi, vi har.\n\nIkke nok med det. Det bliver også endnu billigere.\n\nSolceller og vindmøller bygges på fabrikker, der hele tiden bliver mere og mere effektive. Økonomer kan snakke op ad stolper og ned ad vægge om, hvordan fabrikkerne lærer af små fejl og finpudser produktionen. Det er en gigantisk succes i omstillingen.\n\nHvis man vil bevare håbet om, at klimakrisen kan mindskes, så er det i høj grad de to teknologier, man kan sætte sin lid til.\n\nGlobalt brager vindmøller og solceller frem.\n\nLokalt i Danmark møder de modstand blandt nogle borgere, der skal være naboer til den grønne energi.\n\nDet tavse grønne flertal\n\nOpbakningen til grøn energi er mindre i de landkommuner, der lægger jord til solceller og vindmøller, viser forskning fra Københavns Universitet. I disse kommuner er 55 procent for solceller i deres eget område, mens 27 procent er imod. Der er altså samlet opbakning - det tavse grønne flertal - men et stort mindretal imod.\n\nEfter sidste kommunalvalg for fire år siden dykkede jeg selv ned i, hvordan det gik partier, der bakkede op om vedvarende energi. I en del valgkredse, der skulle lægge land til vindmøller, kunne det aflæses i et dårligt valgresultat til \"vindmøllepartier\".\n\nJeg talte også med vidende lokaljournalister og redaktører, der i flere tilfælde vurderede, det havde en eller anden grad af betydning for valgresultatet.\n\nDenne gang står grøn energi også til at blive et tema i kommunalvalget 18. november.",
      "authors": [
        "Af Dr'S Klimaanalytiker",
        "Sep Kl."
      ]
    },
    {
      "title": "Kommunalpolitikerne kan også tabe, hvis de ikke tør tale om klima",
      "link": "https://www.altinget.dk/kommunal/artikel/kommunalpolitikerne-kan-ogsaa-tabe-hvis-de-ikke-toer-tale-om-klima",
      "date": "5 dag siden",
      "snippet": "Her kan USA fungere som et skræmmeeksempel. På overfladen kan det ligne en sejr, at Demokraterne har gjort klima til deres mærkesag, men det har haft en...",
      "text": "Starten på slutspurten på kommunalvalgkampen er gået i gang, hvor lokal- og landspolitikere løbende er kommet med markeringer, der skal kridte banen op frem mod november.\n\nInger Støjberg (DD) har løbende udtalt sig omkring solcellepakkerne, som hun kalder “jernmarker” og bruger enhver anledning til at koble klimaindsatser til eliten i København.\n\nFor eksempel sidste efterår, hvor hun afviste at være med til at “trække solcelleparker ned over hovedet på lokalområder”.",
      "authors": [
        "Anna Ebbesen"
      ]
    },
    {
      "title": "Rådgivere: Forsvar og oprustning fylder ordrebøgerne på bekostning af grøn omstilling",
      "link": "https://borsen.dk/nyheder/virksomheder/radgivere-forsvar-og-oprustning-fylder-ordrebogerne-pa-bekostning-af-gron-omstilling",
      "date": "2 dag siden",
      "snippet": "Farvel til CO2-reduktion og goddag til et modstandsdygtigt samfund. Opgaverne hos de rådgivende ingeniører rykker sig fra primært at handle om CO2‑reduktion...",
      "text": "Farvel til CO2-reduktion og goddag til et modstandsdygtigt samfund. Opgaverne hos de rådgivende ingeniører rykker sig fra primært at handle om CO2‑reduktion til i højere grad at sikre, at samfundets infrastruktur, bygninger og forsyningssystemer kan modstå fremtidens trusler – f. eks. krig, terror, cyberangreb eller ekstremt vejr.",
      "authors": [
        "Peter B. Rasmussen"
      ]
    },
    {
      "title": "Se listen: Millioner blev aldrig brugt på sociale indsatser, velfærd og klima",
      "link": "https://www.altinget.dk/forsyning/artikel/se-listen-millioner-blev-aldrig-brugt-paa-sociale-indsatser-velfaerd-og-klima",
      "date": "5 dag siden",
      "snippet": "År fra år går politisk aftalte indsatser glip af et milliardbeløb, fordi pengene ikke når at blive brugt. Altinget giver dig overblikket over områder,...",
      "text": "År fra år går politisk aftalte indsatser glip af et milliardbeløb, fordi pengene ikke når at blive brugt. Altinget giver dig overblikket over områder, der måtte undvære ellers øremærkerede midler de sidste to år.",
      "authors": [
        "Ella Hjalmsrud Jørgensen"
      ]
    },
    {
      "title": "Landmark Study Reveals Lower Emissions for LNG Marine Fuel Than Previously Thought",
      "link": "https://gcaptain.com/landmark-study-reveals-lower-emissions-for-lng-marine-fuel-than-previously-thought/",
      "date": "2 days ago",
      "snippet": "Rystad Energy has published groundbreaking research showing that liquefied natural gas (LNG) used as marine fuel produces significantly lower well-to-tank...",
      "text": "Rystad Energy has published groundbreaking research showing that liquefied natural gas (LNG) used as marine fuel produces significantly lower well-to-tank emissions than previously estimated by regulators.\n\nThe independent study, commissioned by SEA-LNG, found global well-to-tank emissions intensity for LNG bunkering fuel in 2024 is 13.9g CO2e/MJ (LHV), substantially below the EU’s default value of 18.5g CO2e/MJ used in FuelEU Maritime regulations.\n\nThe research analyzed emissions from five key lifecycle stages: upstream production, transportation and processing, liquefaction, shipping, and distribution and bunkering operations. It was conducted following IMO well-to-tank lifecycle analysis guidelines and IPCC AR5 GHG definitions.\n\n“Our analysis is based on asset-level data that ties specific gas fields to liquefaction facilities,” explained Patrick King, Vice President Emissions Research at Rystad Energy. “This approach, supported by satellite-detected methane plume data and reported asset information, gives a more accurate picture of the LNG actually used for bunkering, rather than relying on outdated or overly broad averages.”\n\nThe study determined that carbon dioxide dominates global WtT emissions at 84% of the total, with methane responsible for the remaining 16% (equivalent to 2.2 g CO2e/MJ). Notably, the liquefaction stage generated 43% of all emissions, while upstream gas production accounted for 30%.\n\nResults showed significant variation between regions and cargoes due to differences in gas sources, liquefaction technologies, and shipping distances. In some cases, emissions intensities varied by as much as 6.6 g CO2e/MJ.\n\nWith approximately 95% of vessels still using oil-based fuels, LNG has emerged as the leading alternative, now representing nearly 20% of the global vessel orderbook. As the shipping industry works toward decarbonization goals, understanding accurate lifecycle emissions data becomes increasingly critical for regulatory and investment decisions.\n\nPeter Keller, Chairman of SEA-LNG, called the report a landmark study that “sets the high standards the IMO should demand on such a key topic as alternative fuel emissions and performance within the Net-Zero Framework.”\n\nThe findings suggest that regulators, particularly those behind the EU’s FuelEU Maritime initiative, should revise their emissions factors downward to reflect the latest research.\n\n“Policymakers must create regulations that reflect the true carbon intensity of marine fuels, rewarding reductions across the supply chain,” said Steve Esau, Chief Operating Officer of SEA-LNG. “Marine regulators should incentivise participants in the LNG bunker supply chain to continue to reduce GHG emissions.”",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "US threatens tariffs and port levies to sink IMO green deal",
      "link": "https://splash247.com/us-threatens-tariffs-and-port-levies-to-sink-imo-green-deal/",
      "date": "4 days ago",
      "snippet": "The United States is leaning hard on allies and rivals alike to reject a landmark United Nations agreement to slash emissions from marine fuels,...",
      "text": "The United States is leaning hard on allies and rivals alike to reject a landmark United Nations agreement to slash emissions from marine fuels, Reuters reports. Washington has warned that nations pressing ahead with the International Maritime Organization’s (IMO) proposed framework could face a battery of retaliatory measures – from tariffs and port levies to visa restrictions.\n\nThe extraordinary intervention follows months of wrangling at the IMO over its net-zero plan for shipping, due for a vote next month. “We are actively exploring and preparing to act on remedies including tariffs, visa restrictions, and/or port levies should this effort succeed,” a US State Department spokesperson told Reuters. “We will fight hard to protect the American people and their economic interests.” Without clear, enforceable rules, shipowners can’t responsibly future-proof their fleets\n\nThe stance has set the US on a collision course with the EU and a number of Pacific and Asian nations who back the deal.\n\nWashington’s threat to weaponise tariffs and port access could torpedo years of delicate negotiations on shipping’s climate pathway.\n\nIn a joint statement last month, US secretary of state Marco Rubio, commerce secretary Howard Lutnick, energy secretary Chris Wright, and transportation secretary Sean Duffy said president Donald Trump would not accept “any international environmental agreement that unduly or unfairly burdens the United States or harms the interests of the American people.”\n\nThe proposed net-zero framework, agreed in principle by a majority of IMO member states in April, seeks to curb greenhouse gas emissions from the shipping sector by introducing fuel standards and levies on ships that fail to meet strict targets. Proponents say the measures are critical to meeting the IMO’s 2050 climate goals, but the US delegation has argued the rules would disproportionately benefit China and penalise fuels where US industry leads such as LNG and biofuels.\n\nThe stance is consistent with April’s Marine Environment Protection Committee (MEPC) session, where US negotiators walked out of talks. In April’s vote, 63 member states — including China, Brazil and EU nations — backed the framework, while 16 opposed.\n\nThe agreement constitutes a fuel standard, as such a mandate on the GHG intensity of energy used, coupled with a pricing and trading mechanism.\n\nShips that do not reduce their intensity of GHG emissions – including carbon dioxide, methane and nitrous oxide — in line with two reduction trajectories outlined in the new regulations, which still need to be promulgated at the next MEPC in October, are deemed to have an emissions deficit. This must then be addressed by buying so-called remedial units.\n\nThe October decision will require a two-thirds majority – 108 of the 176 IMO members that have ratified the relevant convention – if consensus cannot be reached.\n\nThe IMO rarely resorts to voting, but with positions hardening, a formal ballot looks increasingly likely.\n\nEnvironmental NGOs have condemned the US position, warning that further delay in regulating marine fuel emissions risks undermining the sector’s ability to meet climate targets.\n\n“The upcoming MEPC session in October provides the appropriate platform to address any concerns from member states ahead of the adoption process,” a spokesperson for the IMO told Splash last month.\n\nA spokesperson from BIMCO, shipping’s largest lobby group, told Splash the US stance is unlikely to derail implementation if the framework passes, but warned that Washington’s non-participation would complicate enforcement.\n\n“Even when, or if, the US places reservations that the rules will not apply to them, it will, because all ships of non-US flag trading internationally are bound by their flag.US ships will also be required to comply if they trade internationally. There is only the option of non-party bilateral trade outside the rules,” the BIMCO spokesperson explained last month.\n\nFor shipowners, the bigger headache may be the uncertainty the US move injects into fuel investment decisions. Broker SSY said dry bulk ordering remains paralysed by the absence of clear, stable rules, with owners hedging between LNG, ammonia, and methanol in the hope of future-proofing fleets.\n\n“Confidence matters more than rhetoric in shipping as without clear, enforceable rules, shipowners can’t responsibly future-proof their fleets, and decarbonisation will remain as just a costly exercise in risk management,” SSY noted in a recent markets update.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Tom Wilson"
      ]
    },
    {
      "title": "Ørsted sues US over offshore wind project stop-work order",
      "link": "https://splash247.com/orsted-sues-us-over-offshore-wind-project-stop-work-order/",
      "date": "2 days ago",
      "snippet": "Danish company Ørsted and its joint venture partner Skyborn Renewables have filed a lawsuit in the DC District Court to reverse a stop-work order for the...",
      "text": "Danish company Ørsted and its joint venture partner Skyborn Renewables have filed a lawsuit in the DC District Court to reverse a stop-work order for the Revolution Wind project.\n\nThe project was 80% complete when the stop-work order was issued. Rhode Island and Connecticut, the two states that were supposed to benefit from the project, are also suing the federal government.\n\nThe order suspended the project after all offshore foundations were in place and 45 out of 65 wind turbines installed. Export cable installation is nearly complete, as is 90% of the onshore substation. The project was scheduled to be finished next year.\n\nRevolution Wind, a joint venture between wind developer Ørsted and Skyborn Renewables, said it had already spent about $5bn on the project, and that it will incur costs of another $1bn if the order remains in place.\n\nThe project, which is supposed to provide enough energy to power upwards of 350,000 homes, supports over 2,000 jobs in the US.\n\nA joint news release from the attorneys general of the two states claimed that Revolution Wind was projected to “save Connecticut and Rhode Island ratepayers hundreds of millions of dollars over 20 years”.\n\nThey said that they set out to “restore the rule of law, protect their energy and economic interests, and ensure that the federal government honours its commitments”.\n\n“While Revolution Wind will continue to seek to work collaboratively with the administration and other stakeholders toward a prompt resolution, it believes that BOEM lacked legal authority for the stop-work order and that the stop-work order’s stated basis violated applicable law. The project is facing substantial harm from the continuation of the stop-work order, and as a result, litigation is a necessary step,” Revolution Wind said in a statement.",
      "authors": [
        "Bojan Lepic",
        "Bojan Is An English Language Professor Turned Journalist With Years Of Experience Covering The Energy Industry With A Focus On The Oil",
        "Gas",
        "Lng Industries As Well As Reporting On The Rise Of The Energy Transition. Previously",
        "He Had Written For Navingo Media Group Titles Including Offshore Energy Today",
        "Lng World News. Before Joining Splash",
        "Bojan Worked As An Editor For Rigzone Online Magazine.",
        "Tom Wilson",
        "Mike G.",
        "Ramim Lam Nun"
      ]
    },
    {
      "title": "Dry Bulk Market: Each Ship Class is Telling a Different Story",
      "link": "https://www.hellenicshippingnews.com/dry-bulk-market-each-ship-class-is-telling-a-different-story/",
      "date": "3 days ago",
      "snippet": "Depending on the ship type, the dry bulk shipping market tells a very different story so far this year. In its latest weekly report, shipbroker Xclusiv said...",
      "text": "Depending on the ship type, the dry bulk shipping market tells a very different story so far this year. In its latest weekly report, shipbroker Xclusiv said that “now that summer has come to an end, it is a good moment to look back and assess how the dry bulk market evolved through the season, comparing the performance of summer 2025 with the previous two summers. Seasonal patterns are often a reliable barometer of underlying demand, with June to August setting the tone for the final quarter of the year. From 2023 onwards, the market has told three very different stories, with Capesizes showing volatility, Panamaxes too, while geared segments displayed resilience & stability”.\n\nAccording to Xclusiv, “in the Capesize market, the summer of 2023 stood out for its strength. The season began with C5TC near USD 9,700/day in early June, reflecting weak iron ore flows. Yet as the summer advanced, Chinese restocking and firmer Atlantic activity triggered a sharp recovery. By late August, Capesizes were earning around USD 21,300/day, more than double the opening level and right at the seasonal high. The following year, 2024, painted a different picture. C5TC opened June at USD 23,300/day and climbed into the low USD 32,000s by July, giving the impression of another robust season. However, momentum quickly faded, and by the end of August rates had slipped back to USD 23,900/day, almost identical to the opening level. This year, 2025, the pattern has been similar. Starting June at USD 19,000/day, Capes peaked near USD 31,700/day in late July, only to retreat below USD 24,000/day at the end of August. For a third consecutive summer, the largest vessels failed to consolidate gains, leaving the season defined by volatility”.\n\nMeanwhile, “Panamaxes, by contrast, have been steadier. In 2023, the P5TC began June just above USD 9,200/day and closed August at USD 13,500/day, close to its high. In 2024, P5TC opened at USD 15,100/day, briefly touched USD 17,600/day in mid-June, but ended the summer almost flat at USD 15,600/day. This year, however, the picture has been more positive. Panamaxes started June 2025 at USD 10,000/day and climbed throughout the season to finish August at nearly USD 16,800/day, closing on their highs and offering owners a constructive run. Supramaxes and Handysizes have shown even greater resilience. In 2023 S11TC moved from USD 11,100/day in June to USD 13,600/day in August, while in 2024 they strengthened from USD 12,000/day to USD 16,600/day, closing at the top. The summer of 2025 extended this trend: from USD 12,000/day in early June, Supras rose steadily to USD 18,400/day at the end of August, the strongest close of the summer period. Handys followed the same path. From USD 10,800/day in June 2023 they ended that summer at USD 12,800/day, while in 2024 they climbed from USD 12,000/day to USD 13,500/day. This year, HS7TC from USD 10,779/day on early June, advanced to USD 13,600/day by late August, again finishing on the seasonal peak”, Xclusiv noted.\n\nThe shipbroker added that “the conclusion of this year’s summer cannot be separated from developments in China’s coal market. Domestic output surged 5.4% year on year in the first half of 2025, curbing demand for imports. But when heavy rains and a government crackdown hit mining in July, production fell 3.8% year on year to its lowest since April 2024. This disruption reopened the arbitrage for seaborne cargoes, reviving Chinese demand just as geared vessel earnings were firming. Imports totalled 139.7m tons in H1 2025, down from 174.6m tons a year earlier, but enquiries rose in late summer as domestic supply faltered. The impact was clear: while Capes struggled to hold their gains, Panamaxes, Supramaxes and Handys ended August on their highs. Summer 2025 confirmed once again that in an uncertain Capesize environment, shifting Chinese coal fundamentals can still underpin strength for the geared fleet, cementing their role as the backbone of stability in the dry bulk market”, Xclusiv concluded.\n\nNikos Roussanoglou, Hellenic Shipping News Worldwide",
      "authors": []
    },
    {
      "title": "ConocoPhillips to lay off up to 25% of its workforce",
      "link": "https://splash247.com/conocophillips-to-lay-off-up-to-25-of-its-workforce/",
      "date": "3 days ago",
      "snippet": "US oil major ConocoPhillips has announced plans to lay off up to 25% of its workforce, as part of its cost-cutting measures. ConocoPhillips will be laying...",
      "text": "US oil major ConocoPhillips has announced plans to lay off up to 25% of its workforce, as part of its cost-cutting measures.\n\nConocoPhillips will be laying off between 20% and 25% of the company’s employees, and contractors will be impacted worldwide.\n\nThe company had a global headcount of 11,800 workers as of December 31, 2024. According to reports, that number stands at around 13,000. This means that the cuts would impact between 2,600 and 3,250 workers. The oil major expects the majority of these reductions will take place before the end of 2025.\n\nMedia outlets reported that ConocoPhillips CEO Ryan Lance said in a video message that the company needed “fewer roles” due to rising costs.\n\nThere were several oil companies that recently laid off workers. Namely, Marathon Oil laid off 500 employees in Houston last year before being taken over by ConocoPhillips.\n\nChevron revealed earlier this year that it would lay off 15% to 20% of its workforce as part of a broader cost-cutting effort.",
      "authors": [
        "Bojan Lepic",
        "Bojan Is An English Language Professor Turned Journalist With Years Of Experience Covering The Energy Industry With A Focus On The Oil",
        "Gas",
        "Lng Industries As Well As Reporting On The Rise Of The Energy Transition. Previously",
        "He Had Written For Navingo Media Group Titles Including Offshore Energy Today",
        "Lng World News. Before Joining Splash",
        "Bojan Worked As An Editor For Rigzone Online Magazine.",
        "Tom Wilson",
        "Mike G.",
        "Ramim Lam Nun"
      ]
    },
    {
      "title": "US cracks down on tanker network smuggling Iranian oil",
      "link": "https://splash247.com/us-cracks-down-on-tanker-network-smuggling-iranian-oil/",
      "date": "4 days ago",
      "snippet": "The US Treasury Department has imposed fresh sanctions on a shipping network accused of moving Iranian oil under the cover of Iraqi origin.",
      "text": "The US Treasury Department has imposed fresh sanctions on a shipping network accused of moving Iranian oil under the cover of Iraqi origin.\n\nWashington said the group, led by Iraqi–St. Kitts & Nevis businessman Waleed Khaled Hameed al-Samarra’i and based in the UAE, blended Iranian barrels with Iraqi crude and sold them as if they were solely Iraqi. The operation is estimated to have generated around $300m a year for Tehran and its partners.\n\nNine tankers were blacklisted by the Office of Foreign Assets Control (OFAC) — one suezmax, four LR1s and four handysize vessels. The ships, including the 2003-built LR1s Adena and Camilla and the 2005-built suezmax Liliana, were flagged in Liberia and managed through shell firms in the Marshall Islands. They are said to have carried out ship-to-ship transfers in the Arabian Gulf and at Iraqi ports to disguise cargo origins.\n\nTreasury also sanctioned UAE-based Babylon Navigation and Galaxy Oil, which managed logistics and sales for the network, along with several Marshall Islands companies that acted as registered owners of the vessels.\n\n“By targeting Iran’s oil revenue stream, Treasury will further degrade the regime’s ability to carry out attacks against the United States and its allies,” said Treasury Secretary Scott Bessent.\n\nThe move follows sanctions announced in July against another group accused of blending Iranian and Iraqi oil for export and as US–Iran nuclear talks remain stalled, with Washington maintaining pressure on Tehran’s energy exports.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Tom Wilson",
        "Mike G."
      ]
    },
    {
      "title": "U.S. Threatens Nations with Tariffs Over Support for IMO Net-Zero Shipping Deal",
      "link": "https://gcaptain.com/u-s-threatens-nations-with-tariffs-over-support-for-imo-net-zero-shipping-deal/",
      "date": "4 days ago",
      "snippet": "The United States has told countries to reject a United Nations' marine fuel emissions-cutting deal or face tariffs, visa restrictions and port levies,...",
      "text": "LONDON, Sept 3 (Reuters) – The United States has told countries to reject a United Nations’ marine fuel emissions-cutting deal or face tariffs, visa restrictions and port levies, U.S. and European officials and sources told Reuters.\n\nThe Trump administration is looking to boost U.S. economic might, including by taking a bigger role in global shipping, and has used tariffs as a weapon to extract better terms from Washington’s trade partners.\n\nIn April, countries struck a draft agreement through the U.N.’s International Maritime Organization (IMO) that would impose a fee on ships that breach global carbon emissions standards.\n\nWashington pulled out of the talks in April leading up to the draft deal, and said in August it would retaliate against countries that supported the accord. It has argued the measures would place unnecessary burdens on the shipping industry, and would be of little help to reduce emissions.\n\nThe U.S. State Department has reached out to other IMO member countries in recent days warning them not to adopt the so-called “Net-Zero Framework”, according to four sources, who declined to be identified due to the sensitivity of the matter.\n\nA State Department spokesperson said the U.S. was “actively exploring and preparing to act on remedies including tariffs, visa restrictions, and/or port levies should this effort succeed in the October IMO extraordinary session vote.”\n\nThe department will be engaging “our partners and allies” to propose they take similar measures, the spokesperson said, but would not comment on “private diplomatic discussions with other countries.”\n\nThe Dutch government received a verbal warning from representatives of the U.S. government, who said the Netherlands could face tariffs or other retaliatory measures if it supported the adoption of the framework, a spokesperson for the Dutch ministry of infrastructure and water management said.\n\nIt was unclear which other IMO countries had been approached by Washington.\n\nThe London-based IMO, which comprises 176 member countries, is responsible for regulating the safety and security of international shipping and preventing pollution.\n\nGlobal shipping accounts for nearly 3% of the world’s CO2 emissions, and the IMO deal was designed to speed up decarbonisation. About 90% of the world’s trade is conducted by sea, and emissions are set to soar without an agreed mechanism.\n\n“The upcoming (IMO) session in October provides the appropriate platform to address any concerns from member states ahead of the adoption process,” an IMO spokesperson said.\n\nThe initial deal was passed by 63 states, with 16 voting no and 24 abstentions. A majority will be required for adoption if it goes to a vote, and sources said it was unclear if it could pass if more countries abstained.\n\n(Reporting by Jonathan Saul, Kate Abnett, Nerijus Adomaitis, Valerie Volcovici, Enes Tunagur and Bart Meijer; Editing by Jan Harvey)\n\nSubscribe for Daily Maritime Insights Sign up for gCaptain’s newsletter and never miss an update — trusted by our 108,169 members\n\n(c) Copyright Thomson Reuters 2025.",
      "authors": []
    },
    {
      "title": "Assistant Professor of the Practice Job Opening in Galveston, Texas",
      "link": "https://jobsite.gcaptain.com/job/assistant-professor-of-the-practice/79941815/",
      "date": "5 days ago",
      "snippet": "Description. The Department of Marine Engineering Technology (MARE) in the College of Marine Sciences & Maritime Studies at Texas A&M University,...",
      "text": "",
      "authors": []
    },
    {
      "title": "“2 Days, 50 Ports”: New Wave Media Acquires Port of the Future Conference & Exhibition",
      "link": "https://www.marinelink.com/news/days-ports-new-wave-media-acquires-port-529578",
      "date": "4 days ago",
      "snippet": "New Wave Media, a leading B2B media company serving the global maritime, offshore energy, subsea and logistics sectors, acquired…",
      "text": "New Wave Media, a leading B2B media company serving the global maritime, offshore energy, subsea and logistics sectors, acquired the Port of the Future Conference & Exhibition, a premier international symposium known for its focus on advancing port infrastructure, technology, and policy.\n\nUnder the continued leadership of its founder, Kevin Clement, the event will retain its iconic tagline — “2 Days, 50 Ports” — and continue to convene top-tier port and terminal executives from around the world.\n\nThe 2026 Port of the Future Conference is scheduled to be held March 23-25, 2026, at the Hilton University of Houston.\n\nSince its inception, the Port of the Future Conference has served as a global forum for collaboration among port leaders, industry innovators, policymakers, and academic researchers. The event continues to attract a strong international delegation, with participation from over 60 ports spanning North America, Europe, Asia, the Middle East, Africa, and Latin America.\n\n\n\nThe heart of “Port of the Future” has been, and will remain, a strong conference program structured around highly relevant conference tracks to explore the most pressing challenges and transformational opportunities facing the world’s ports today, including:\n\nPort Development\n\nIntermodal Connectivity\n\nPort Infrastructure 4.0\n\nAdvances in Dredging Technology and Techniques\n\nIncreasing Port Operational Efficiencies\n\nDecarbonization and Alternative Fuels\n\nPort Energy & Sustainability\n\nCarbon Capture\n\nPort Security, Cybersecurity & Emergency Management\n\nThis partnership with New Wave Media marks an exciting new chapter for the Port of the Future Conference,\" said Kevin Clement, Director, Port of the Future. With their global maritime reach and proven track record in event development, we’ll continue to grow our international community while expanding the platform for innovation, insight, and impact.”\n\n\n\n“We are thrilled to welcome both the Port of the Future Conference and Kevin Clement into the New Wave Media family,\" said Greg Trauthwein, President, New Wave Media. \"This event aligns perfectly with our mission to connect maritime, port and logistics decision-makers with the technologies, strategies, and solutions that will define the next era of port operations. This year we're keeping the event at the Hilton - University of Houston, where the event was born and has grown over the last six years. Starting in 2027 and beyond, we will look for facilities that offer both landside and in-water demonstrations.”\n\nTo Become an Exhibitor, Sponsor or Speaker, contact:\n\nKevin Clement\n\nDirector, Port of the Future\n\nNew Wave Media\n\n[email protected]\n\nM: +1.512.626.5413\n\n\n\n\n\n",
      "authors": []
    },
    {
      "title": "Net Zero Maritime 2025 Conference",
      "link": "https://www.marinelink.com/events/net-zero-maritime-2025-conference--10524",
      "date": "Nov 15, 2024",
      "snippet": "Net Zero Maritime 2025 Conference ... Net Zero Maritime 2025 Conference taking place in Gothenburg on 23-24 April 2025 is a two-day event dedicated to addressing...",
      "text": "Net Zero Maritime 2025 Conference taking place in Gothenburg on 23-24 April 2025 is a two-day event dedicated to addressing decarbonization targets aligned with the IMO’s regulations. The conference will gather key stakeholders from across the maritime industry, including shipowners, brokers, financial institutions, commodity trading companies, port authorities, alternative fuel producers, regulatory bodies, engineering and consulting firms, research institutions, digitalization companies, and others.\n\n\n\nThe event aims to spotlight the topic of various alternative fuels, and highlight the initiatives that maritime transport companies, port authorities and terminals can undertake to enable green transformation. The conference is set to encourage discussion and knowledge-sharing on sustainability improvements within the sector, covering a comprehensive range of topics including regulatory updates, ship construction, green fuels, port infrastructure with efficient supply chains to terminals, and digitalization.\n\n\n\nServing as a platform for fostering collaboration and sharing best practices in advancing decarbonization efforts, the conference will provide participants with unique networking opportunities to engage with emerging trends, discuss emission reduction strategies, and enhance operational efficiency across the maritime sector.\n\n\n\n\n\n",
      "authors": []
    },
    {
      "title": "Green inland ports final conference",
      "link": "https://transport.ec.europa.eu/news-events/events/green-inland-ports-final-conference-2025-11-26_en",
      "date": "1 week ago",
      "snippet": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway...",
      "text": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway authorities, policymakers, terminal operators, digital service providers, researchers, and other relevant stakeholders.\n\nThe conference will present key findings from the green inland ports study, and showcase the tools developed as part of the study supporting port decarbonisation. It will also collect stakeholder input for policy recommendations on sustainable port governance.",
      "authors": []
    },
    {
      "title": "Tourism",
      "link": "https://transport.ec.europa.eu/tourism_en",
      "date": "Feb 3, 2025",
      "snippet": "Tourism is a major economic activity in the European Union with wide-ranging impact on economic growth, employment, and social development.",
      "text": "Several stakeholders of the EU tourism ecosystem took an important step to ensure trustworthy and reliable online reviews and ratings of hotels and other types of tourism accommodation, by endorsing the ‘Code of Conduct for Online Ratings and Reviews for Tourism Accommodation’.",
      "authors": []
    }
  ]
}