{
  "timestamp": "2025-07-14T06:28:44.541866",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "41.000 husstande med gas mister muligheden for fjernvarme",
      "link": "https://www.dr.dk/nyheder/penge/41000-husstande-med-gas-mister-muligheden-fjernvarme",
      "date": "1 dag siden",
      "snippet": "Titusindvis af gasfyr brænder videre på ubestemt tid, fordi det ene fjernvarmeprojekt efter det andet er blevet lagt ned.",
      "text": "Dansk fjernvarme: Regeringens zigzagkurs bremser fjernvarmen\n\nNår man spørger brancheorganisationen Dansk Fjernvarme, hvorfor så mange borgere siger nej tak til fjernvarme, skyldes det f.eks., at gaspriserne er faldet. Men de peger også på, at svaret skal findes på Christiansborg.\n\n- Det er helt sikkert et udfald af, at man ser nogle skiftende vinde og en zigzagkurs fra regeringen på det her område, siger Nicolai Kipp, afdelingschef i Dansk Fjernvarme.\n\nTilbage i 2022 meldte den daværende regering ud, at gasopvarmning i husstande skulle udfases. Men den nuværende regering har endnu ikke sat en slutdato på for udfasningen af gas til fyrrum i Danmark.\n\nOg i maj lød det sådan her fra Venstres formand, Troels Lund Poulsen:\n\n- Jeg synes ikke, at man skal tvinge de sidste hundredtusinder af mennesker til at droppe deres gasfyr, hvis de vil have en anden opvarmningsform, sagde Troels Lund Poulsen.\n\nI stedet mener han, at husstandene skal varmes op med den grønnere biogas.\n\nJeg synes ikke, at man skal tvinge de sidste hundredtusinder mennesker til at droppe deres gasfyr, hvis de vil have en anden opvarmningsform Troels Lund Poulsen, Formand Venstre\n\nNicolai Kipp forklarer, at når der er usikkerhed om udfasningen af gas, så bremser det nuværende og fremtidige projekter.",
      "authors": [
        "Nicolai Kipp",
        "Afdelingschef I Dansk Fjernvarme",
        "Birgitte Bak-Jensen",
        "Professor Hos Aalborg Universitet",
        "Troels Lund Poulsen",
        "Formand Venstre",
        "I Går Kl."
      ]
    },
    {
      "title": "Rejser du med bil, tog eller fly? Se klimaaftrykket på 15 populære rejsemål",
      "link": "https://www.dr.dk/nyheder/indland/rejser-du-med-bil-tog-eller-fly-se-klimaaftrykket-paa-15-populaere-rejsemaal",
      "date": "for 22 timer siden",
      "snippet": "Skal man en tur til Alanya, udleder det mere end tre gange så meget CO2, hvis man tager flyet frem for toget.",
      "text": "Sommerferiesæsonen er over os, og det betyder, at rigtig mange danskere rejser ud i verden for at nyde ferien.\n\nFor selv om mange danskere i år tager en eller flere uger i sommerhus herhjemme, så melder rejsebranchen også, at blandt andet sydens sol stadig trækker.\n\nMen der er stor forskel på, hvor meget CO2 rejsen til sommerferiedestinationen udleder.\n\nHvor meget kan man få en idé om, hvis man smider sine data i beregneren \"Klimasmart semester\" (Klimasmart ferie, red.), der er udviklet af Gøteborg Universitet og de svenske myndigheder.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "Trump: Vi kommer til at sende Patriot-missiler til Ukraine",
      "link": "https://www.dr.dk/nyheder/udland/trump-vi-kommer-til-sende-patriot-missiler-til-ukraine",
      "date": "for 4 timer siden",
      "snippet": "USA's præsident gjorde det igen i nat klart, at han er skuffet over Putin, som \"taler pænt og bomber folk om natten\".",
      "text": "Ukraine kan godt regne med at modtage amerikanske Patriot-missiler.\n\nSådan lød det i nat dansk tid fra Donald Trump.\n\nDet er endnu ikke er fastlagt præcist hvor mange, det kommer til at dreje sig om, men ifølge præsidenten står det klart, at det ikke bliver på USA's regning.\n\n- Vi kommer til at sende forskellige typer af meget sofistikeret militært udstyr.\n\n- De (Ukraine, red.) får nogle, fordi de har brug for beskyttelse. Men EU betaler for det. Vi betaler ikke noget for det. Men vi sender det. Det bliver forretning for os, og vi sender dem Patriots, hvilket de har desperat brug for, lød det til journalister.\n\nTrump bemærker, at dét er blandt emnerne på dagsordenen, når han snarligt mødes med NATO's generalsekretær.\n\nLuftforsvarssystemet er fra den ukrainske regering flere gange blevet fremhævet som værende afgørende for Ukraine i forhold til at forsvare landets byer mod russiske luftangreb.",
      "authors": [
        "I Dag Kl."
      ]
    },
    {
      "title": "'Alt, alt, alt for mange': Dansk ferieby går fra 300 beboere til 30.000 turister om dagen",
      "link": "https://www.dr.dk/nyheder/indland/alt-alt-alt-mange-dansk-ferieby-gaar-fra-300-beboere-til-30000-turister-om-dagen",
      "date": "for 1 time siden",
      "snippet": "En lang række lokale i Blåvand er trætte af de tusindvis af turister, som hver sommer strømmer til byen.",
      "text": "'Det lyder voldsomt'\n\nBeboerne i Blåvand bliver bakket op af to turismeforskere. De vurderer begge, at der kan være tale om det, som man nogle steder betegner som overturisme.\n\n- Der findes ikke en grænseværdi, som man kan overskride, hvor der så er tale om overturisme, siger turismeforsker på Aalborg Universitet, Carina Ren. (Foto: © Alex Berg)\n\n- De store turistdestinationer som Barcelona og Venedig kalder det overturisme, når der har været en overdreven vækst af turister, der påvirker de lokales liv på en negativ måde.\n\nSådan lyder det fra turismeforsker på Roskilde Universitet Jane Widtfeldt Meged. Hun understreger dog, at hun ikke kender meget til turismen i lige præcis Blåvand.\n\n- Men når jeg hører, at der kan komme op mod 30.000 mennesker om dagen, så synes jeg, at det lyder voldsomt, siger hun.\n\nOgså lektor i turisme ved Aalborg Universitet Carina Ren støtter de lokale. Hun har fulgt udviklingen i Blåvand i en længere årrække.\n\n- De lokale har i virkeligheden beklaget deres sag i tæt på et årti, siger hun.",
      "authors": [
        "Carina Ren",
        "Lektor I Turisme Ved Aalborg Universitet",
        "Mads Sørensen",
        "V",
        "Borgmester I Varde Kommune",
        "Susanna Søndermark Jensen",
        "Formand For Blåvand Grundejerforening",
        "I Dag Kl."
      ]
    },
    {
      "title": "Forskere ser 'homofobisk' tendens hos religiøse danskere",
      "link": "https://www.dr.dk/nyheder/indland/forskere-ser-homofobisk-tendens-hos-religioese-danskere",
      "date": "1 dag siden",
      "snippet": "Under hver femte muslimske mand i Danmark finder sex mellem to personer af samme køn moralsk acceptabelt, viser undersøgelse.",
      "text": "Jo mere religiøs, man er, desto større er sandsynligheden for, at man har homofobiske holdninger.\n\nOverlæge Morten Frisch og hans forskerkollegaer har kulegravet data om danskernes holdning til homoseksualitet, og dét er en af deres hovedkonklusioner.\n\n- Der er en meget stærk religiøs skævvridning af det her, siger han.\n\nEn konklusion, der ifølge forskeren fra Statens Serum Institut, SSI, kræver politisk handling. Undersøgelsen viser nemlig, at en stor del af de personer, der har, hvad forskerne definerer som homofobiske holdninger, aldrig har modtaget seksualundervisning.\n\nDer er mange homofobiske tendenser også i den store brede befolkning, som ikke er religiøse Morten Frisch, overlæge og forsker, SSI\n\n- Vi må sikre, at den seksualundervisning, som er obligatorisk i folkeskoler og gymnasier også bliver fulgt, og at det ikke længere er en mulighed blot at blive hjemme, når den undervisning finder sted, siger Morten Frisch.\n\n- Det er der behov for over en bred kam, fordi der er mange homofobiske tendenser også i den store brede befolkning, som ikke er religiøse.\n\nUndersøgelsen bygger på svar fra over 31.000 danskere i alderen 15-89 år og er ifølge SSI den \"første undersøgelse i verden, der giver et repræsentativt nationalt billede af forekomsten af homofobiske holdninger\".\n\nTre nedslag i rapportens tal Flere mænd end kvinder mener, at sex mellem to personer af samme køn er moralsk uacceptabelt. Det gælder for 29 procent af mændene og 14 procent af kvinderne.\n\nÆldre mennesker finder i højere grad sex mellem to personer af samme køn moralsk uacceptabelt end yngre mennesker. Det gælder for 58 procent af mænd og 36 procent af kvinder i aldersgruppen 75-89 år, mens det samme gælder for 16 procent af mænd og 7 procent af kvinder i aldersgruppen 15-24 år.\n\nFlere personer, som har haft få sexpartnere og sen seksuel debut, er kritiske overfor sex mellem to personer af samme køn. Kilde: Statens Serum Institut\n\nForskere fra SSI og Aalborg Universitet står bag undersøgelsen, som netop er blevet publiceret i det videnskabelige tidsskrift Archives of Sexual Behavior.\n\nReligiøse grupper er overrepræsenterede\n\nDeltagerne er blevet spurgt ind til, om de mener, det er moralsk i orden, at to personer af samme køn har sex med hinanden. Overordnet mener mere end hver femte mellem 15 og 89 år, at sex mellem to personer af samme køn er moralsk uacceptabelt.\n\nAndelen vokser, hvis man isolerer svarene til personer, der tillægger religion stor vægt i deres liv. Det gælder i særdeleshed personer med tilknytning til nogle mindre kristne trossamfund, Jehovas Vidner og islam.\n\nDer er ikke noget, der tyder på, at de stærkt religiøse yngre er mindre fundamentalistiske end de stærkt religiøse ældre Morten Frisch, overlæge og forsker, SSI\n\n- Særligt blandt minoritetsreligionerne i Danmark - og ikke mindst den største af dem, muslimerne - er der en markant overhyppighed af homofobiske tanker, siger Morten Frisch.\n\nUndersøgelsen viser, at kun 17 procent af mandlige muslimer og 26 procent af kvindelige muslimer i Danmark finder sex mellem to personer af samme køn moralsk acceptabelt. Muslimer er det største religiøse mindretal i Danmark.\n\nOm undersøgelsen Det nye studie er lavet med udgangspunkt i den nationale Sexus-undersøgelse, der blev udgivet i 2019. Studiet bygger på 31.000 personers svar - de er alle i aldersgruppen fra 15-89 år. Respondenterne blev spurgt i 2017 og 2018. Kilde: Archives of Sexual Behavior\n\nSocial slagside\n\nSamme tendens ses, hvis man ser på personer, der er \"socialt dårligt stillede\". Det gælder personer, der har skrantende helbred, økonomiske problemer eller lavt uddannelsesniveau.\n\nGenerelt er ældre mennesker mere kritisk stillede overfor homoseksualitet, og derfor kan man forvente, at den generelle holdning i befolkningen ændrer sig over tid, påpeger forskerne.",
      "authors": [
        "Morten Frisch",
        "Overlæge Og Forsker",
        "Jul Kl."
      ]
    },
    {
      "title": "Lis var ved at blive snydt af britisk hjemmeside med færgebilletter til overpris. Nu advarer hun andre",
      "link": "https://www.dr.dk/nyheder/indland/lis-var-ved-blive-snydt-af-britisk-hjemmeside-med-faergebilletter-til-overpris-nu",
      "date": "for 16 timer siden",
      "snippet": "Fra hjemmesiden Direct Ferries kan man købe billetter til mange forskellige danske og udenlandske færgeoverfarter.",
      "text": "Køb hos kilden\n\nEn envejsbillet fra Fynshav til Bøjden på fredag klokken 10 koster 347 kroner hos Direct Ferries. Hos Alslinjen, der opererer færgen, koster en lavprisbillet til samme afgang 199 kroner. Billetprisen er for to personer i en almindelig personbil. På Direct Ferries' hjemmeside bliver man ikke præsenteret for lavprisbilletter.\n\nHos Molslinjen, der driver Alslinjen, og en lang række andre færgeruter, som man kan købe billetter til hos Direct Ferries, advarer man forbrugere om hjemmesiden.\n\n- Vi kan kun opfordre til, at man køber hos kilden. Det er meget billigere, siger Jesper Maack, der er kommunikationschef.\n\nJeg får det, jeg kalder umba-umba-svar Lis Merete Frederiksen, journalist og klummeskribent\n\n- Direct Ferries har ikke noget med os at gøre - overhovedet.\n\nDirect Ferries blev ifølge hjemmesiden stiftet i 1999, har adresse i Storbritannien og reklamerer med at tilbyde billetter til afgange fra \"stort set alle færgehavne i Europa\", Afrika og mange andre steder i verden.\n\nSelskabet er ikke vendt tilbage på DR's henvendelse.\n\nTip os Har du prøvet noget lignende? Så kontakt journalist Marie Lagoni på mpem@dr.dk eller krypteret på marielagoni@proton.me. Henvendelser behandles fortroligt.\n\n'Jeg får det, jeg kalder umba-umba-svar'\n\nPrisen på billetten gjorde ikke Lis Merete Frederiksen skeptisk. Hun tænkte, at det var lidt dyrt, men hun er vant til at tage færgen mellem Sjællands Odde og Aarhus, som er væsentligt dyrere.\n\nLis Merete Frederiksen blev først mistænksom, da hun ville tjekke, om hun kunne få sin færgebillet refunderet, hvis hun blev forhindret i at bruge den. Men det kunne hun ikke umiddelbart finde svar på på hjemmesiden, og der var heller ikke noget telefonnummer at finde.\n\n- Der begynder der at ringe nogle klokker, siger hun.\n\nÉn ting, man kan tage med sig fra alt den medieomtale, der har været om svindel på nettet, er, at der altid er et telefonnummer til ordentlige virksomheder, mener Lis Merete Frederiksen.\n\nFolk skal jo ikke lade sig svindle, hvis man kan hjælpe dem til at undgå det Lis Merete Frederiksen, journalist og klummeskribent\n\nUden telefonnummer var hun overladt til Direct Ferries' chatbot. Det var ikke en stor succes.\n\n- Jeg får det, jeg kalder umba-umba-svar. Det er helt hen i vejret, og jeg får ikke svar på mine spørgsmål. Jeg bliver møgirriteret.\n\nMidt i kampens hede ringede Lis Merete Frederiksens søster for at hyggesnakke.\n\n- Jeg siger til hende, at jeg er møgirriteret, fordi nu har jeg siddet og kæmpet med det.\n\nLis Merete Frederiksens søster begyndte at grine lidt - hun havde nemlig læst Jyllands-Posten og kunne fortælle sin søster, at hun var ved at købe en dyrere billet end nødvendigt.\n\nMed sin egen kritiske sans og hjælp fra sin søster undgik Lis Merete Frederiksen at betale overpris. Det håber hun nu, at hun har bidraget til, at andre også undgår ved at dele sin oplevelse.",
      "authors": [
        "Lis Merete Frederiksen",
        "Journalist Og Klummeskribent",
        "I Går Kl."
      ]
    },
    {
      "title": "Er det bedst med en lang ferie eller mange små? Ekspert i livskvalitet er ikke i tvivl",
      "link": "https://www.dr.dk/nyheder/indland/er-det-bedst-med-en-lang-ferie-eller-mange-smaa-ekspert-i-livskvalitet-er-ikke-i",
      "date": "2 dag siden",
      "snippet": "Du kan selv skrue på nogle af de knapper, der giver mere livskvalitet. Blandt andet kan du sprede din ferie ud over hele året.",
      "text": "Når du siger farvel til kollegaerne og smutter på sommerferie, så er det faktisk ikke kun en luksus at holde ferie. Det er også essentielt for din livskvalitet.\n\nDet siger Henrik Mahncke, der er analysechef i Realdania. Han har undersøgt, hvad der betyder noget for din livskvalitet, og her er det ikke den lange ferie, som giver dig mest hverdagsglæde.\n\n- Ferie er meget vigtigt for vores trivsel, sundhed og energiniveau, men man finder også, at effekten er relativt kort. Det tror jeg, de fleste kender, at den der sommerferie-vibe, man har efter ferien, den varer ikke hele vejen til juleferien, siger han.\n\nDet er meget interessant med forventningens glæde, for det er en af de knapper, vi kan skrue på i vores eget liv for at få en bedre livskvalitet. Henrik Mahncke, analysechef i Realdania\n\nDerfor er der et godt råd, hvis du gerne vil bruge din ferie til at få den bedst, mulige livskvalitet. Du skal nemlig holde mange små ferier gennem året i stedet for at pulje alle dine feriedage til en ekstralang ferie hen over sommeren.\n\nDesuden er de små helligdage i forsommeren og traditionen med at holde en uge fri i foråret eller efteråret også gode for din livskvalitet:\n\n-De er rigtig gode at koble af på. Man kan udnytte, at man har mulighed for at tage en efterårsferie eller vinterferie. De er rigtig gode til lige at komme ud af hamsterhjulet og slappe af, siger han.\n\nForventningens glæde og livskvalitet hænger sammen\n\nNår flere ferier er bedre for livskvaliteten end én lang ferie, så er det forventningens glæde, der er på spil.\n\nTanken om friheden gør dig til et lidt gladere og mere positivt menneske, allerede inden ferien begynder.\n\nForventningens glæde og livskvalitet hænger nemlig sammen, siger Henrik Mahncke.\n\n- Det er meget interessant med forventningens glæde, for det er en af de knapper, vi kan skrue på i vores eget liv for at få en bedre livskvalitet. Vi kan selv sørge for, at vi har noget at glæde os til.\n\n- Der kan de små pauser i form af ferie i løbet af året også være rigtig gavnlige, siger han.",
      "authors": [
        "Henrik Mahncke",
        "Analysechef I Realdania",
        "Jul Kl."
      ]
    },
    {
      "title": "Jannik Sinner detroniserer Alcaraz og er ny mester ved Wimbledon",
      "link": "https://www.dr.dk/sporten/tennis/wimbledon/live-verdens-bedste-toerner-sammen-i-wimbledon-finalen",
      "date": "for 12 timer siden",
      "snippet": "Det er første gang, Jannik Sinner vinder Wimbledon, og det er første gang, en italiener vinder turneringen.",
      "text": "Jannik Sinner er verdens nummer ét. Og verdens nummer ét taber ikke tenniskampe. Italieneren spadserede direkte ud til andet sæt og brød serv.\n\nAlligevel virkede han irritabel, og kommunikationen med hans boks så mere broget ud end normalt.\n\nMidt i de overvejelser lød lyden fra en champagneprop, der dalede fra tribunen og ned på græsset, hvilket ikke fik Sinner til at se mindre misfornøjet ud.\n\nAt en dommer må bede publikum om ikke at åbne champagneflasker, inden spillerne skal serve, er vel så Wimbledonsk, som det kan være.\n\nSinner holdt serv alligevel, og andet sæt så ud til at blive italiensk. Alcaraz gik efter linjerne. Både på forhånd og baghånd.\n\nVerdensetteren nægtede at afgive serv. Ranglet og rolig blæste han boldene over nettet og fik spanieren til at teste sin smidighed.\n\nSinner er uforståelig. Han ligner ikke en, der er hurtig. Han ligner heller ikke en, der kan slå hårdt til en tennisbold.\n\nMen i det afgørende parti i andet sæt, var der ikke andet at gøre end at lade sig tryllebinde. Som var det en brutal bip-test piskede italieneren fra side til side og agerede mur for til sidst at slynge en vinder forbi Alcaraz, der lukkede sættet.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "Senat-rapport om Trump-attentat finder kaskader af undgåelige fejl",
      "link": "https://www.dr.dk/nyheder/udland/senat-rapport-om-trump-attentat-finder-kaskader-af-undgaaelige-fejl",
      "date": "for 12 timer siden",
      "snippet": "En rapport fra det amerikanske Senats Udvalg for Indenrigssikkerhed og Statslige Anliggender konkluderer søndag, at en \"kaskade af undgåelige fejl\"...",
      "text": "En rapport fra det amerikanske Senats Udvalg for Indenrigssikkerhed og Statslige Anliggender konkluderer søndag, at en \"kaskade af undgåelige fejl\" muliggjorde attentatet mod USA's præsident, Donald Trump, sidste år.\n\nVi må holde personer ansvarlige og sikre, at de nødvendige reformer bliver gennemført, så det aldrig kan ske igen. Den republikanske senator og formand for udvalget Rand Paul.\n\n- Dette var ikke blot én enkelt fejl. Det var en kaskade af undgåelige fejl, der næsten kostede præsident Trump livet, står der i rapporten.\n\nSamtidig konkluderes det, at de hidtidige konsekvenser ikke afspejler situationens alvor.\n\nDen republikanske senator og formand for udvalget, Rand Paul, kalder i en pressemeddelelse attentatet for en \"skandale\".\n\n- Det var et komplet nedbrud af sikkerheden på alle niveauer, drevet af bureaukratisk ligegyldighed, en mangel på klare procedurer og en chokerende afvisning af at reagere på direkte trusler, siger han og tilføjer:\n\n- Vi må holde personer ansvarlige og sikre, at de nødvendige reformer bliver gennemført, så det aldrig kan ske igen.\n\nPå årsdagen\n\nRapporten er blevet offentliggjort søndag, hvor det er et år siden, at attentatet fandt sted.\n\nTrump blev udsat for attentatet under et vælgermøde i Butler i Pennsylvania.\n\nDen daværende præsidentkandidat slap med skrækken og et plaster på øret, hvor en patron havde strejfet.\n\nGerningsmanden blev dræbt få minutter senere.\n\nÉn deltager til vælgermødet blev dræbt under skudepisoden, mens to andre blev såret.\n\nSecret Service fik efterfølgende kritik for ikke at have sikret bygningen, hvorfra skuddene blev affyret, og senere kom det frem, at der også havde været kommunikationsbrister.\n\nDet endte med, at den daværende chef for Secret Service, Kimberly Cheatle, gik af.\n\nSeks Secret Service-medarbejdere blev ifølge NBC News desuden suspenderet uden løn i perioder på mellem 10 og 42 dage.",
      "authors": [
        "Den Republikanske Senator Og Formand For Udvalget Rand Paul.",
        "I Går Kl."
      ]
    },
    {
      "title": "Baby, jeg vil med dig nordpå: Sydeuropæerne holder mere ferie i Danmark",
      "link": "https://www.dr.dk/nyheder/indland/baby-jeg-vil-med-dig-nordpaa-sydeuropaeerne-holder-mere-ferie-i-danmark",
      "date": "1 dag siden",
      "snippet": "I de her dage pakker tusindvis af danskerne kufferterne og holder ferie i lande som Italien, Spanien og Frankrig – og kærligheden er gengældt.",
      "text": "På de danske campingpladser mærker de især den sydeuropæiske interesse, fortæller landsformand ved Dansk Camping Union Anne-Vibeke Isaksen.\n\n- De er meget velkomne. Flere af dem kommer typisk lidt senere på sommeren i august og september. Det er rigtig godt for campingspladserne, at vi også får en fantastisk sensommer.\n\nDet er dog stadig tyskerne, som er den gruppe af turister, der besøger landet allermest.\n\nVisitDenmark: Tror på, der er en bevægelse i gang\n\nHos VisitDenmark ligger forklaringen helt i tråd med turisterne. Danmark har stor succes med at trække turister til fra hele verden, fordi vi er et stabilt land, med unik natur, god infrastruktur og et stort udvalg af feriemuligheder i forhold til vores størrelse.\n\nDet fortæller Anne Villemoes, som er kommunikationsdirektør i VisitDenmark.\n\n- Der er opstået et nyt sjovt udtryk, der hedder 'coolcation'.\n\nAktive ferier med masser af sport og outdoor-aktiviteter bliver mere populære, uddyber hun, og at den slags ferier er svære at nyde længere sydpå.\n\n- Der er grænser for, hvor varmt der skal være, for så kan man ikke holde det ud. Og der kan Danmark noget unikt – vi holder os inden for en rimelig sved-grænse i forhold til det aktive liv.\n\nMen uanset om det er vores gode branding eller sydeuropæernes behov for at køle ned, kan det godt være en god idé at lære et par nye fraser, hvis man arbejder i isboden.\n\n- Vi gør i hvert fald en ret stor indsats for at skabe interesse, og når vi kigger på vores markedskontorer i Italien og Frankrig, som har fingeren på pulsen, så oplever de en stadig stigende interesse for at samarbejde med Danmark.\n\n- Så vi tror på, at der er en bevægelse i gang, og der kommer mere og mere opmærksomhed omkring, hvad Danmark kan tilbyde.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "Toro ships out LPG carrier to tanker spin-off Robin Energy",
      "link": "https://splash247.com/toro-ships-out-lpg-carrier-to-tanker-spin-off-robin-energy/",
      "date": "3 days ago",
      "snippet": "Nasdaq-listed owner Toro Corp is selling one of its LPG carriers in an $18m deal involving affiliated parties. The Petros Panagiotidis-led spinoff of...",
      "text": "Nasdaq-listed owner Toro Corp is selling one of its LPG carriers in an $18m deal involving affiliated parties.\n\nThe Petros Panagiotidis-led spinoff of Cyprus-based Castor Maritime is offloading the 2015-buit 5,000 cu m Dream Syrax to a subsidiary of Robin Energy, a Nasdaq-listed entity controlled by Panagiotidis.\n\nThe transaction structured as a related-party deal was reviewed and approved by independent and disinterested directors of both boards.\n\nThe Portuguese-flagged vessel, Toro bought for $17.1m some two years ago, is expected to change hands during the third quarter of 2025.\n\nThe deal follows Toro’s strategic realignment that began earlier this year. In March, the company spun off its last handysize products tanker, Wonder Mimosa, into the newly formed Nasdaq-listed Robin Energy, shifting its focus to LPG shipping with four small gas carriers.\n\nHowever, the company made a quick return to the tanker market in June with the $36.25m acquisition of the 2021-built MR tanker Celsius Portsmouth. Once the Dream Syrax deal closes, Toro’s trading fleet will consist of three LPG carriers and one modern MR tanker, while Robin will move forward with two ships.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Carl M.",
        "Neville Smith"
      ]
    },
    {
      "title": "Trump Signs Order to End Wind and Solar Subsidies Under ‘One Big Beautiful Bill’",
      "link": "https://gcaptain.com/trump-signs-order-to-end-wind-and-solar-subsidies-under-one-big-beautiful-bill/",
      "date": "4 days ago",
      "snippet": "President Donald J. Trump signed an Executive Order on Monday aimed at eliminating subsidies for wind and solar energy in furtherance of the recently...",
      "text": "President Donald J. Trump signed an Executive Order on Monday aimed at eliminating subsidies for wind and solar energy in furtherance of the recently enacted One Big Beautiful Bill Act (OBBB).\n\nThe order directs the Secretary of the Treasury to terminate clean electricity production and investment tax credits for wind and solar facilities under sections 45Y and 48E of the Internal Revenue Code, while implementing enhanced Foreign Entity of Concern (FEOC) restrictions.\n\nAdditionally, the Secretary of the Interior is required to review and revise any regulations providing preferential treatment to wind and solar facilities compared to dispatchable energy sources, such as fossil fuels and nuclear power.\n\n“Ending the massive cost of taxpayer handouts to unreliable energy sources is vital to energy dominance, national security, economic growth, and the fiscal health of the Nation,” states the executive order.\n\nBoth Cabinet officials must submit reports within 45 days detailing findings and actions taken to implement the order.\n\nThe executive order follows the OBBB, which phased down tax credits for wind and solar based on a beginning-of-construction standard. The House version had originally proposed terminating these credits for facilities not in service by the end of 2027.\n\nHowever, the BlueGreen Alliance strongly criticized the move. In a statement, Executive Director Jason Walsh said, “Donald Trump said on the campaign trail he was going to bring costs down and help working people. Instead, he just signed a huge tax cut for billionaires that’s going to cost working Americans money, jobs, their health, and our future.”\n\nThe BlueGreen Alliance claims that the law will put people out of work, shutter critical projects, limit American competitiveness globally, and could increase household energy costs by $400 a year within the next decade.\n\nFor the maritime industry, this policy shift could significantly impact offshore wind development projects and associated vessel deployment, potentially altering supply chains and vessel requirements for energy projects in U.S. waters. The enhanced FEOC restrictions may also affect international maritime partnerships in the renewable energy sector.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "World’s largest coal port plots post-coal course as China slashes imports",
      "link": "https://splash247.com/worlds-largest-coal-port-plots-post-coal-course-as-china-slashes-imports/",
      "date": "3 days ago",
      "snippet": "China is slashing coal imports dramatically, forcing the world's largest coal export port to contemplate a future beyond the black fossil fuel.",
      "text": "China is slashing coal imports dramatically, forcing the world’s largest coal export port to contemplate a future beyond the black fossil fuel.\n\nThis decline is largely driven, according to analysis by Greek broker Intermodal, by rising domestic coal output in China, elevated inventories, increased coal transportation via rail from Mongolia, and a growing trend for energy production from renewable sources.\n\n“During the first half of 2025, global coal shipments fell 6% year-on-year amid weak import demand in large markets. Cargo loadings headed to China and advanced economies slowed considerably, partly due to stronger electricity generation from renewables and to weaker steel production,” said Filipe Gouveia, shipping analysis manager at BIMCO. Land once earmarked for a coal terminal will now be at the forefront of the global clean energy transition\n\nChina has installed more than half of the solar and wind generation capacity that has been installed globally over the past few years.\n\nFor instance, the solar capacity that China installed last year is comparable to what the European Union has overall.\n\nRecent data from the UK-based energy think tank, Ember, shows that in April, wind and solar energy together generated more than a quarter of China’s electricity for the first time.\n\nAmid weaker coal volumes, competition between segments in the dry bulk market increased in the first half of the year, putting pressure on freight rates. The panamax segment managed to boost its coal shipments by 4% year-on-year, according to BIMCO data, and grew its share of the world’s coal shipments from 49% to 54%. These gains came primarily at the cost of the capesize segment, which transported 23% less coal than in the previous year.\n\nPreparing for less business from its main client, China, the port of Newcastle in New South Wales, Australia, recognised as the world’s largest coal export port, is actively pursuing diversification strategies to reduce its reliance on the black fossil fuel.\n\nWith coal accounting for 95% of its cargo volume and 72% of revenue, the port has set a goal to increase non-coal revenue to 50% by 2030.\n\nCentral to this transformation is the development of a deepwater container terminal and a 220 ha Clean Energy Precinct on Kooragang Island. The precinct aims to support the production and export of green hydrogen and ammonia, backed by federal investment.\n\nFederal member for Newcastle Sharon Claydon said this week the clean energy plan lays a foundation for clean energy jobs and a broader industrial renewal.\n\n“This is a defining moment for Newcastle – a city that has helped power the nation for generations is preparing to power the future with clean energy,” Claydon said, adding: “It’s hard to imagine a more powerful symbol of our region’s transformation – land once earmarked for a coal terminal will now be at the forefront of the global clean energy transition.”",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Carl M."
      ]
    },
    {
      "title": "Baltic Dry Bulk Index Gains On Higher Rates Across Vessels",
      "link": "https://www.hellenicshippingnews.com/baltic-dry-bulk-index-gains-on-higher-rates-across-vessels/",
      "date": "3 days ago",
      "snippet": "The Baltic Exchange's main sea freight index, which tracks rates for ships carrying dry bulk commodities, rose on Thursday, due to higher rates across all...",
      "text": "Baltic Dry Bulk Index Gains On Higher Rates Across Vessels\n\nThe Baltic Exchange’s main sea freight index, which tracks rates for ships carrying dry bulk commodities, rose on Thursday, due to higher rates across all vessel segments.\n\nThe main index, which tracks rates for capesize, panamax and supramax shipping vessels, gained 42 points, or 3%, to 1,465 points.\n\nThe capesize index rose 10 points, or 0.6%, to 1,664. The contract snapped a seventeen-session losing streak.\n\nAverage daily earnings for capesize vessels, which typically transport 150,000-ton cargoes such as iron ore and coal, increased $84 to $13,799.\n\nIron ore futures gained for a third straight session, hitting multi-month highs, as hopes of a new wave of reforms to rein in steel supply and more stimulus measures from top consumer China boosted sentiment.\n\nThe panamax index rose 102 points, or 6.3%, to 1,723, marking its highest level since July 31 last year.\n\nAverage daily earnings for panamax vessels, which usually carry 60,000-70,000 tons of coal or grain, gained $917 to $15,507.\n\nAmong smaller vessels, the supramax index added 31 points, or 2.7%, to 1,182.\n\nSource: Reuters",
      "authors": []
    },
    {
      "title": "Hamburg Unveils Major Port Overhaul to Secure its Global Shipping Role",
      "link": "https://gcaptain.com/hamburg-commits-e1-1-billion-to-modernize-infrastructure-at-largest-container-terminal/",
      "date": "3 days ago",
      "snippet": "Hamburg is investing €1.1 billion in a major port infrastructure expansion project focused on modernizing container terminal operations at the Waltershofer...",
      "text": "Hamburg is investing €1.1 billion in a major port infrastructure expansion project focused on modernizing container terminal operations at the Waltershofer Hafen, where approximately 90 percent of the largest container vessels calling at the Port of Hamburg are currently handled.\n\nThe ambitious project includes widening the turning basin from 480 to 600 meters, enhancing the Elbe approach, and creating additional terminal yards. These improvements will provide vessels with a larger water surface for turning maneuvers, ensuring better navigational safety and operational efficiency for current and future vessel sizes.\n\nHamburg Port Authority (HPA) will complete the infrastructure works by the mid-2030s. In addition to the public investment, Eurogate has committed at least €700 million to expand the existing container terminal, with completion planned within two years after receiving the newly developed land.\n\n“Today, we are laying the groundwork to ensure that Hamburg is well prepared to meet the challenges of tomorrow,” said Hamburg’s Minister for Economic Affairs, Senator Dr. Melanie Leonhard. “This infrastructure will help ensure that large vessels will be handled reliably and efficiently in the Port of Hamburg. It also strengthens Hamburg’s service capacity and reinforces its role as a key hub on major international shipping routes.”\n\nJens Meier, CEO of Hamburg Port Authority, described the project as “a vital investment in [the port’s] long-term competitiveness” that lays “the groundwork for the next steps towards a climate-neutral port.”\n\nThe expansion represents a significant step toward decarbonization, with plans to automate and electrify terminal processes. Tom Eckelmann, Managing Director of EUROKAI and Chairman of EUROGATE, confirmed they are “initiating the transition from manual operations to an automated terminal concept” with a goal of “achieving decarbonisation through complete electrification of throughput equipment.”\n\nThe future terminal areas will remain in public ownership and be leased to EUROGATE under market-based conditions. The site will be fully integrated into the road and rail network, enabling the implementation of an operating concept using electrically powered, autonomously guided vehicles—a significant step toward achieving climate neutrality by 2040.\n\nWhile the authorities have approved the plans and dismissed all legal challenges, the project still requires European Commission approval for the planned public funding. This state aid assessment process could take several years, with preliminary results from an upstream ex-ante review process expected in 2026.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Splash Wrap: Red Sea attacks lead coverage",
      "link": "https://splash247.com/splash-wrap-red-sea-attacks-lead-coverage/",
      "date": "2 days ago",
      "snippet": "The global shipping industry has been rocked by two deadly attacks this week in the Red Sea, with Yemen's Houthi rebels launching their first campaign...",
      "text": "The global shipping industry has been rocked by two deadly attacks this week in the Red Sea, with Yemen’s Houthi rebels launching their first campaign against merchant shipping of the year, sinking two bulk carriers, killing at least three seafarers, wounding others, and reportedly kidnapping crew.\n\nA new Houthi policy of targeting any company that has called in Israel means approximately one in six ships of the global merchant fleet are now viewed as legitimate targets by the Houthis, according to data from Windward, a maritime analytics firm.\n\nThe Israel Defense Forces (IDF) confirmed they targeted the Galaxy Leader, a car carrier seized by Houthi forces in late 2023, during a series of coordinated airstrikes on Yemeni ports and infrastructure early Monday.\n\nP&O Maritime Logistics, a unit of ports and logistics heavyweight DP World, acquired a controlling stake in NovaAlgoma Cement Carriers (NACC), an operator of pneumatic cement carriers.\n\nSouth Korea’s largest shipbuilder, HD Hyundai Group, inked a deal with India’s state-owned Cochin Shipyard Ltd (CSL), marking a strategic step to grow its presence in emerging shipbuilding markets.\n\nAn explosion aboard the Greek-owned LPG carrier Eco Wizard at Russia’s Ust-Luga port triggered an ammonia leak, prompting the evacuation of the 23-person crew and an emergency response operation. The Russian Transportation Ministry confirmed the incident on Sunday, describing it as a “minor leak,” but reports indicate the blast was significant enough to halt port operations and raise concerns over vessel safety. The incident is the sixth explosion this year involving vessels linked to Russian trade.\n\nDonald Trump, the American president, delayed tariff deadlines for most of the world from July 9 to August 1, while also threatening perceived rivals with higher levels of tariffs. “In an industry where the duration of the supply chain is measured in months, long-term planning is critical. Yet the regulatory uncertainty makes such planning de facto impossible presently,” analysts at Sea-Intelligence noted in their latest weekly report, adding: “In this unpredictable environment, US importers are likely to tread with caution.”\n\nDutch solar innovator Wattlab and German inland shipping giant HGK Shipping unveiled the world’s first inland vessel capable of using solar power for propulsion. The newly delivered Blue Marlin represents a major step forward in hybrid marine technology, showcasing how solar energy can be integrated not only for onboard systems but also for driving high-voltage propulsion.\n\nTo digest this week’s main news from the Red Sea in audio form, below is the third episode of the Splash Wrap podcast.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Carl M."
      ]
    },
    {
      "title": "Technip Energies wins FLNG work in Africa",
      "link": "https://splash247.com/technip-energies-wins-flng-work-in-africa/",
      "date": "2 days ago",
      "snippet": "French-based engineering and technology company Technip Energies has been awarded a contract for work on an FLNG unit in Africa.",
      "text": "French-based engineering and technology company Technip Energies has been awarded a contract for work on an FLNG unit in Africa.\n\nThe company said that the contract was for preliminary activities and that it was effective until the end of September. The client was not revealed.\n\nThe French firm added that it was a large award, placing it in the €250m to €500m ($292m to $585m) range. The award covers preliminary activities only. Additional order intake is expected to be booked upon full contract award.\n\n“This order intake represents Technip Energies’ portion of a joint venture and will be recorded in the project delivery segment’s backlog in the third quarter of 2025,” the company explained.\n\nAlthough the client is not revealed, this deal comes only days after Samsung Heavy won an 869.4bn won ($637m) contract for preliminary work on the construction of an Africa-based FLNG unit. The preliminary deal is, like the one Technip Energies one, expected to expire at the end of September.\n\nIndustry sources claim that the facility will most likely be deployed at Eni’s Coral Norte project in Mozambique. If finalised, the deal is expected to be worth up to $2.5bn.\n\nEni already has one FLNG off Mozambique in operation. Coral South FLNG started gas exports to Europe in 2022, and Technip Energies was involved in that project as well.\n\nApart from Coral South, Technip Energies also worked on the PFLNG Satu in Malaysia and the Prelude FLNG in Australia. These three combined have a total capacity of 8.2m tons per annum.",
      "authors": [
        "Bojan Lepic",
        "Bojan Is An English Language Professor Turned Journalist With Years Of Experience Covering The Energy Industry With A Focus On The Oil",
        "Gas",
        "Lng Industries As Well As Reporting On The Rise Of The Energy Transition. Previously",
        "He Had Written For Navingo Media Group Titles Including Offshore Energy Today",
        "Lng World News. Before Joining Splash",
        "Bojan Worked As An Editor For Rigzone Online Magazine.",
        "Carl M.",
        "Neville Smith",
        "Frank Boman"
      ]
    },
    {
      "title": "Maritime Industry Condemns Deadly Red Sea Attacks",
      "link": "https://gcaptain.com/maritime-industry-condemns-deadly-red-sea-attacks/",
      "date": "4 days ago",
      "snippet": "Major shipping organizations have issued a joint statement condemning the recent attacks on vessels in the Red Sea that have resulted in seafarer fatalities...",
      "text": "Major shipping organizations have issued a joint statement condemning the recent attacks on vessels in the Red Sea that have resulted in seafarer fatalities and renewed security concerns in the region.\n\nThe joint industry statement from the International Chamber of Shipping (ICS), BIMCO, European Shipowners | ECSA, INTERCARGO and INTERTANKO highlighted the “callous disregard for the lives of innocent civilian seafarers” after two ships were attacked and later sunk this week.\n\nFour of the 25 crew members aboard the Liberian-flagged Eternity C were killed before the remaining crew abandoned the vessel, which sank Wednesday morning after being attacked on Monday and Tuesday. Six seafarers were rescued after spending more than 24 hours in the water, while 15 remain missing.\n\nThe Magic Seas, also flying a Liberia flag, was similarly initially on Sunday, though all 22 crew members were safely evacuated before it sank. Both vessels were operated by Greek firms.\n\n“What we’re seeing unfold in the Red Sea is shocking and unacceptable. Seafarers are being killed while simply doing their jobs,” WSC President & CEO Joe Kramek said separately.\n\n“We cannot allow attacks on commercial ships to become normalized or weaponized as political tools. The safety of those at sea, and the freedoms and rights of navigation, must be protected. We support the IMO Secretary-General’s call for dialogue, to ensure the safety of seafarers,” Joe Kramek concluded.\n\nIMO Secretary-General Arsenio Dominguez condemned the attacks during the 134th IMO Council session in London, calling them “a renewed violation of international law and freedom of navigation”. He issued an urgent appeal for intensified diplomatic efforts, stating, “I appeal to all of you to step up efforts, because the only way to address these geopolitical conflicts affecting the shipping sector is through constructive dialogue.”\n\nAccording to the Joint Maritime Information Centre (JMIC), the Magic Seas was attacked by up to multiple small craft employing small arms fire, RPGs, and a missile. The Eternity C was first attacked with sea drones and rocket-propelled grenades fired from speedboats, with lifeboats destroyed during the raid. It was hit again with sea drones on Tuesday.\n\nThese incidents mark the first recorded attacks since October 2024, ending nearly nine months of relative calm in the strategic waterway. The JMIC assessment indicates both vessels were targeted due to prior Israeli port calls or ownership affiliations with ships making Israeli port calls.\n\nTo date, the Houthis have attacked more than 100 ships since November 2023, with four now sunk, at least seven fatalities (including three prior in the campaign), and significant damage to multiple vessels.\n\nMeanwhile, shipping traffic through the region has been down by about 60% compared to historical averages since early 2024.\n\nIn response, industry groups joined the IMO Secretary-General in calling on “all stakeholders to uphold the safety and security of innocent civilian seafarers as they pass through this vital waterway, carrying the food, goods and energy the world’s economy relies upon”.\n\nThe JMIC is urging all shipping companies operating in the Red Sea, Bab al-Mandeb Strait, and Gulf of Aden to conduct comprehensive risk assessments, including auditing any Israeli port calls within their fleets and evaluating their digital footprints that could make them potential targets.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Al Seer Marine secures $207m in funding to spearhead tanker expansion",
      "link": "https://splash247.com/al-seer-marine-secures-207m-in-funding-to-spearhead-tanker-expansion/",
      "date": "3 days ago",
      "snippet": "Abu Dhabi's Al Seer Marine has bolstered its capital structure, securing a $207m financing facility from Abu Dhabi Commercial Bank (ADCB) to support...",
      "text": "Abu Dhabi’s Al Seer Marine has bolstered its capital structure, securing a $207m financing facility from Abu Dhabi Commercial Bank (ADCB) to support diversified fleet growth and strategic investments.\n\nThe ADX-listed subsidiary of the International Holding Company (IHC) said the eight-year loan is backed by first-priority mortgages on a selected group of operating vessels. The company has not disclosed which specific vessels were pledged as collateral under the facility.\n\nThis marks the second financing deal between the two entities in 2025 alone. Earlier this year, ADCB had arranged a $57.2m loan for ASBI Shipping—the joint venture between Al Seer Marine and B Shipping—targeted at acquiring small and midsize LPG tankers.\n\n“With this funding arrangement, we’re well-placed to serve the country’s momentum to accelerate investment across LNG, LPG, crude oil, and petrochemicals,” said Guy Neivens, chief executive of Al Seer Marine.\n\nAl Seer has become a regular client of regional banks, having also worked with Abu Dhabi Islamic Bank (ADIB) and First Abu Dhabi Bank (FAB). The company has additionally developed relationships with international lenders, including BOCOM Leasing of China.\n\nAl Seer Marine said the new funding will support its broad investment roadmap, which includes bolstering its trading fleet and deepening its presence in high-growth shipping segments. Beyond traditional shipping, the company is also involved in naval shipbuilding, unmanned surface vessel (USV) technology, and marine infrastructure, including an initiative to build the world’s largest 3D printer.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Carl M.",
        "Neville Smith"
      ]
    },
    {
      "title": "Chinese Container Ships Receive Permission to Sail Russia’s Arctic Northern Sea Route",
      "link": "https://gcaptain.com/chinese-container-ships-receive-permission-to-sail-russias-arctic-northern-sea-route/",
      "date": "3 days ago",
      "snippet": "The same day Yemen's Houthi militants resumed attacks against multiple vessels in the Red Sea after months of calm, several Chinese container ships received...",
      "text": "The same day Yemen’s Houthi militants resumed attacks against multiple vessels in the Red Sea after months of calm, several Chinese container ships received permits to transit the Arctic Ocean this summer.\n\nThe vessels include the 264 meter-long NewNew Panda 1. With a capacity of 4,363 TEU it would rank among the largest container ships to transit the Arctic. It does not have an ice classification highlighting how even regular vessels can now routinely make the voyage across the Arctic Ocean during certain times of the year.\n\nThe vessel is operated by Yangpu Newnew Shipping Co.,Ltd. The company began offering Arctic service connecting ports in Asia to destinations in Northern Europe and the Baltic Sea in 2023 with seven voyages.\n\n\n\nOne of the company’s vessels, NewNew Polar Bear, was involved in an international incident when it was suspected of damaging the Balticconnector pipeline by dragging its anchor across the sea floor. That vessel’s captain appeared before Hong Kong’s Eastern magistrates’ court last week.\n\nLast year NewNew Shipping completed 13 voyages carrying around 20,000 TEU. It expects to further expand service this year. In September 2024 two Panamax container ships crossed paths in the Arctic for the first time, just 750 nautical miles from the North Pole.\n\nNewNew Panda 1’s permit allows the vessel to operate on the route without any icebreaker assistance between August 10 and October 30.\n\nA second container ship, the 2,741 TEU Xin Xin Tian 1, also by NewNew Shipping, received a permit a day after NewNew Panda 1. Its Arctic sailing window goes from August 5 to October 30. It also does not have an ice classification.\n\nAdditional permits will likely follow as NewNew Shipping announced it would expand this year’s operation along its so-called Arctic Express Route No 1. It is also in the process of placing orders for five 4,400 TEU Arc7 ice-class container ships based on a company statement at the St. Petersburg International Economic Forum last month. Vessels with such a high ice class could operate on the route for most of the year, including during winter with icebreaker assistance.\n\n\n\nFor the past several years conventional oil tankers and LNG carriers have operated on the route during the months of August, September, and October a further indication of the dramatic effects of climate change on Arctic sea ice extent. The ice-free navigation window accessible to non-ice class vessels is expected to expand further in the years ahead.",
      "authors": [
        "Malte Humpert"
      ]
    },
    {
      "title": "All the way to net zero",
      "link": "https://www.maersk.com/sustainability/all-the-way-to-net-zero",
      "date": "Oct 28, 2023",
      "snippet": "Reaching net zero greenhouse gas emissions by 2040 demands more than ambition – it requires action. Today, alternative fuels are scarce and costly.",
      "text": "Lower emission fuel is the gamechanger\n\nTo get all the way to net zero we need something new in the tank. And we need it right now.\n\nTo decarbonise global supply chains, we need to change the fuel that powers them . That’s why Maersk is committed to the principle of only ordering newbuilt vessels that can sail on green fuels.\n\nGlobal regulation is key\n\nTo incentivize the uptake of lower emission fuels, global regulations are needed. The International Maritime Organisation Member States have reached a landmark agreement on a global greenhouse gas net zero framework, marking a major step toward decarbonizing the shipping industry. The agreement needs to be formally adopted in October with implementation expected by 2027. The key elements of this agreement lay out measures for pricing emissions and rewarding lower emissions fuels – a fundamental shift.",
      "authors": []
    },
    {
      "title": "Velkommen til Danske Rederier",
      "link": "https://danishshipping.dk/",
      "date": "Jun 23, 2023",
      "snippet": "For at bremse den russiske skyggeflåde i at sejle gennem vores farvande skal vi lave så fintmasket et sanktionsnet som muligt og koordinere indsatsen så tæt...",
      "text": "Mange, der har deres gang ved de danske kyster, har sikkert set den ikoniske fuldrigger glide forbi. Med sine 30 meter høje master og en længde på 54 meter, er det 90-årige skoleskib Georg Stage et smukt syn. Bygget af stål og med tre markante master, tovværk, borgspryd og ikke mindst en besætning af unge mennesker, der prøver kræfter med livet til søs.",
      "authors": []
    },
    {
      "title": "Mobility and transport",
      "link": "https://transport.ec.europa.eu/index_en",
      "date": "Oct 21, 2021",
      "snippet": "The European Commission is seeking citizens', travellers', and tourism operators' views on the upcoming EU sustainable tourism strategy.",
      "text": "In response to Russia’s invasion of Ukraine, the EU stands in solidarity with Ukraine. The EU is acting swiftly and decisively to put an end to Russia’s aggression by imposing wide-ranging sanctions and measures. In parallel, it is supporting the Ukrainian people by providing financial, military and humanitarian assistance. This page collects information on transport measures.",
      "authors": []
    },
    {
      "title": "Strategic Dialogue: accelerating the transition to zero-emission Corporate Fleets in the EU",
      "link": "https://transport.ec.europa.eu/news-events/events/strategic-dialogue-accelerating-transition-zero-emission-corporate-fleets-eu-2025-07-17_en",
      "date": "2 days ago",
      "snippet": "On 17 July in Brussels, Commissioner for Sustainable Transport and Tourism, Apostolos Tzitzikostas, will host a Strategic Dialogue focused on accelerating...",
      "text": "On 17 July in Brussels, Commissioner for Sustainable Transport and Tourism, Apostolos Tzitzikostas, will host a Strategic Dialogue focused on accelerating the transition to zero-emission corporate fleets across the European Union.\n\nDecarbonising road transport is essential - and urgent. For the EU to stay globally competitive, vehicle manufacturers must scale up the production of zero-emission vehicles (ZEVs), and corporate fleets are key to their uptake.\n\nCorporate vehicles account for approximately 60% of new car registrations in the EU and the vast majority of vans, buses, coaches, and lorries. These fleets are used more intensively than private vehicles and are typically replaced more frequently, giving them outsized potential to drive rapid decarbonisation and influence the second-hand market.\n\nThe dialogue will focus on how the EU can strengthen the policy and market signals needed to accelerate this shift—through improved data and monitoring, stronger demand signals, and measures to ensure a more consistent and equitable transition across the internal market.\n\nThe event will bring together fleet operators and providers, trade unions, civil society organisations, and other key stakeholders to chart a collective path toward faster, fairer fleet decarbonisation.",
      "authors": []
    }
  ]
}