{
  "timestamp": "2025-07-28T06:30:20.632737",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "Trump er landet til iskold modtagelse og skarp avisforside: 'En dømt amerikansk forbryder ankommer til Skotland'",
      "link": "https://www.dr.dk/nyheder/udland/trump-har-landet-til-iskold-modtagelse-og-skarp-avisforside-en-doemt-amerikansk",
      "date": "1 dag siden",
      "snippet": "Den amerikanske præsident bryster sig med at have et særligt forhold til Skotland. Men skotterne gengælder ikke hans kærlighed.",
      "text": "På gårsdagens forside af den skotske avis The National stirrer et par intense øjne direkte mod læseren.\n\nLige under det smalle billede følger overskriften \"En dømt amerikansk forbryder ankommer til Skotland\".\n\nManden med de markede øjenbryn og krystalblå øjne er USA's præsident, Donald Trump.\n\nUafhængighedsavisen, der altså støtter et selvstændigt Skotland og er kendt for at have en skarp, aktivistisk tone, lægger ikke skjul på sin modvilje mod præsidentens besøg, som varer til tirsdag.\n\nHer er forsiden af den skotske uafhængighedsavis. Screendump fra X.\n\nForsiden har skabt debat, men avisen fastholder, at den er faktuelt korrekt.\n\nThe National henviser til, at Donald Trump i maj 2024 blev kendt skyldig i 34 punkter i tys-tys-sagen. Han fik efterfølgende en ubetinget løsladelse, der betød, han hverken fik bøde- eller fængselsstraf.\n\nLæs også : Trump putter på sit golfresort i Skotland, mens demonstranter siger nej til præsidenten\n\nDemonstrationer i flere byer\n\nMen den skotske uafhængighedsavis er ikke den eneste, som ikke har set frem til Trumps besøg.\n\nPræsidenten har gentagne gange fremhævet sine skotske rødder – hans mor blev født på Isle of Lewis – men det rammer ikke mange skotske hjerter.\n\nEn politisk meningsmåling fra det skotske analyseinstut Ipsos Scotland fra marts i år viser, at syv ud af ti skotter ikke bryder sig om præsidenten.\n\nAnti-trump-grupper har demonstreret i Aberdeen og Edinburgh for at \"vise Trump præcis, hvad vi synes om ham i Skotland\". (Foto: © LESLEY MARTIN, Ritzau Scanpix)\n\nHanne Tange, som er lektor i engelsk og globale studie på Aalborg Universitet, har siden mandag befundet sig i Skotland og mærket opbygningen til hans besøg blandt befolkningen.\n\nIfølge lektoren er den lukne modtagelse drevet af især tre grupperinger.\n\n- Grundlæggende stemmer flertallet i Skotland for en form for socialdemokrati, siger hun og tilføjer:\n\n- De bryder sig simpelthen ikke om den der form for amerikanske kapitalisme, som han som person repræsenterer.",
      "authors": [
        "Jul Kl."
      ]
    },
    {
      "title": "DR: Nyheder",
      "link": "https://www.dr.dk/",
      "date": "15. okt. 2007",
      "snippet": "Dit Nyhedsoverblik: Breaking news og seneste nyheder - Stream DR's programmer på DRTV - Hør podcast på DR LYD.",
      "text": "'Det var lidt, som om hun var en teenager, der havde tænkt: 'Jeg vil sgu starte et rockband''",
      "authors": [
        "Philip Khokhar"
      ]
    },
    {
      "title": "Mega milliardaftale skal begrænse landbrugets forurening, men 'hr. og fru Danmark' hænger på det meste af regningen",
      "link": "https://www.dr.dk/nyheder/viden/klima/mega-milliardaftale-skal-begraense-landbrugets-forurening-men-hr-og-fru-danmark",
      "date": "4 dag siden",
      "snippet": "Der var brede smil og store ord, da regeringen og en bred kreds af ordførere fra andre partier præsenterede en stor aftale om omstilling af dansk landbrug...",
      "text": "Ifølge hende ville en afgift på samme niveau som andre brancher også have været bedre for klimaet. For en højere afgift gør det dyrere at forurene. Og det ville få flere landbrug til at investere i klimatiltag og reducere deres udledninger mere for at spare penge.\n\nDanskerne står jo også til at få mere skov og måske også et bedre havmiljø med den her aftale. Er det ikke fair nok, at de skal betale en del af regningen?\n\n- Det er klart, at danskerne ville skulle betale en del af regningen. Men jeg synes ikke, det er fair, at de skal betale 82 procent af den her regning. Det synes jeg er uretfærdigt, siger Trine Langhede.\n\nNaturligt, at fælleskassen betaler\n\nPå landbruget Vejlskovgaard ved Odder er Claus Fenger godt klar over, at hans 550 køer belaster klimaet på grund af den kraftige drivhusgas metan, som dyrene i stor stil udleder.\n\nDerfor er Claus Fenger også tilfreds med den grønne trepartsaftale, der skal nedbringe landbrugets forurening blandt andet ved at omlægge landbrugsjord svarende til et areal på størrelse med Fyn og Lolland til skov.",
      "authors": [
        "Jul Kl."
      ]
    },
    {
      "title": "Grøn omstilling er en gigantisk udfordring for den danske model",
      "link": "https://www.altinget.dk/forsyning/artikel/connie-hedegaard-groen-omstilling-er-en-gigantisk-udfordring-for-den-danske-model",
      "date": "17. mar. 2025",
      "snippet": "På Mai Mercados kontor hænger der en stor nej-plakat: \"Det kan blive oversat til, at vi er imod forandring – men det er vi på ingen måde\".",
      "text": "Forleden kunne TV-Avisen fortælle, at vi i den grad mangler elektrikere i DK. Alle taler om, at “fremtiden er elektrisk”, men alligevel mangler der altså elektrikere! Og ingeniører. Og bygningshåndværkere.\n\nI det hele taget mangler vi folk med bæredygtige kompetencer. Medarbejdere, der ikke kun lige kort engang under uddannelsesforløbet har snuset lidt til \"det der med bæredygtighed\", men som har opdateret viden.\n\nHvordan sikrer vi, at den 23-årige nyuddannede elektriker de næste 50 år bliver holdt up to date med nyeste viden?\n\nHer ligger en gigantisk og hastende udfordring til vores uddannelsessystem.\n\nJeg husker, da vi i EU-Kommissionen under den økonomiske krise i 2011/12 skulle have medlemslandene med på at fortsætte klimaambitionerne selv i en svær tid med 26 millioner arbejdsløse i EU.\n\nKommissionsformand Barroso tog til topmøde belæsset med masser af argumenter, slides og grafer. Men der var ét argument, der for alvor betød noget: Job!\n\nDet afgørende argument var, at Kommissionen kunne vise, at energieffektivisering, VE, grøn innovation og i det hele taget det grønne område var én af tre sektorer i Europa med potentiale til at skabe substantielt flere job.\n\nJob-argumentet gælder stadig, og det gælder mere end nogensinde, at her er den store test. For hvis den folkelige opbakning til klimaambitionerne skal fastholdes, så skal bæredygtighed, klima og grøn omstilling tænkes ind i arbejdsmarkedspolitikken - nu!\n\nNår snakken falder på 100.000 job i kulminerne i Polen, så kan alle se udfordringen.\n\nNår man står i Volkswagens hovedkvarter i Wolfsburg, hvor 60.000 mennesker hver eneste dag møder ind på arbejde, kan ingen være i tvivl om, at det er en gigantisk udfordring at gå fra én teknologi til en anden.\n\nAlle kan se, at vi skal fra A til B, men hvordan?\n\nMen hva’... her i Danmark har vi da styr på det der med kompetencerne, ikke?\n\nBlandt andet ved vi jo fra historien, at da vi fra 1970’erne og frem var first movers på miljøpolitik, energi- og vandbesparelser, isolering, fjernvarme og siden på vind og smarte energinet, ja så kastede det job, eksport, velstand og internationale anerkendte brands og virksomheder af sig.\n\nVi kunne dengang, så vi kan vel stadig væk?\n\nÅbenbart ikke bedre end at Boston Consulting Group i en ny rapport konkluderer, at 34 procent af den danske arbejdskraft ikke har de kompetencer, som arbejdsgiverne efterspørger. Selv om det præcise tal sikkert kan diskuteres, så har vi altså en kompetence-kløft.\n\nI Vollswagen troede de, at det ville koste dyrt på beskæftigelsen at satse på elbiler. De troede, at det ville være umuligt at lave omstillingen uden store sociale konsekvenser og massivt tab af arbejdspladser i bilindustrien.\n\nMen man skal ikke tro, man skal vide, så de bad Fraunhofer Institute om at undersøge sagen. Og det viser sig, at det godt kan lade sig gøre. Hvis der er en plan, og hvis tiltag fases fornuftigt ind med start nu - og forudsat at der sker en gevaldig opprioritering af efter- og videreuddannelse, af opkvalificering og omskoling.\n\nMed andre ord: Jo, man kan godt lave grøn omstilling. Også inden for en kortere tidshorisont, men det kræver investeringer, det kræver strategisk fokus, og det kræver, at man rent faktisk tør prioritere og satse på noget.\n\nSå lad os se at få integreret bæredygtighed både i vores uddannelsessystem fra folkeskolen og opefter og i virksomhederne. Ikke kun i de fødte \"grønne\" virksomheder.\n\nPointen er jo sådan set, at bæredygtighed skal være den nye norm over alt, hvorfor det skal afspejles i såvel lære- og læseplaner som i produktionsplaner og -processer.\n\nSelvfølgelig vil nogle job forandre sig. Nogle vil endda forsvinde. Sådan er det altid.\n\nMen det afgørende er, om vi som samfund og fællesskab formår hurtigt at gribe de personer, der ellers risikerer at miste deres job. At vi skaber innovation, så der er et alternativt perspektiv.\n\nDerfor haster det med at få prioriteret området. Også når arbejdsmarkedets parter forhandler overenskomster. Medarbejderne må inddrages og føle sig betrygget i, at den grønne omstilling er for alle.\n\nLyder det svært? Tjo. Men også det har vi jo gjort før.\n\nSer vi tilbage på den industrielle revolution, var netop arbejdskraft og opkvalificering et af omdrejningspunkterne for den succesfulde omstilling. Og den bevidste bestræbelse på at få den brede befolkning med i dannelsesprojektet dengang var afgørende for det samfund, vi har i dag.\n\nIntet samfund er bedre positioneret end det danske til at lykkes med omstillingen. Fundamentet er i orden. Ikke mindst takket være kombinationen af en stærk uddannelsestradition, stærke parter på arbejdsmarkedet og traditionen for offentligt/privat samarbejde.\n\nMen hvis vi ikke bare skal være dem med de tekniske løsninger, men også være dem, der viser verden, at den grønne omstilling ikke behøver føre til polarisering, ja så haster det med at få bygget bro over kompetencekløften.\n\nDet kræver nytænkning af efter- og videreuddannelsesområdet, og det kræver, at flere får lyst til at vælge de fag, der bidrager til, at grønne ord og fine mål omsættes til grøn og konkret handling.\n\nHer ligger virkelig en hasteopgave for den danske model. For først og sidst kræver det, at der investeres i sagen nu. Både økonomisk og politisk.",
      "authors": [
        "Connie Hedegaard"
      ]
    },
    {
      "title": "'Horribel' brug af skattekroner eller 'naturlig' investering? Hundedyr klimaaftale udfordrer partifarverne på Christiansborg",
      "link": "https://www.dr.dk/nyheder/viden/klima/horribel-brug-af-skattekroner-eller-naturlig-investering-hundedyr-klimaaftale",
      "date": "3 dag siden",
      "snippet": "Skatteborgerne hænger på det meste af milliardregningen for aftale om dansk landbrug, viser beregninger.",
      "text": "- Det er man ikke lykkedes med nogen andre steder i verden. Og den afgift vil selvfølgelig også være med til at begrænse den udledning, der er fra landbruget, og sørge for, at man investerer i ny teknologi, forklarer han.\n\nHos Enhedslisten, der altså står udenfor den grønne trepartsaftale, ville partiets politiske ordfører, Pelle Dragsted, hellere have finansieret Den Grønne Trepart ved at bruge flere af de milliarder kroner, landbruget årligt får i EU-tilskud.\n\nDen grønne trepart munder jo også ud i et bedre havmiljø til gavn for danskerne. Er det så ikke også rimeligt, at danskerne betaler noget af regningen?",
      "authors": [
        "Jul Kl."
      ]
    },
    {
      "title": "Nyheder, analyser og debat om dansk politik",
      "link": "https://www.altinget.dk/klima/person/claus-ekman",
      "date": "4. feb. 2023",
      "snippet": "Før: direktør, Rådet for Grøn Omstilling, souschef, Klima-, Energi-, og Forsyningsministeriet, energirådgiver, Udenrigsministeriet.",
      "text": "For et år siden vinkede Claus Ekman og familien farvel til Danmark. Den tidligere direktør for Rådet for Grøn Omstilling slår nu i stedet sine folder i Californien, hvor han er energiattaché på konsulatet i Silicon Valley. Her står han i spidsen for det danske klimadiplomati i et land og en delstat, som han mener, at vi godt kan lære en del af.",
      "authors": []
    },
    {
      "title": "Nyheder, analyser og debat om dansk politik",
      "link": "https://www.altinget.dk/klima/person/ditte-maria-brasso-soerensen",
      "date": "9. feb. 2024",
      "snippet": "#dkpol i Amerika 4: \"Demokraterne er så meget på røven. Og de vinder først igen, når de stiller med en hvid mand\". #dkpol · 51:55.",
      "text": "",
      "authors": []
    },
    {
      "title": "Nyheder, analyser og debat om dansk politik",
      "link": "https://www.altinget.dk/foedevarer/person/ditte-maria-brasso-soerensen",
      "date": "9. jan. 2024",
      "snippet": "Altinget spurgte Folketingets tre yngste om lavere valgretsalder: \"Hvis man kan komme i fængsel som 16-årig, kan man også stemme\". Magnus Skov Illum...",
      "text": "",
      "authors": []
    },
    {
      "title": "Nyheder, analyser og debat om dansk politik",
      "link": "https://www.altinget.dk/klima/person/kim-mortensen",
      "date": "5. feb. 2023",
      "snippet": "Brundtland er en ny tænketank, der skal styrke den demokratiske forsyningssektor inden for vand, varme og affaldshåndtering.",
      "text": "FINANSLOV: Ros for at sætte kog under de grønne kedler, men kritik for at glemme cirkulær økonomi og tredoble afgift. Den nye finanslovsaftale mellem regeringen, støttepartierne og Alternativet møder blandende reaktioner. Få overblik over dem her.",
      "authors": []
    },
    {
      "title": "Nyheder, analyser og debat om dansk politik",
      "link": "https://www.altinget.dk/digital/person/stine-leth-rasmussen",
      "date": "8. jun. 2020",
      "snippet": "Før: afdelingschef, Produktion og Analyse, Dansk Energi, kontorchef, National og EU klima, Energistyrelsen. Uddannet: cand.scient.pol. (Aarhus Uni. 1998).",
      "text": "",
      "authors": []
    },
    {
      "title": "‘Unprecedented’ Ocean Heat Waves In 2023 Suggest Climate Tipping Point",
      "link": "https://gcaptain.com/unprecedented-ocean-heat-waves-in-2023-suggest-climate-tipping-point/",
      "date": "1 day ago",
      "snippet": "By Danielle Bochove Jul 24, 2025 (Bloomberg) –The world's oceans experienced a staggering amount of warming in 2023, as vast marine heat waves affected 96%...",
      "text": "By Danielle Bochove\n\nJul 24, 2025 (Bloomberg) –The world’s oceans experienced a staggering amount of warming in 2023, as vast marine heat waves affected 96% of their surface, breaking records for intensity, longevity and scale, according to a new study.\n\nThat could mark a turning point in the way the oceans behave, potentially signaling a tipping point after which average sea temperatures will be reset higher and some ecosystems may not recover, say the authors of the study, which was published Thursday in the journal Science.\n\n“The ocean going to a new normal — that controls everything,” said Zhenzhong Zeng, an Earth systems scientist at China’s Southern University of Science and Technology, who led the work. “Once we destroy it, then maybe it cannot go back.”\n\nNinety percent of the 2023 oceanic heating anomalies occurred in the North Atlantic, Tropical Eastern Pacific, North Pacific and Southwest Pacific. The average length of the heat waves was 120 days — four times the average length between 1980 and 2023, according to Tianyun Dong, lead author on the paper and an Earth systems scientist at China’s Eastern Institute of Technology. The North Atlantic marine heat wave, which began in 2022, stretched for 525 days.\n\n“The ocean has a long memory,” Dong said. It plays a key role regulating global temperatures by storing and gradually releasing large amounts of heat, but because it is slower to react than the atmosphere, the impact of long-term heat changes can be both delayed and enormous.\n\nRead more: Octopus Invasion In English Channel Shows Risks From Warming Seas\n\nThe researchers used a combination of real-world measurements from the ocean, satellite data and computer modeling to determine the scope and causes of the heating. The highest temperature spike was seen in the Tropical Eastern Pacific, which was 1.63C degrees hotter than normal. While the onset of the El Niño weather phase likely contributed to that, a key finding of the paper is the extent to which different drivers played a role in marine heat waves in different locations. Other factors include increased solar radiation from reduced cloud cover; weaker winds; and changes in ocean currents — factors which can themselves be caused by global warming. Taken together, they show climate change is having an intensifying impact on the oceans.\n\nWhat the paper doesn’t explain is why so many drivers came together in 2023, resulting in so many smashed records, said Zeng. It may be that these changes are beginning to reinforce each other in ways that are not yet understood. Identifying such feedback loops, and figuring out their mechanics, is critical to understanding future heat events, he said.\n\nIn the near term, a marine heat wave can be devastating for humans who depend on the ocean for their livelihood, like fishing communities. “It can also fuel stronger hurricanes and storms along the coast,” said Yuntian Chen, a researcher in mechanics at China’s Eastern Institute of Technology and one of the study’s authors.\n\nAnd if ocean heat reaches a tipping point, some species won’t recover. There are already concerns this could be the case for some of the world’s largest coral reefs. That has other ramifications: The loss of coral and kelp, for example, reduces the ocean’s ability to sequester carbon, which leads to more heating.\n\nThe hottest year on record was 2023 — until 2024, when the Earth’s average temperature reached 1.55C above the pre-industrial average, according to the World Meteorological Organization, and when the average ocean temperatures hit a new high. This year is unlikely to break the annual record again, but is expected to come close. June 2025 was the third-warmest June in 176 years, after 2024 and 2023, according to a recent report by the US National Oceanic and Atmospheric Administration.\n\nThe WMO tracks global temperatures based on six international datasets, including one run by NOAA, whose NCEI Coastal Water Temperature Guide was decommissioned by the US government in May.\n\nZeng’s team relied on NOAA data for its work, some of which is no longer available.\n\nThe cutbacks are “a disaster,” he said. “We are all living on the same planet. The climate is really changing.”\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "Russia temporarily halts Black Sea oil loadings amid sweeping port security crackdown",
      "link": "https://splash247.com/russia-temporarily-halts-black-sea-oil-loadings-amid-sweeping-port-security-crackdown/",
      "date": "3 days ago",
      "snippet": "Reuters reported yesterday that Russia has imposed a sudden halt on foreign oil tanker loadings at its key Black Sea export hubs, citing a new port security...",
      "text": "Reuters reported yesterday that Russia has imposed a sudden halt on foreign oil tanker loadings at its key Black Sea export hubs, citing a new port security decree that requires Federal Security Service (FSB) clearance for all foreign vessels — a move poised to disrupt over 2% of global crude supply.\n\nThe restriction, which took effect immediately following president Vladimir Putin’s executive order earlier this week, is impacting operations at Novorossiisk and the Caspian Pipeline Consortium (CPC) terminal at Yuzhnaya Ozereevka. The CPC handles over 80% of Kazakhstan’s crude exports.\n\nUntil now, FSB clearance was only required for ships entering ports near Russian naval bases. Under the new rules, all ships “en route from foreign ports” will be required to secure authorisation from an official representative of the FSB in coordination with the port captain.\n\nThe clampdown follows recent port mishaps — including explosions, sabotage incidents, and drone attacks — that have threatened Russia’s oil infrastructure. Officially, authorities cite regulatory violations, but the timing aligns with heightened domestic security measures and escalating Western sanctions targeting Russia’s energy sector.\n\nThere has been a string of unexplained explosions targeting tankers linked to Russian trade, some occurring thousands of kilometres from Russian shores, most recently aboard StealthGas’s ammonia tanker Eco Wizard at the Ust-Luga energy hub earlier this month. That blast—officially described as a “minor leak”—triggered the evacuation of the vessel and temporary port closure. Damage inspection revealed large holes in the hull, with metal bent inward, fuelling speculation of an external attack.\n\nMaritime security experts and Western intelligence services have speculated that Ukraine may be escalating a covert sabotage campaign aimed at disrupting Russian oil exports.\n\nThe Eco Wizard blast followed similar incidents in February, when the Turkish-owned Koala was rocked by three explosions at Ust-Luga, and in June, when the Vilamoura, a suezmax managed by TMS Tankers, was hit after calling at Russian ports.\n\nThe Ust-Luga incidents are part of a growing list of maritime explosions involving tankers linked to Russian trade, including outside the Baltic. In recent months, explosions on the Seajewel and Seacharm (both aframaxes managed by Thenamaris) in the Mediterranean, as well as the Grace Ferrum off Libya, have raised alarms among maritime security experts, many of whom suspect the use of limpet mines.\n\nIn December 2024, the Ursa Major, a Russian general cargo ship, sank in the western Mediterranean following an underwater explosion. While official statements have often downplayed these events, local authorities and international observers increasingly view them as a coordinated campaign against Russia’s export of fossil fuels.\n\nLast week, Russia’s state-run port operator FSUE Rosmorport announced a RUB3.16bn ($39.5m) tender to inspect the underwater sections of vessels at key Baltic Sea ports amid mounting concerns over maritime sabotage.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Martyn Benson"
      ]
    },
    {
      "title": "Rethinking shipping’s systems to unlock a sustainable blue economy",
      "link": "https://splash247.com/rethinking-shippings-systems-to-unlock-a-sustainable-blue-economy/",
      "date": "4 days ago",
      "snippet": "Matthieu de Tugny, executive vice president at Bureau Veritas, has a new book out called Toward a sustainable blue economy, which addresses the complex...",
      "text": "Matthieu de Tugny, executive vice president at Bureau Veritas, has a new book out called Toward a sustainable blue economy, which addresses the complex challenges that the industry currently faces in its pursuit of more sustainable operations, whilst also looking at the need for industry-wide transformation in how we finance, fuel and operate the global fleet. Today, he writes exclusively for Splash.\n\nToday’s maritime industry faces unprecedented uncertainty as it navigates geopolitical tensions, shifting trade dynamics, and a rapidly evolving regulatory landscape. However, whilst managing these competing challenges, shipping must not lose sight of its responsibility to protect the world’s oceans, its resources and the planet it sustains.\n\nAs the world’s largest and most vital mode of trade, shipping sits at the heart of the ocean economy, a large and fast-growing economic sector with significant untapped potential. But if we are to ensure the future health and prosperity of our industry at the same time as protecting the marine environment and responsibly growing the wider ocean economy, it is vital that shipping challenges the deeply conservative financial frameworks that underpin it.\n\nThe ocean economy is estimated to be worth $2.2trn annually, encompassing everything from global trade to tourism, fisheries and offshore energy. Marine-based activity has outpaced global GDP growth for decades, and shipping, in particular, has experienced a period of sustained growth in recent years. In 2023, over 12bn tonnes of cargo were transported by sea, 2.6 times the volume shipped in 1995.\n\nBut while this economic expansion represents a positive signal of the industry’s resilience, the environmental cost is undeniable. Over 90% of the global fleet still runs on polluting fuel oil, and decarbonising the industry will cost between $8bn and $28 bn annually, with the price tag for infrastructure upgrades potentially reaching $90bn.\n\nThese are daunting figures for owners navigating uncertain fuel availability, evolving regulations, and variable demand. Furthermore, the industry is having to contend with a rapidly aging global fleet that will see approximately 15,000 vessels reach the end of their economic life within the next 10 years. In light of shipping’s growing capital needs as a result of these challenges, it is essential that the industry invests in “green ships” that are fit to support a decarbonized shipping sector.\n\nIn order to fund this imbalance, the industry could embrace a shift to green financing models that indelibly link capital with climate performance. This concept is not new. In 2019, a collective of global shipping financial institutions and industry organizations launched the Posidon Principles, a global framework to ensure continued alignment of shipping portfolios with global climate goals, and which represents over $240bn in today’s global shipping finance.\n\nFrom a public finance perspective, regional bodies – such as the EU Innovation Fund – are investing significantly in green fuels and zero-emission vessel pilots, as well as bunkering infrastructure to support the industry in managing its green transition.\n\nShipping’s complex operational landscape also provides a significant opportunity to double down on the progress that has been made in elevating the role of green financing by departing from its traditional conservative financial models that prioritize short-term cost efficiency, in favour of investment that is directly tied to achieving long-term environmental gain. In a decarbonized world, financing mechanisms must evolve to facilitate the green transition, but they also have to find a way to incentivize all stakeholders and requirements.\n\nAs the sustainable finance landscape evolves, financial institutions must also adjust their sentiment to maritime investment markets in order to consider evolving regulatory frameworks and address the value chains and industry levers that will ultimately drive sustainable finance. Only then will the industry be in a position to correct the current imbalance between economic growth and environmental stewardship.\n\nA sustainable blue economy isn’t a distant vision; it’s an urgent necessity. However, in order to achieve this collective goal, the maritime industry must reimagine the interconnected systems, processes and practices that have remained unchanged for decades.",
      "authors": [
        "Splash Is Asia Shipping Media S Flagship Title Offering Timely",
        "Informed",
        "Global News The Maritime Industry",
        "Martyn Benson",
        "David Boffey",
        "Arjun Vikram-Singh"
      ]
    },
    {
      "title": "Sri Lanka’s top court orders $1bn payout over X-Press Pearl disaster",
      "link": "https://splash247.com/sri-lankas-top-court-orders-1bn-payout-over-x-press-pearl-disaster/",
      "date": "3 days ago",
      "snippet": "Sri Lanka's Supreme Court has ordered the owners and operators of the X-Press Pearl container vessel to pay $1bn in compensation for the devastating...",
      "text": "Sri Lanka’s Supreme Court has ordered the owners and operators of the X-Press Pearl container vessel to pay $1bn in compensation for the devastating environmental and economic damage caused when the ship caught fire and sank off Colombo in 2021.\n\nDescribed by the court as “the most severe marine environmental catastrophe in the country’s history”, the incident involved the Singapore-flagged vessel catching fire on May 20, 2021, while carrying hazardous cargo including 25 tonnes of nitric acid and over 1,500 containers. Despite weeks of firefighting efforts, the vessel sank on June 2, 2021, unleashing vast quantities of toxins and plastic pellets- also known as nurdles – into the Indian Ocean.\n\nThe fallout was catastrophic: extensive marine pollution, mass deaths of marine wildlife—417 sea turtles, 48 dolphins, eight whales—and severe disruptions to coastal ecosystems. A year-long fishing ban further devastated the livelihoods of thousands of Sri Lankans.\n\nThe court directed the $1bn be paid to the secretary to the treasury in instalments within one year. A MV X-Press Pearl Compensation Commission, chaired by retired justice E.A.G.R. Amarasekera, will oversee the restitution and rehabilitation process. The bench also directed Sri Lanka’s attorney general to expedite criminal investigations against those involved, including local agents and officials accused of inaction.\n\nThe ruling named the vessel’s owner, EOS Ro, charterers, and local agent Sea Consortium Lanka—all Singapore-based—as liable under the polluter pays principle. It found that these parties had acknowledged environmental harm but failed to offer credible assessments or counterclaims to the losses presented.\n\nThe Supreme Court held that the state had also failed its citizens. Then minister of environment Nalaka Godahewa and the Marine Environment Protection Authority (MEPA) were found to have violated fundamental rights by failing to take prompt preventive action. The ruling came in response to multiple fundamental rights petitions filed by environmentalists, fishing communities, and religious leaders.\n\nThe court declared the incident “the largest recorded marine plastic spill in the world”, citing the unprecedented release of hazardous materials that poisoned waters and harmed phytoplankton—critical to ocean ecosystems. The judgment also noted the disaster’s long-term effects, with pollution and ecological damage still evident four years on.\n\nThe owners and their representatives have yet to publicly comment on the ruling.\n\nThe full story of how the X-Press Pearl came to meet its fiery end in Sri Lanka has overtones of previous ship catastrophes such as the 2002 Prestige tanker incident and should fan the flames in the ongoing places of refuge debate.\n\nSpeaking with Splash in the wake of the disaster four years ago, Tim Hartnoll, the executive chairman of X-Press Feeders, said that poor packaging was responsible for an acid leak, which the crew had detected in some containers while in the Arabian Sea, thousands of kilometres away from Sri Lanka. On detecting the leak, the ship’s captain then contacted two ports – Hazira on the west coast of India and Hamad in Qatar – requesting to offload the containers in question. The requests were denied, and the brand new ship made its way to Sri Lanka.\n\n“It was a case of not in my backyard syndrome,” Hartnoll said.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Martyn Benson"
      ]
    },
    {
      "title": "Strong Capesize Demand Lifts Baltic Dry Bulk Index To Over 1-Year Peak",
      "link": "https://www.hellenicshippingnews.com/strong-capesize-demand-lifts-baltic-dry-bulk-index-to-over-1-year-peak/",
      "date": "4 days ago",
      "snippet": "The Baltic Exchange's main sea freight index, which measures rates for ships carrying dry bulk commodities, firmed on Wednesday to its highest level in more...",
      "text": "",
      "authors": []
    },
    {
      "title": "Putin orders FSB to vet all foreign ships entering Russian ports",
      "link": "https://splash247.com/putin-orders-fsb-to-vet-all-foreign-ships-entering-russian-ports/",
      "date": "5 days ago",
      "snippet": "Russia has tightened access to its seaports, with president Vladimir Putin signing a decree on Monday mandating that all vessels arriving from foreign ports...",
      "text": "Russia has tightened access to its seaports, with president Vladimir Putin signing a decree on Monday mandating that all vessels arriving from foreign ports must now obtain prior approval from the country’s Federal Security Service (FSB).\n\nThe executive order, which takes effect immediately, marks a significant expansion of wartime maritime controls. Until now, FSB clearance was only required for ships entering ports near Russian naval bases. Under the new rules, all ships “en route from foreign ports” will be required to secure authorisation from an official representative of the FSB in coordination with the port captain.\n\nThe Kremlin has not provided a formal rationale for the move, but the decree cites a constitutional provision governing military conditions — a likely reference to ongoing martial law statutes in regions of Russia bordering Ukraine.\n\nThe announcement comes in the wake of a string of unexplained explosions targeting tankers linked to Russian trade, some occurring thousands of kilometres from Russian shores, most recently aboard StealthGas’s ammonia tanker Eco Wizard at the Ust-Luga energy hub earlier this month. That blast—officially described as a “minor leak”—triggered the evacuation of the vessel and temporary port closure. Damage inspection revealed large holes in the hull, with metal bent inward, fuelling speculation of an external attack.\n\nMaritime security experts and Western intelligence services have speculated that Ukraine may be escalating a covert sabotage campaign aimed at disrupting Russian oil exports.\n\nThe Eco Wizard blast followed similar incidents in February, when the Turkish-owned Koala was rocked by three explosions at Ust-Luga, and in June when the Vilamoura, a suezmax managed by TMS Tankers, was hit after calling at Russian ports.\n\nThe Ust-Luga incidents are part of a growing list of maritime explosions involving tankers linked to Russian trade, including outside the Baltic. In recent months, explosions on the Seajewel and Seacharm (both aframaxes managed by Thenamaris) in the Mediterranean, as well as the Grace Ferrum off Libya, have raised alarms among maritime security experts, many of whom suspect the use of limpet mines.\n\nIn December 2024, the Ursa Major, a Russian general cargo ship, sank in the western Mediterranean following an underwater explosion. While official statements have often downplayed these events, local authorities and international observers increasingly view them as a coordinated campaign against Russia’s export of fossil fuels.\n\nLast week, Russia’s state-run port operator FSUE Rosmorport announced a RUB3.16bn ($39.5m) tender to inspect the underwater sections of vessels at key Baltic Sea ports amid mounting concerns over maritime sabotage.\n\nThe string of blasts recorded in recent months will likely initiate a review of war risk premium rates for vessels calling Russian Baltic Sea ports, maritime security specialist Ambrey suggested earlier this month. Ambrey is advising shipping companies to conduct asset screening assessments for all charter-party agreements and purchases, and to carry out dynamic voyage risk assessments.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Martyn Benson"
      ]
    },
    {
      "title": "Maritime Videos Marine Logistics Marine Services",
      "link": "https://www.marinelink.com/videos/tags-marine_logistics/tags-marine_services/tags-north_africa/tags-port_services/the",
      "date": "4 days ago",
      "snippet": "Maritime Videos Marine Logistics Marine Services. Clear All Filters · Log in. Sponsored Content. Safer Starts Here: Build Ships, Protect Crews.",
      "text": "",
      "authors": []
    },
    {
      "title": "Sources: Second tanker skips fuel lift from Nayara sanctions-hit",
      "link": "https://www.marinelink.com/blogs/blog/sources-second-tanker-skips-fuel-lift-from-nayara-sanctionshit-103054",
      "date": "4 days ago",
      "snippet": "According to three sources in the industry and LSEG's ship tracking data, a tanker won't load fuel as planned from India's Nayara Energy Refinery…",
      "text": "",
      "authors": []
    },
    {
      "title": "Maritime Videos Maritime Reporter Middle East North",
      "link": "https://www.marinelink.com/videos/blogs-maritime_reporter/tags-middle_east/tags-north_america/tags-north_asia/tags-transportation/the",
      "date": "3 days ago",
      "snippet": "Maritime Videos Maritime Reporter Middle East North. Clear All Filters · Log in. Sponsored Content. Safer Starts Here: Build Ships, Protect Crews.",
      "text": "",
      "authors": []
    },
    {
      "title": "China Merchants Energy Shipping becomes largest shareholder in Antong Holdings",
      "link": "https://splash247.com/china-merchants-energy-shipping-becomes-largest-shareholder-in-antong-holdings/",
      "date": "4 days ago",
      "snippet": "China Merchants Energy Shipping (CMES) is poised to become the largest shareholder in Antong Holdings after announcing a strategic acquisition of up to...",
      "text": "China Merchants Energy Shipping (CMES) is poised to become the largest shareholder in Antong Holdings after announcing a strategic acquisition of up to 13.8% of the domestic container shipping firm. The move follows the recent collapse of a previously planned asset deal between the two state-backed players.\n\nCMES will invest up to RMB1.8bn ($250 m) via its subsidiary Sinotrans Container Lines, using a combination of block trades, centralised bidding, and negotiated transfers to purchase 333.7m shares of Antong, equal to 7.89% of the company. When combined with shares held by affiliated parties—including China Merchants Port and multiple Sinotrans-linked tally and shipping firms—the total holding will reach 13.8%.\n\nThe investment marks a shift in CMES’ strategic approach following the abandoned June transaction that would have seen Antong acquire CMES’s container and car carrier subsidiaries. That deal, first floated in 2023, was scrapped due to disagreements over transaction terms and changing market conditions.\n\nSinotrans has outlined plans to increase its stake in Antong further over the coming year, with potential additional investments of up to RMB720m.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Martyn Benson"
      ]
    },
    {
      "title": "Sustainable EU tourism: new communication toolkit available",
      "link": "https://transport.ec.europa.eu/news-events/news/sustainable-eu-tourism-new-communication-toolkit-available-2025-07-23_en",
      "date": "4 days ago",
      "snippet": "Ready to make tourism in your destination more sustainable? The Sustainable EU Tourism initiative is here to support you.",
      "text": "Ready to make tourism in your destination more sustainable? The Sustainable EU Tourism – Shaping Tourism for Tomorrow initiative is here to support you.\n\nLed by the European Commission, it’s all about helping destinations like yours lead the green and digital transition – while keeping tourism thriving, local, and low-impact. To help you promote sustainable tourism practices within your network, you can now find a communication toolkit online.\n\nIt includes ready-to-use visual assets, social media content, and success stories showcasing how destinations across Europe are putting sustainability into action.",
      "authors": []
    }
  ]
}