{
  "timestamp": "2025-05-11T13:41:34.325974",
  "query": "Combined strategic Danish, global, and sustainability shipping sources",
  "serper_results": [
    {
      "title": "Konference: Grøn omstilling af vejtransporten",
      "link": "https://www.altinget.dk/kalender/57752",
      "date": "2 dag siden",
      "snippet": "Dansk Erhverv inviterer tirsdag 13. maj til formiddagsmøde i København, hvor fokus er på den grønne omstilling af den tunge vejtransport. Facebook.",
      "text": "Director for Innovation and Entrepreneurship, Copenhagen School of Entrepreneurship\n\nHovedstaden 28. maj",
      "authors": []
    },
    {
      "title": "EU-konference: Europa ved en grøn skillevej – kan Danmark lede EU gennem kriserne?",
      "link": "https://www.altinget.dk/klima/kalender/58016",
      "date": "2 dag siden",
      "snippet": "Europa befinder sig midt i et geopolitisk stormvejr, hvor USA under præsident Donald Trump har skabt tvivl om den transatlantiske alliance og har forladt...",
      "text": "20. maj 2025 13:00 - 15:15\n\nEU-konference: Europa ved en grøn skillevej – kan Danmark lede EU gennem kriserne?\n\nEuropa befinder sig midt i et geopolitisk stormvejr, hvor USA under præsident Donald Trump har skabt tvivl om den transatlantiske alliance og har forladt FN’s klimaaftale. Flere presser på for at sænke de grønne ambitioner i EU’s Green Deal her i 2025, men hvordan er styrkeforholdet?",
      "authors": []
    },
    {
      "title": "Advokater har satset benhårdt på grøn energi – nu er del af markedet »smadret«",
      "link": "https://finans.dk/erhverv/ECE18157077/advokater-har-satset-benhaardt-paa-groen-energi-nu-er-del-af-markedet-smadret/",
      "date": "4 dag siden",
      "snippet": "Accura har fyret i sin energiafdeling, og flere store advokatfirmaer melder om ”klart flere udsving på markedet end tidligere”, men ser også fortsat...",
      "text": "Store advokatfirmaer har de seneste år satset massivt på vedvarende energi på ryggen af en tilsyneladende ustoppelig strøm af nye projekter og investeringer, men nu har Donald Trump sendt den grønne dagsorden til tælling.\n\nDet har ramt Accura, der, som AdvokatWatch skrev mandag, har gennemført en fyringsrunde i blandt andet sin",
      "authors": [
        "Steffen Moses",
        "Andreas Vestergaard"
      ]
    },
    {
      "title": "Konference: Grøn omstilling af vejtransporten",
      "link": "https://www.altinget.dk/arktis/kalender/57752",
      "date": "3 dag siden",
      "snippet": "Dansk Erhverv inviterer tirsdag 13. maj til formiddagsmøde i København, hvor fokus er på den grønne omstilling af den tunge vejtransport. Facebook.",
      "text": "For to år siden havde vi ifølge Lars Løkke Rasmussen \"desperat brug for at få en arktisk strategi\". Mandag overtager Kongeriget Danmark formandskabet i Arktisk Råd – og har nu på femte år ingen fælles strategi for Arktis.",
      "authors": []
    },
    {
      "title": "Brintgigant advarer: Politikerne gambler med grøn omstilling",
      "link": "https://borsen.dk/nyheder/baeredygtig/brintgigant-advarer-politikerne-gambler-med-gron-omstilling",
      "date": "4 dag siden",
      "snippet": "Jacob Krogsgaard holder sig ikke tilbage med billedsproget. “Vi har et straffespark, hvor vi kan vælge at score eller skyde langt over mål med hul i buksen.",
      "text": "Jacob Krogsgaard holder sig ikke tilbage med billedsproget.\n\n“Vi har et straffespark, hvor vi kan vælge at score eller skyde langt over mål med hul i buksen.”\n\n“Det virker, som om de gambler med den grønne omstilling,” lyder det fra topchefen i brintfirmaet Everfuel.\n\nPolitikerne har investeret milliarder af kroner i at sætte gang i det spirende marked for grønne brændstoffer, som klima- og energiminister Lars Aagaard (M) har kaldt for et “nyt dansk eksporteventyr”.\n\nFlere gange har ministeren understreget, at markedet skal op i gear, hvis Danmark skal nå klimamålene og gøre sig uafhængig af russisk gas.\n\nMen nu lægger Klima- og Energiministeriet op til noget, som ifølge Jacob Krogsgaard og brancheorganisationen Brintbranchen modarbejder regeringens egne ambitioner på området.\n\n“Vi stiller os meget måbende over for det. Det er fuldkommen galimatias,” siger han.\n\nDen gordiske knude\n\nI sommer nåede Everfuel en milepæl, da firmaet langt om længe kunne sende den første portion grønne brint afsted fra anlægget Hysynergy i Fredericia.\n\nBrinten bliver leveret til raffinaderiet Crossbridge Energy, som, lidt simpelt forklaret, forædler det til traditionelle brændstoffer, der så bliver grønnere.\n\nMen Jacob Krogsgaard frygter, at en stor del af forretningen forsvinder for selvsamme anlæg, hvis ministeriets planer bliver til virkelighed.\n\nVi skal et smut forbi Bruxelles for at forstå problematikken.\n\n“ Man skal have de venlige briller på for at forstå det logiske i det her Tejs Laustsen Jensen, adm. direktør i Brintbranchen\n\nDet drejer sig nemlig om et krav fra EU i det såkaldte VE-III direktiv.\n\nHer står, at 5,5 pct. af medlemslandenes anvendte brændstoffer i 2030 skal bestå af det, man kalder “avancerede biobrændstoffer” eller “RNFBO”. Det betyder altså, at der skal blandes 5,5 pct. grønne brændstoffer i traditionelle brændsler.\n\n“Avancerede biobrændstoffer” dækker over brændsler, der er baseret på f.eks. palmeolie eller halm, mens “RNFBO” dækker over brændstoffer, der er produceret med vedvarende energi – altså f.eks. grøn brint.\n\nDet er op til landene selv at bestemme, hvor meget de to forskellige slags brændstoffer skal fylde ud af de 5,5 pct.\n\nDet er her, filmen begynder at knække, ifølge Jacob Krogsgaard.\n\nKlima- og Energiministeriet har nemlig sendt en bekendtgørelse i høring, hvor den lægger op til en absolut minimumsimplementering af RNFBO. Det betyder, at blot 1 pct. skal være brændstoffer, der er produceret på vedvarende energi.\n\n“Det giver ingen mening, at man ikke vil skubbe på efterspørgslen af grøn strøm og brint. Man har mulighed for at løse den gordiske knude, vi har med den grønne omstilling i Danmark, hvor det er meget svært at få en god businesscase i at bygge flere solcelleparker og vindmøller, fordi markedet for grønne brændstoffer ikke følger med,” siger Jacob Krogsgaard.\n\nMen udfordringerne stopper ikke der.\n\nOven i hatten siger ministeriet, at anlæg, der har modtaget støtte, ikke må tælle med i at opfylde direktivet fra EU. Det betyder, at mange anlæg bliver dømt ude, herunder Everfuels’, som har modtaget støtte under EU’s IPCEI-program.\n\n“Det vil de facto betyde, at en stor del af vores forretning forsvinder. Halvdelen af vores brint er beregnet til raffinaderiet, som vi risikerer, ikke længere vil tage imod det,” siger Jacob Krogsgaard.\n\nFAKTA Hvad er en bekendtgørelse? Bekendtgørelser er regler, der uddyber eller præciserer indholdet af en lov og fastsættes administrativt af et ministerium. De har samme retsvirkning som love over for borgerne, selv om de ikke bliver vedtaget af Folketinget. Kilde: Folketinget.dk\n\nEn lang nedtur\n\nDet er langtfra første gang, at markedet for grønne brændstoffer støder på problemer.\n\nDet seneste år kan bedst beskrives som en lang nedtur for power-to-x og grønne brændsler, hvor flere projekter er blevet udskudt og droppet.\n\n\n\n\n\nMarkedet udvikler sig langsommere end ventet, produktet er blevet dyrere, og aftagerne har ikke været villige til at betale prisen for de grønne dråber.\n\nTidslinjen for en afgørende infrastruktur er også skredet. Brintrøret til Tyskland, hvor grøn brint skal flyde fra danske brintfabrikker ned til det tunge industriland, bliver tre år forsinket.\n\nFormen på brintrøret er også ændret, så det ikke længere skal løbe ud til Fredericia. Det var ellers planen, da Jacob Krogsgaard tog de første spadestik til sin brintfabrik.\n\nDet har rystet Everfuels forretning yderligere, da anlægget på sigt skulle sende brint til Tyskland.\n\nSvækker muligheder\n\nI brancheforeningen Brintbranchen er adm. direktør Tejs Laustsen Jensen ligeledes uforstående over for ministeriets planer.\n\nIfølge ham svækker det muligheden for at få skub på grøn strøm i Danmark, indfrielsen af brintambitionerne og at få en gevinst ud af de investeringer, der allerede er lavet i området.\n\n“Man skal have de venlige briller på for at forstå det logiske i det her,” siger han og tilføjer:\n\n“Der er behov for at få stimuleret aftageren og efterspørgslen af grønne brændstoffer, og det her er en oplagt mulighed for at gøre det. Men der vælger man i stedet at sætte kravet så lavt, som man overhovedet kan slippe afsted med.”\n\n15 mia. kr. – mindst – ventes brintrøret til Tyskland at koste den danske stat\n\nHan mener desuden, at ministeriet har misforstået reglerne i vurderingen af, at støttede anlæg ikke må tælle med.\n\n“Det er enormt problematisk og efter vores opfattelse en fejl,” siger han.\n\nI bedste fald kommer ministeriets forslag til at forsinke produktionen af grønt brændstof i Danmark, siger Tejs Laustsen Jensen. I værste fald misser Danmark chancen for at producere brændstofferne selv.\n\n“Derfor håber vi også, at man vil gå tilbage til tegnebrættet og genoverveje det her,” siger Tejs Laustsen Jensen.\n\nBurde branchen ikke kunne klare sig på markedsvilkår?\n\n“Vi kan ikke konkurrere kostmæssigt med fossile brændstoffer. Punktum. Der er vi ikke endnu. Det gælder alle de grønne teknologier, du har i spil. Der er brug for regulering og støtte. Man kan ikke stille en veletableret fossil værdikæde op imod en ny grøn.”\n\nEn trinvis indfasning\n\nDen bedste løsning vil være at indfase kravet om at iblande RNFBO gradvist allerede fra 2026, fordi markedet på den måde hurtigere kan komme i gang, lyder det fra både Jacob Krogsgaard og Tejs Laustsen.\n\nIfølge Jacob Krogsgaard burde kravet presses helt op på, at 5 pct. ud af de 5,5 skal være brændstoffer baseret på vedvarende energi.\n\nGiver det ikke meget god mening, at regeringen ikke vil gøre det? Brint er dyrt, og det vil måske presse priserne på brændstof for meget op?\n\n“Det er nok det politiske argument,” siger han, men henviser til en beregning, som Rambøll har udarbejdet for Brintbranchen, der viser, at sådan en implementering på 5 pct. vil få prisen på diesel til at stige en halv procent ud fra den nuværende markedspris.\n\n“Så det er ikke vilde stigninger, vi kigger på, holdt op mod fordelene,” siger han.\n\nRambølls beregninger, som er bestilt af Brintbranchen, er ikke offentligt tilgængelige, men Børsen har set dem.\n\nHer fremgår det, at implementeringen, som regeringen lægger op til, vil føre til en prisstigning på 0,0076 kr. pr. liter diesel i 2030, mens et krav om 5 pct. vil føre til en prisstigning på 0,075 kr.\n\nBørsen har foreholdt Klima- og Energiministeriet kritikken og efterspurgt et interview med Lars Aagaard.\n\nMinisteren har ikke haft mulighed for stille op til interview, men presseafdelingen har sendt et svar. Det forholder sig ikke til kritikken, men henviser til nogle af de andre initiativer, Folketinget har lavet på ptx-området, og skriver:\n\n“Baggrunden for beslutningen er et hensyn til at efterleve EU-kravene, men samtidig søge at nedbringe omkostningerne for branchen og borgerne i opfyldelsen af kravet.”",
      "authors": [
        "Johanne Myrup Fischer"
      ]
    },
    {
      "title": "Cowi: Biodiversitet bør være et kardinalpunkt ved de lokale grønne treparters udpegning af arealer",
      "link": "https://www.altinget.dk/miljoe/artikel/cowi-biodiversitet-boer-vaere-et-kardinalpunkt-ved-de-lokale-groenne-treparters-udpegning-af-arealer",
      "date": "2 dag siden",
      "snippet": "Den Grønne Trepart åbner en unik mulighed for at realisere en kinderæg-effekt: På én gang kan vi nemlig forbedre både klima, vandmiljø og biodiversitet...",
      "text": "Danmark står over for tre hovedopgaver, når lokale beslutninger om fremtidens arealanvendelse skal tages i forbindelse med Den Grønne Trepart.\n\nLæs også\n\nDe lokale treparter har en legendarisk mulighed for at tage livtag med alle tre udfordringer på én gang, men det er ikke ligegyldigt, hvordan vi bærer os ad.\n\nFor selvom alle tre problemer er væsentlige i sin egen ret, får de ikke samme grad af opmærksomhed. Det er bekymrende at konstatere, at der i øjeblikket er en tendens til udelukkende at fokusere på klimamål og begrænsning af kvælstofudslip i stedet for struktureret at omfavne biodiversiteten på land i planlægningen.\n\nVælger vi en klog løsning og placerer arealerne korrekt og rigtigt i landskabet, kan arealerne bidrage til flere målsætninger samtidigt. Dermed opstår der synergieffekter, som begrænser omkostningerne ved at løse alle tre opgaver markant.\n\nSats på plads til naturen\n\nCowi er — som de fleste andre — ikke et øjeblik i tvivl om nødvendigheden af en hurtig og kolossal indsats for at mindske udledningen af næringsstoffer til vandmiljøet og drivhusgasser i atmosfæren. Vi arbejder dagligt indgående for og med disse indsatser, blandt andet i vores mange Klimalavbunds- og vådområdeprojekter.\n\nKlimarådets analyse viser, at hvis vi fokuserer ensidigt på 100 procent målopfyldelse af både klima- og vandmiljømål i vores arealomlægning, så opnår vi samtidigt 16 procent målopfyldelse for biodiversitet.\n\nMen hvis vi i stedet planlægger omlægningsindsatsen efter at opfylde mål for biodiversitet og vandmiljø, så ville vi kunne opnå 100 procent målopfyldelse for vandmiljø, 100 procent målopfyldelse for biodiversitet og 104 procent målopfyldelse af klima.\n\nAt adressere biodiversitetstabet betyder, at der skal satses helhjertet på arealer med det enkelte formål, at der skal være plads til natur. Torben Ebbensgaard og Katrine Grace Turner\n\nHhv. Biolog og fag- og markedschef samt biolog og seniorprojektchef, Cowi\n\nDe mål og indsatser, som foreløbigt er lagt for implementeringen af aftalen 'Et Grønt Danmark', svarer desværre til det første scenarie.\n\nDer hersker måske en naiv tro på, at biodiversiteten, uanset hvilke arealer der vælges og hvordan de etableres, blot vil følge med i kølvandet på disse initiativer. Eller også vælges alene de letteste, hurtigste løsninger uden at se længere ud i fremtiden. Og der er langt til de 'kloge løsninger og kompromiser', som skulle ligge til grund for Grøn Trepart og den ambitiøse omstilling af landbruget.\n\nDer er mange eksempler på, at etablering af næringsrige enge (vådområdeprojekter) eller moser (lavbundsprojekter) på hidtil dyrket jord ikke umiddelbart skaber levesteder for sårbar, truet biodiversitet. I hvert fald ikke de første mange årtier. Og der er enighed om, at målopfyldelse for biodiversiteten kræver sikring af eksisterende sårbare arealer samt store sammenhængende naturarealer, etableret der, hvor flora og fauna får størst gavn af arealerne.\n\nUdgangspunktet skal ikke være klima\n\nKlimarådets analyse maner samtidig enhver tvivl i jorden om fordelene ved multifunktionel målopfyldelse på arealerne. Men indsatsen skal altså planlægges med udgangspunkt i biodiversitet og vandmiljø for at opnå gevinsterne — og ikke med udgangspunkt i klima.\n\nHvis vi i arbejdet med Grøn Trepart overser den presserende nødvendighed for at adressere tabet af biodiversitet, vil vi i fremtiden miste endnu mere af vores fælles, fantastiske biodiversitet.",
      "authors": []
    },
    {
      "title": "Elektriske trailere skal sætte skub i grøn omstilling af den tunge transport",
      "link": "https://ing.dk/artikel/elektriske-trailere-skal-saette-skub-i-groen-omstilling-af-den-tunge-transport",
      "date": "6 dag siden",
      "snippet": "EU har for nyligt stillet krav om, at CO2-udledningen fra den tunge transport skal reduceres med 90 procent. Anhængere med elmotorer og batterier kan skubbe...",
      "text": "Et samlet overblik over indhold der interesserer dig\n\nDu kan modtage notifikationer, når vi udgiver nyt indhold, der interesserer dig, baseret på hvilke interesserer, skribenter og virksomheder du følger.\n\nLog ind eller opret en konto for at komme i gang.",
      "authors": [
        "Johanne Hanghøj Jørgensen"
      ]
    },
    {
      "title": "Biogaskonference: Metanreduktionspotentialer i en dansk og europæisk kontekst",
      "link": "https://www.altinget.dk/klima/kalender/58015",
      "date": "2 dag siden",
      "snippet": "Rådet for Grøn Omstilling inviterer til konference, hvor der sættes fokus på den danske indsats for at reducere metan-udledninger i og gennem...",
      "text": "Program\n\n8:30-9:00: Breakfast and networking\n\n9:00-9:05: Welcome from the moderator of the conference\n\nLaila Kildesgaard, expert in green transition and local development\n\n9:05-9:15: Introduction of the program and the Methane Matters Coalition\n\nJens Hürdler, Senior-Expert at Deutsche Umwelthilfe / Environmental Action Germany\n\n9:15-9:35: Methane is a problem and a solution (tbc)\n\n9:35-10:05: The Danish Biogas Production\n\nBodil Harder, Chief Analyst at the Danish Council on Climate Change and earlier at the Danish Energy Agency\n\n10:05-10:15: Break\n\n10:15-11:00 Panel discussion: What is the future of biogas production in the light of the Danish Green Tripartite Agreement?\n\nBruno Sander Nielsen, Technical Director at Danish Biogas Association, Tavs Nyord, Senior consultant at CONCITO, Morten Winther Vestenaa, Specialised consultant at Innovation Centre for Organic Farming, Green Transition Denmark\n\n11:00-11:20: Break\n\n11:20-11:50: Biogas production in other European countries: Germany as an example\n\nDr Semra Bakkaloglu, Research Assoiciate, Imperial College London\n\n11:50-12:00: Conclusions\n\n12:00-13:00: Lunch and network",
      "authors": []
    },
    {
      "title": "Log ind med Medielogin",
      "link": "https://finans.dk/login?returnUrl=%2Ftags%2Forganisationer.jp.dk%2C2014%3AR%2525C3%2525A5det_for_Gr%2525C3%2525B8n_Omstilling%3FloggedIn%3Dtrue%26loggedIn%3Dtrue",
      "date": "5 dag siden",
      "snippet": "Fortsæt til indhold. tirsdag 6. maj 2025. Gå til forsiden af Finans · Log indKøb Menu. Adresse: Rådhuspladsen 371785 København V33 30 31 31. Udgiver:.",
      "text": "Log ind med dit Medielogin for at få adgang til dit indhold på finans.dk",
      "authors": []
    },
    {
      "title": "Region Hovedstaden ansætter bæredygtighedschef",
      "link": "https://www.altinget.dk/klima/navnenyt/region-hovedstaden-ansaetter-baeredygtighedschef",
      "date": "for 7 timer siden",
      "snippet": "Region Hovedstaden har fundet en ny bæredygtighedschef til Center for Ejendomme, og det er Ditte Klerens Søndergaard. Det skriver Ditte Klerens Søndergaard...",
      "text": "Udvalget\n\nspørger:\n\nHvordan vil man sikre, at det bliver lettere for de danske boligejere at tage plugin-solcelleanlæg i brug?",
      "authors": [
        "Malte Dan Møller Henriksen"
      ]
    },
    {
      "title": "LNG Industry Warns U.S.-Built Ship Mandate Could Derail Energy Exports",
      "link": "https://gcaptain.com/lng-industry-warns-u-s-built-ship-mandate-could-derail-energy-exports/",
      "date": "3 days ago",
      "snippet": "U.S. energy groups are asking President Donald Trump's administration to exempt liquefied natural gas tankers from a new rule that will require producers to...",
      "text": "By Lisa Baertlein and Jarrett Renshaw\n\nLOS ANGELES/WASHINGTON, May 7 (Reuters) – U.S. energy groups are asking President Donald Trump’s administration to exempt liquefied natural gas tankers from a new rule that will require producers to move an increasing percentage of their exports on U.S.-built vessels as part of a broader push to revive domestic shipbuilding.\n\nThe U.S. is the world’s No. 1 LNG exporter at $34 billion annually and the Trump administration has been a supporter of the industry in his push for energy dominance.\n\nIn a move that shocked the industry, the U.S. Trade Representative (USTR) announced April 17 that LNG producers would have to transport 1% of their exports on U.S.-built ships starting in April 2028. That percentage would escalate to 15% in April 2047 and beyond.\n\nThat could put the U.S. LNG industry at a disadvantage to its peers around the world because there aren’t enough U.S.-built ships to meet the requirement, the American Petroleum Institute (API) said in an April 23 letter to U.S. Energy Secretary Chris Wright and National Energy Dominance Council Chair Doug Burgum seen by Reuters. Burgum is also U.S. Interior Secretary.\n\nIt “risks counteracting the significant progress the Trump Administration has made towards reducing uncertainty and unleashing U.S. LNG,” API CEO Mike Sommers wrote in that letter. API counts as members some of the world’s largest energy companies, such as Exxon Mobil, Chevron and Cheniere Energy.\n\nIndividual exporters that do not comply could lose their export licenses, even though the percentages apply to the overall industry and to ships that exporters do not own or control, industry groups warned.\n\n“They have little control over their ability to comply with USTR’s new requirements but ultimately face the consequences of not doing so,” Sommers said in the letter.\n\n“We will continue working with USTR and the Department of Energy in support of feasible and durable policies that benefit consumers and advance American energy dominance,” Aaron Padilla, API’s vice president of corporate policy, told Reuters in a statement late on Tuesday.\n\nRepresentatives from the USTR and White House press office did not immediately respond to requests for comment. USTR proposed the rules as part of a larger effort to counter China’s growing commercial and military dominance on the high seas.\n\nThere are now 792 LNG carriers in operation globally, according to shipping consultancy AXSMarine.\n\nLNG ships from South Korea and Japan dominate that group with 703 combined. China, which aims to become a LNG tanker powerhouse, built 58. Five come from U.S. shipyards – though those 1970s-era American made vessels are laid up and not currently in use, AXSMarine said.\n\nSouth Korea remains the dominant builder with 232 LNG carriers currently on order. China, while still behind, is rapidly expanding its footprint with 101 LNG carriers on order, AXS Marine said.\n\nU.S. shipyards cannot turn out vessels fast enough to meet the USTR deadline, the Center for LNG told Reuters in a statement.\n\n“There are no such vessels in existence today, and building them would take decades, making compliance impossible for the industry,” Charlie Riedl, executive director at the Center for LNG, said in a statement on Wednesday.\n\nThe USTR requirement for 1% of LNG exports to be transported on U.S.-built vessels would require as many as five American-built ships by the end of the decade, which is not feasible, API CEO Sommers said in the letter.\n\nThat’s because it would take as long as five years to build one LNG carrier at either of the two U.S. shipyards with docks long enough to build such a ship, Sommers said.\n\n“We urge the Administration to exempt crude oil and refined product imports and exports – consistent with this Administration’s approach to exempt these same products from baseline and reciprocal tariffs,” Sommers wrote.\n\nVehicle carrier operators also hope to win relief from new rules that would levy hefty U.S. port fees on all of their foreign-built vessels. USTR also announced those unexpected rules on April 17.\n\n(Reporting by Lisa Baertlein in Los Angeles and Jarrett Renshaw in Washington; additioanl reporting by Arathy Somasekhar in Houston; Editing by Chizu Nomiyama)\n\nSubscribe for Daily Maritime Insights Sign up for gCaptain’s newsletter and never miss an update — trusted by our 109,108 members\n\n(c) Copyright Thomson Reuters 2025.",
      "authors": []
    },
    {
      "title": "UK’s Crown Estate Gives Green Light to Expand Capacity at Offshore Wind Sites",
      "link": "https://gcaptain.com/uks-crown-estate-gives-green-light-to-expand-capacity-at-offshore-wind-sites/",
      "date": "1 day ago",
      "snippet": "King Charles III's Crown Estate, which owns Britain's seabed, has given the go-ahead to expand high-density wind farms on current seabed leases,...",
      "text": "LONDON, May 9 (Reuters) – King Charles III’s Crown Estate, which owns Britain’s seabed, has given the go-ahead to expand high-density wind farms on current seabed leases, seeking a rapid and space-efficient way to raise capacity and support the country’s energy transition.\n\nSeven projects, including RWE’s Rampion 2, and SSE and Equinor’s Dogger Bank D, are set to increase capacity by 4.7 gigawatts under this Capacity Increase Programme.\n\nBritain plans to largely decarbonise its electricity sector by 2030 and wants to increase renewable power, particularly offshore wind, to insulate it against fossil fuel price shocks.\n\nIt has a target to have up to 50 GW of clean energy from offshore wind deployed by 2030, up from 15 GW currently.\n\nAll seven projects have grid connections and infrastructure that will enable swift deployment, and are within pre-established offshore wind sites, The Crown Estate said in a statement.\n\n“Our purpose is to create lasting and shared prosperity for the nation. Offshore wind enables us to do that as a driver of economic growth through jobs creation and supply chain development,” said Gus Jaspert, managing director, marine, at The Crown Estate.\n\n“Delivering the Capacity Increase Programme is an effective way to provide up to four million homes with secure, clean energy and further decrease the UK’s reliance on fossil fuels, often sourced internationally,” Jaspert added.\n\nBritain is already the world’s second-largest offshore wind market by capacity, after China, but spiralling costs amid high inflation and supply chain bottlenecks have hit the sector.\n\n(Reporting by Marwa Rashad. Editing by Mark Potter)\n\n(c) Copyright Thomson Reuters 2025.",
      "authors": []
    },
    {
      "title": "Wärtsilä Launches ‘Game-Changing’ Maritime Carbon Capture System",
      "link": "https://gcaptain.com/wartsila-launches-game-changing-maritime-carbon-capture-system/",
      "date": "3 days ago",
      "snippet": "Technology group Wärtsilä is claiming a major breakthrough with the unveiling of its commercial shipboard carbon capture solution (CCS) for the maritime...",
      "text": "Technology group Wärtsilä is claiming a major breakthrough with the unveiling of its commercial shipboard carbon capture solution (CCS) for the maritime industry.\n\nAccording to the company, the system has demonstrated the ability to reduce vessel CO2 emissions by up to 70 percent, offering ship owners an immediate solution to meet stringent environmental regulations.\n\nThe groundbreaking technology has already been successfully implemented on its first commercial vessel, the Clipper Eris, a 21,000 m3 ethylene carrier owned by Solvang ASA. The system has been operational since February 2025, when the vessel departed Singapore, and captures emissions from all exhaust gas sources.\n\n“CCS is a game-changer for the maritime industry, and we are already seeing huge interest in the market for this solution,” said Håkan Agnevall, President and CEO of Wärtsilä. “Ahead of shipping’s net-zero targets, this new technology complements the industry’s ongoing efforts to dramatically reduce emissions from vessels and prevent stranded assets.”\n\nWärtsilä’s breakthrough carbon capture solution (CCS) is now commercially available to the global maritime industry, delivering a step-change in shipping’s decarbonisation journey. © Wärtsilä Corporation\n\nWärtsilä’s development of this technology began in 2019, with extensive testing conducted at their research facility in Moss, Norway, where the system captures 10 tonnes of CO2 daily from a marine engine. The company estimates the carbon capture cost at EUR 50-70 per metric ton of CO2, including both capital and operational expenses.\n\nWhy Carbon Capture Could Be Shipping’s Best Bet for Cutting Emissions—Without Ditching Fossil Fuels\n\nThe technology’s versatility is particularly noteworthy, as it can be applied to exhaust from various carbon-based fuels, including HFO, methanol, LNG, and MGO. The system is designed to work in conjunction with other emission reduction technologies, such as SOx scrubbers, NOx reduction systems, and particulate matter filters.\n\nSolvang ASA’s CEO Edvin Endresen highlighted the immediate impact of the technology. “While the shipping sector continues to explore options for lessening its environmental impact, CCS provides a significant shortcut for achieving meaningful sustainability.”\n\nSolvang is also preparing for future implementations, working with Wärtsilä to ensure their newbuild vessels are CCS-ready, incorporating necessary space reservations and utility requirements. This forward-thinking approach demonstrates the maritime industry’s commitment to adopting carbon capture technology as a viable solution for meeting ambitious environmental targets.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Swire takes a stand against the shipping of donkey skins",
      "link": "https://splash247.com/swire-takes-a-stand-against-the-shipping-of-donkey-skins/",
      "date": "2 days ago",
      "snippet": "The Donkey Sanctuary, a British charity, has hailed Swire Shipping as the first global shipping line to commit publicly to a no donkey skins carriage policy...",
      "text": "The Donkey Sanctuary, a British charity, has hailed Swire Shipping as the first global shipping line to commit publicly to a no donkey skins carriage policy.\n\nAt least 5.9m donkeys are slaughtered for their skins every year. The collagen from their skin produces ejiao, a traditional Chinese medicine. China’s domestic donkey population has collapsed, so, the ejiao industry has shifted to a global trade network to source its donkey skin to continue meeting demand.\n\nMarianne Steele, CEO of The Donkey Sanctuary, said: “The inhumane and unsustainable trade in donkey skins acts as a trojan horse for illegal wildlife trafficking and organised crime, and poses a serious threat to global biosecurity and the risk of zoonotic disease.”\n\nSusana Germino, chief sustainability and energy transition officer at Swire Shipping, said: “This decision underscores our unwavering commitment to sustainability and ensures that our operations do not contribute to any trade that is illegal or threatens the survival of donkeys, whether wild or domesticated.”",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Dr Emma Gillett Dc"
      ]
    },
    {
      "title": "Russian ‘Shadow Fleet’ LNG Carriers Find Sanctions Reprieve in Chinese Maintenance Yard",
      "link": "https://gcaptain.com/russian-shadow-fleet-lng-carriers-find-sanctions-reprieve-in-chinese-maintenance-yard/",
      "date": "3 days ago",
      "snippet": "Russia's LNG shadow fleet continues to make moves in preparation for the upcoming Arctic summer shipping season. A second sanctioned LNG carrier has arrived...",
      "text": "Russia’s LNG shadow fleet continues to make moves in preparation for the upcoming Arctic summer shipping season. A second sanctioned LNG carrier has arrived at an East China shipyard after more than nine months at sea. Sputnik Energy (formerly Pioneer) joins East Energy (formerly Asya Energy) at the Zhoushan-based facility.\n\nAIS data and satellite images show both vessels moored up next to each other at a yard owned by the Zhoushan Huafeng Shipbuilding Company. Information on the company’s website describes the facilities as a prime location for ship repair and modifications.\n\n“The company owned anchorage is outside the wharf. And ships can get in and out of the port easily and quickly. All in all, it’s an ideal base,” a description of the yard reads. It is unclear how long Sputnik Energy and East Energy will remain at the yard. The latter arrived more than four weeks ago on April 9. Zhoushan Huafeng Shipbuilding Company has been approached for comment.\n\nAnother Russian LNG carrier, Christophe de Margerie, spent several months at the Zhoushan yard during summer and fall of 2024 to undergo repair of its hull, azimuthing propulsion units, and N2 (nitrogen) system.\n\n\n\nSputnik Energy’s visit to the facility is the latest sign of ongoing preparation to re-engage the Arctic LNG shadow fleet in the months to come. Last month Russia reflagged and renamed four ice-class LNG carriers of the so-called North-series. All four vessels remain seemingly on standby in the Barents Sea.\n\nSchematic of the Zhoushan yard and satellite image showing Sputnik Energy and East Energy at the yard on May 5. (Source: Huafeng and Sentinel 2)\n\nIn the Mediterranean another carrier associated with the shadow fleet, Mulan, last week became one of just a handful of LNG vessels to transit the Suez Canal and Red Sea since the Houthi conflict began more than 2 1/2 years ago.\n\nMulan loaded cargo from the sanctioned Arctic LNG 2 project in September 2024 before transferring it to FSU Saam in December. Its current destination remains unknown as it steams across the Indian Ocean.\n\nAdditional shadow fleet vessels, some loaded and some discharged, continue idling in the Eastern Mediterranean and in water off Russia’s Far East.\n\nAll these activities are seemingly connected, confirms Kjell Eikland, managing director of data provider Eikland Energy.\n\n“The LNG carriers holding in the East are now Curacao-flagged, with two of them in Zhoushan for sanction-violating repairs or maintenance, and I have been waiting to see them reflagged too,” explains Eikland.\n\nArctic sea ice may have sufficiently melted by mid-June to start seeing shipping activity at the Utrenniy terminal. Thus renewed attempts to export LNG from the sanctioned Arctic LNG 2 project may just be over a month away.\n\nSentinel 2 images show increasing moisture content across the Arctic LNG 2 facility between April (left) and May (right). (Source: Sentinel 2)\n\nSatellite images of the plant showing moisture content also suggest a ramping up of activity. Gas flaring, indicative of production levels, has increased over the past six weeks. Snapshots taken on May 4 show a new level of activity throughout Terminal 1 and adjacent infrastructure.\n\nAn even bigger indication of possible production increase is the size of the main flare. “I would lean on the recent reduced GBS flaring and increased main flare burn as possible indications of production stabilization or ramp-up,” concludes Eikland.",
      "authors": [
        "Malte Humpert"
      ]
    },
    {
      "title": "Smaller shipowners in danger: Geneva Dry risk workshop",
      "link": "https://splash247.com/smaller-shipowners-in-danger-geneva-dry-risk-workshop/",
      "date": "4 days ago",
      "snippet": "It was a standing room during a specialist workshop, sponsored by Paratus, at the opening day of the second edition of Geneva Dry that saw panellists turn...",
      "text": "It was a standing room during a specialist workshop, sponsored by Paratus, at the opening day of the second edition of Geneva Dry that saw panellists turn their attention to various aspects of risk management for dry bulk shipowners and operators.\n\nModerator of the session, Neville Smith, director of maritime PR consultancy Mariner Communications, got proceedings underway by pointing out the panellists would try to go through the session without mentioning the president of the US or AI unless they wanted to face a time penalty or a shot of Geneva Dry gin.\n\nAndrew Roberts, head of EMEA at risk management platform RightShip, took first to the mic and outlined the big picture of where he thinks the industry is from a risk perspective. He said there are two things to look at that are being challenged at the moment: the ability to manage the long-standing risks that have been persistent in the industry for many years and continue to persist and the ability to adapt to the environment today and manage the new risks.\n\n“Vessel owners and managers really where the rubber hits the road are still struggling with those things. But those risks are very much symptomatic,” Roberts noted, adding that causal factors also include things like geopolitics, increasing tonne-miles, increasing age of vessels and the ability to source and retain crew onboard, in addition to the newer risks such as digitalisation and data literacy that people are struggling with.\n\n“These risk factors are actually putting pressure on what is already a very fragile and asymmetric system, and that is in itself an extreme risk that needs to be managed,” Roberts said.\n\nBas Van Steijnen, chief risk officer at Nova Marine Carriers, stressed that the constantly changing landscape is causing a lot of problems for shipowners, such as the change in rules and regulations in terms of fuels.\n\n“We trade our ships worldwide, and the question is, will these fuels be available for everyone to take in the future? I think that, for us, is a massive risk.”\n\nVasileios Gkikas, global lead for dry bulk at class society ABS, thought the biggest challenge in terms of general risk when it comes to decarbonisation and alternative fuels is the fact that, for the first time, this risk is “totally outside our reach and our control”.\n\n“The industry that is supposed to bring us this availability is not there,” he said.\n\nGkikas saw risks extending and changing daily, whether it is the fuel choice, the technology, the retrofitting, or the regulatory visibility.\n\n“I don’t remember seeing this multitude of parameters and functions and uncertainties in 25 years. We see the owners coming to us every day with a new demand or inquiry, and we understand that this is done under pressure, which means that they are quickly changing their mind or they’re exploring new options,” Gkikas said.\n\nGus Majed, group CEO and founder of Paratus, the world’s first reinsurance company that writes cover against the energy price for both consumers and producers, told delegates that a lot of the issues with shipping companies are that even if they want to manage their bunker fuel freight price risk, only about 5% can hedge, while the other 95% don’t have that ability.\n\nFor him, “certainty is priceless”, and when one quantifies all the risks, “paying for a premium in the long term saves so much aggravation”.\n\nWilliam Hogg, senior analyst at counterparty risk provider Infospectrum, divulged that there are people who happily exist in a high-risk environment.\n\n“Every day, my jaw just drops at the amount of risk that people are willing to take on…. People are prepared to take risks that you would never see in any other industry,” Hogg said, adding: “In 25 years of my career, I’ve always thought that at some point the quality will rise to the top and people will pay that premium, but it never does.”\n\n“I think the whole supply chain is trying to do a lot more with a lot less,” Roberts added.\n\nAsked how small dry bulk owners and operators would adapt to the new environment, panellists unanimously warned that most of them won’t survive.\n\n“This is why you’re seeing a lot more consolidations, which are going to get even more profound,” Roberts noted.\n\nVan Steijnen observed a lot of demand from external factors and also charterers demanding more and more but not willing to pay more.\n\n“Unless we also get charters to recognise that shipowners are investing time, money and effort and they back us to sustain these additional costs, we’ll see consolidation going forward,” Van Steijnen said.\n\nGkikas suggested that there will be a level of clearing and that the market will reshuffle, stressing that “the amount of data, information, regulatory compliance and risk mitigation is so huge” and that he does not see any way that these companies will survive the next two or three years.\n\n“There are a lot of people who have nothing to do with shipping, making up rules and thinking they know better than us how to organise it. And in the end, the consumer will pay. So, I think we’re in for a very difficult period,” added Van Steijnen.\n\nDespite the initial warning, the session ended with Trump versus AI in terms of risk for shipping, with ABS’s Gkikas getting the best reaction from the audience by outlining the risk of AI acting as the US president. It was unclear whether he was forced to take a double shot of Geneva Dry gin for this closing statement.\n\nGeneva Dry, the world’s premier commodities shipping conference returns on April 28 and 29 next year with delegate passes being limited. Tickets are now on sale here.",
      "authors": [
        "Splash Is Asia Shipping Media S Flagship Title Offering Timely",
        "Informed",
        "Global News The Maritime Industry",
        "Dr Emma Gillett Dc",
        "Big John",
        "Darren Shelton",
        "Andrew Craig-Bennett",
        "Tassos Copitsas"
      ]
    },
    {
      "title": "Jiangsu Ocean Shipping orders boxship quartet",
      "link": "https://splash247.com/jiangsu-ocean-shipping-orders-boxship-quartet/",
      "date": "4 days ago",
      "snippet": "China's Jiangsu Ocean Shipping (JOSCO) is expanding its containership fleet with four newbuilds contracted at compatriot yard Jiangsu Soho Chuangke...",
      "text": "China’s Jiangsu Ocean Shipping (JOSCO) is expanding its containership fleet with four newbuilds contracted at compatriot yard Jiangsu Soho Chuangke Shipbuilding.\n\nThe shipping arm of Jiangsu Port Group has booked a series of 3,000 teu vessels set to become the largest in its fleet.\n\nJiangsu Ocean lists a fleet of 30 vessels on its website, with the largest boxship at about 1,900 teu.\n\nNo price or delivery dates have been divulged for the latest order that follows a deal for a pair of ultramax newbuilds at the same yard, previously known as Sainty Shipbuilding.\n\nThe yard in Yangzhou made a comeback to shipbuilding last year after a pause of about seven years with multiple ultramax orders, including Chinese leasing houses and George Procopiou’s dry bulk arm, Sea Traders.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Dr Emma Gillett Dc",
        "Big John"
      ]
    },
    {
      "title": "Nissen Kaiun in for HD Hyundai Mipo LPG brace",
      "link": "https://splash247.com/nissen-kaiun-in-for-hd-hyundai-mipo-lpg-brace/",
      "date": "4 days ago",
      "snippet": "Low-profile shipowner Nissen Kaiun has returned to HD Hyundai Mipo Dockyard in Ulsan for a pair of LPR carriers. Multiple newbuilding sources have listed...",
      "text": "Low-profile shipowner Nissen Kaiun has returned to HD Hyundai Mipo Dockyard in Ulsan for a pair of LPR carriers.\n\nMultiple newbuilding sources have listed the Japanese shipping mammoth with two 45,000 cu m units booked at $73.5m each for delivery in 2027.\n\nThe owner of more than 200 ships, of which 10 are listed as very large LPG carriers, has over 30 newbuilding projects on its books.\n\nLast year, the company contracted four 88,000 cu m LPG/ammonia newbuilds at Yangzi-Mitsui Shipbuilding (Yamic) for delivery from May 2028 through February 2029. It was earlier linked to another pair of LPG newbuilds at Mipo Dockyard, where it also has a series of MR2 tankers lined up for delivery this and next year.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Dr Emma Gillett Dc",
        "Big John"
      ]
    },
    {
      "title": "New York Leads Legal Challenge to Trump Offshore Wind Energy Halt",
      "link": "https://gcaptain.com/new-york-leads-legal-challenge-to-trump-offshore-wind-energy-halt/",
      "date": "4 days ago",
      "snippet": "New York Attorney General Letitia James is leading a coalition of 18 states in legal action against the Trump administration's sweeping halt on wind energy...",
      "text": "New York Attorney General Letitia James is leading a coalition of 18 states in legal action against the Trump administration’s sweeping halt on wind energy development. The lawsuit, filed in response to President Trump’s January 20, 2025, directive suspending all federal approvals for wind energy projects, aims to protect billions in maritime investments and thousands of jobs across the United States.\n\nThe impact of this policy has since been felt in the maritime sector with the Bureau of Ocean Energy Management (BOEM) ordering Equinor’s Empire Wind, one of the country’s largest offshore wind projects, to cease all construction activities on April 16, 2025. The project, located off New York’s coast, represents a $5 billion investment and was designed to power 500,000 New York homes by 2027. Construction began in 2024, and the project had already secured over $3 billion in project financing last December. The project also includes a potential second phase with a collective generating capacity of approximately 2.1 gigawatts.\n\nInterior Secretary Doug Burgum defended the suspension by citing concerns about the previous administration’s approval process, stating the halt would continue “until further review of information that suggests the Biden administration rushed through its approval without sufficient analysis.”\n\nEmpire Wind is among several projects under various phases of development in the U.S., with total investments valued at over $28 billion per BloombergNEF analysis.\n\nNew York State has set an ambitious target to develop 9,000 megawatts (MW) of offshore wind energy by 2035\n\nAttorney General James asserts that the administration’s indefinite blockade on the nascent offshore wind sector could leave billions of dollars in states’ clean energy investments stranded or underutilized and significantly harm economic development.\n\n“This administration is devastating one of our nation’s fastest-growing sources of clean, reliable, and affordable energy,” stated Attorney General James. “This arbitrary and unnecessary directive threatens the loss of thousands of good-paying jobs and billions in investments.”\n\nThe attorneys general argue that President Trump is acting outside his legal authority and lacks statutory right to unilaterally shut down the permitting process.\n\nThe coalition of states, which includes California, Massachusetts, and Washington among others, is seeking a preliminary injunction to immediately stop the administration from enforcing the freeze while litigation proceeds. The outcome of this legal battle could determine the future of America’s offshore wind industry and its associated maritime infrastructure investments.\n\nThis development represents a dramatic shift from the Biden administration’s offshore wind initiatives, which had targeted 30 gigawatts of offshore wind capacity by 2030.\n\n“President Trump’s presidential order halting the development of wind energy threatens thousands of good-paying jobs and jeopardizes our ability to build a reliable, affordable and clean energy grid for the benefit of all New Yorkers,” said **New York Governor Kathy Hochul. “**Like virtually all the executive orders issued by the President thus far, it sows chaos and upsets the critical regulatory clarity needed for businesses to effectively operate in New York and around the country.”",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Maersk Cuts Global Container Market Outlook on Tariff War",
      "link": "https://gcaptain.com/maersk-cuts-global-container-market-outlook-on-tariff-war/",
      "date": "3 days ago",
      "snippet": "A.P. Moller-Maersk A/S, the Danish container giant, lowered its forecast for the global transport market rattled by Donald Trump's trade war.",
      "text": "By Christian Wienberg\n\nMay 8, 2025 (Bloomberg) –A.P. Moller-Maersk A/S, the Danish container giant, lowered its forecast for the global transport market rattled by Donald Trump’s trade war.\n\nMaersk set a new outlook for 2025 market development, ranging from a 1% contraction to a growth rate of 4%, according to a statement on Thursday, citing “increased macroeconomic and geopolitical uncertainty.” The forecast compares with growth of “around 4%” predicted back in February.\n\nSo far, the trade war “is mostly a US-China issue, the rest of the world continues unabated,” Chief Executive Officer Vincent Clerc said in an interview on Bloomberg TV.\n\nStill, the tariffs have “already taken a bite” out of the container market in April and volumes in China-US trade have dropped “30% to 40% in both directions as the trade war heats up,” he said, noting that Maersk is less exposed than other shipping lines, because it’s biggest trade route is Asia to Europe.\n\nMaersk, which controls about 14% of the world’s container fleet and operates 60 ports, is among the global companies hit by Trump’s protectionist shift, which is upending decades of progress in free trade. Still, the company has also said that it expects a transport boost in Europe as the continent, led by Germany, speeds up investments — including in defense.\n\n“The outlook for global container demand over the remainder of the year remains highly uncertain, shaped by a rapidly evolving trade policy landscape and increasing recession risks in the US,” Maersk said. The second quarter is still set to see growth “particularly if shippers capitalize on the 90-day pause of reciprocal tariffs by frontloading shipments and building inventories.”\n\nContainer-line profits have been boosted by the Red Sea crisis, which has now lasted almost 18 months, because companies taking the longer diversion route south of Africa eases some of the vessel overcapacity in the industry.\n\nThe disruption in the Red Sea is expected to continue throughout the rest of the year, the Danish company said on Thursday. In February Maersk had indicated that would mean hitting the high end of its 2025 profit outlook.\n\nIn the latter part of the year, the global transport market faces two scenarios: a growing risk of demand contraction or the possibility that trade rebounds if tariffs are rolled back, Maersk said. It expects to grow in line with the market.\n\nMaersk still projects 2025 underlying earnings before interest, tax, depreciation and amortization in a range of $6 billion to $9 billion.\n\nIn the first quarter, earnings increased from the prior year, topping analyst estimates. Growth was driven by higher freight rates and cost control, and supported by higher volumes, Maersk said.\n\n© 2025 Bloomberg L.P.\n\n",
      "authors": []
    },
    {
      "title": "Klare anbefalinger til regeringen: Gå aktivt til værks for at sikre øget produktion af grønne PtX-brændstoffer",
      "link": "https://danishshipping.dk/seneste-nyt/2025/klare-anbefalinger-til-regeringen-gaa-aktivt-til-vaerks-for-at-sikre-oeget-produktion-af-groenne-ptx-braendstoffer/",
      "date": "5 days ago",
      "snippet": "Danske Rederier er medunderskriver på rapporten ”Dansk produktion af grønne PtX-brændstoffer til luft- og skibsfarten”, som Green Power Denmark i dag...",
      "text": "Danske Rederier er me­dun­der­skri­ver på rapporten ”Dansk produktion af grønne PtX-brændstoffer til luft- og skibsfarten”, som Green Power Denmark i dag præsenterer.\n\nRapporten indeholder fire centrale anbefalinger til, hvordan regeringen aktivt bør arbejde for etableringen og opskaleringen af grøn PtX-brænd­stof­pro­duk­tion til luft- og skibsfarten på globalt og europæisk plan.\n\n”Dansk skibsfart er frontrunner i den grønne omstilling på verdenshavene. Men der er brug for en massiv opskalering af produktionen af grønne brændstoffer til at putte i tanken på vores skibe, hvis vi skal komme helt i mål med ambitionen om klimaneutral skibsfart, og hvis vi skal kunne leve op til gældende EU-regler og IMO’s Net Zero Framework. Det kræver investeringer i hele værdikæden, og det kræver også et stærkt fokus på etablering og opskalering af produktion af PtX-brændstoffer. De danske rederier er allerede godt i gang med at indkøbe nye skibe, der kan sejle på grønne brændstoffer, så efterspørgslen er der,” siger Nina Porst, direktør for klima, miljø og sikkerhed i Danske Rederier.",
      "authors": []
    },
    {
      "title": "Velkommen til Danske Rederier",
      "link": "https://danishshipping.dk/",
      "date": "Jun 23, 2023",
      "snippet": "Klare anbefalinger til regeringen: Gå aktivt til værks for at sikre øget produktion af grønne PtX-brændstoffer. Ny rapport kommer med fire klare...",
      "text": "Danske Rederiers di­ver­si­tets­pris uddeles i år for fjerde gang og der åbnes nu for nomineringer af kandidater til årets pris. Både enkeltpersoner i rederierne og rederier kan indstilles for at have gjort noget særligt for at skabe fokus på diversitet, ligestilling og inklusion.",
      "authors": []
    }
  ]
}