{
  "timestamp": "2025-06-05T08:44:00.112156",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "Rådet for Grøn Omstilling: Havvindaftalen er en milepæl. Her er, hvad vi skal gøre for at høste gevinsterne",
      "link": "https://www.altinget.dk/forsyning/artikel/raadet-for-groen-omstilling-havvindaftalen-er-en-milepael-her-er-hvad-vi-skal-goere-for-at-hoeste-gevinsterne",
      "date": "for 9 timer siden",
      "snippet": "Et bredt flertal i Folketinget har netop indgået en aftale om havvind, der skal sikre tre gigawatt ny kapacitet fra 2033. Dermed undgår Danmark at blive...",
      "text": "I Rådet for Grøn Omstilling mener vi, at tiden er inde til at accelerere den grønne omstilling og gøre Danmark fri for fossile brændsler – og her er øget elektrificering af alle sektorer afgørende.\n\nEt bredt flertal i Folketinget har netop indgået en aftale om havvind , der skal sikre tre gigawatt ny kapacitet fra 2033. Dermed undgår Danmark at blive nettoimportør af strøm, sådan som Klimafremskrivningen fra april 2025 ellers pegede på.\n\nLæs også\n\nDerfor er det positivt, at Finansministeriet med aftalen får et konkret økonomisk incitament til at fremme elektrificeringen. Jo større efterspørgsel der er efter grøn strøm, desto bedre er business casen for de VE-udviklere, der skal opføre de nye havvindmølleparker.\n\nHvis elektrificeringen virkelig tager fart, kan aftalen på sigt blive en gevinst for statskassen.\n\nAftalen sikrer grøn strøm\n\nStatsstøtten gives som såkaldte CFD’er (contracts for difference). Staten kompenserer udviklere, hvis markedsprisen på strøm falder under en fastsat tærskel – og modtager omvendt betaling fra udviklerne, hvis priserne overstiger niveauet. Efterspørgslen på strøm påvirker altså direkte støttens størrelse.\n\nVi havde dog gerne set, at det nye havvindudbud var drevet af et øget elforbrug frem for statsstøtte.\n\nMen det er fortsat et afgørende skridt, at der nu er landet en aftale, der sikrer grøn strøm og direkte driver elektrificeringen af samfundet frem.\n\nAftalen er samtidig med til at frigøre EU fra russisk gas og afhængigheden af olieimport – og vi undgår at lægge os ud med Norge, når vi importerer store mængder af deres billige strøm.\n\nStatsstøtten kan ende med at blive dyrere for staten end en rettidig elektrificering. Britt Dam\n\nKlima- og energirådgiver ved Rådet for Grøn Omstilling\n\nDen utilfredshed har betydet, at de helt konkret ikke vil forny to kabler fra Norge til Danmark, hvilket ville have fordyret den grønne omstilling betydeligt.\n\nDanmark kun på 23. pladsen\n\nModellen er dog ikke uden omkostninger. CFD’erne risikerer at presse business casen for VE-projekter på land, der opererer på markedsvilkår.\n\nDet er problematisk i en tid, hvor vi har akut behov for at udbygge vedvarende energi bredt – og gerne så omkostningseffektivt som muligt.\n\nStatsstøtten kan ende med at blive dyrere for staten end en rettidig elektrificering, der ville have drevet udbygningen naturligt – og uden at skabe skævvridning i markedet.\n\nDerfor er det afgørende, at aftalen følges op af konkret handling. Vi skal fastholde målet om en firedobling af vedvarende energi på land og sikre stabile rammer og incitamenter – ikke mindst til de kommuner, der lægger jord til.",
      "authors": []
    },
    {
      "title": "Folkemøde-debat: Tech og grøn omstilling – dilemma eller dobbelt gevinst?",
      "link": "https://www.altinget.dk/digital/kalender/58338",
      "date": "for 14 timer siden",
      "snippet": "Er teknologi en genvej til grøn omstilling – eller en ny klimabelastning i forklædning? AI og data skaber smartere byer, bedre energistyring og frigiver tid...",
      "text": "Planen om at samle kommunernes it-drift i få centrale enheder vækker desuden bekymring i kommunerne. Flere chefer frygter, at sikkerhedsgevinsten er overvurderet, og at tidsplanen for stram",
      "authors": []
    },
    {
      "title": "Torm tager fuldt ejerskab af grøn udstyrsudvikler",
      "link": "https://borsen.dk/nyheder/virksomheder/torm-tager-fuldt-ejerskab-af-gron-udstyrsudvikler?b_source=tech&b_medium=row_2&b_campaign=list_1",
      "date": "1 dag siden",
      "snippet": "Torm tager fuldt ejerskab af grøn udstyrsudviklerTorm har overtaget de resterende 25 pct. af aktierne i ME Production, der specialiserer sig i udviklingen...",
      "text": "Torm har overtaget de resterende 25 pct. af aktierne i ME Production, der specialiserer sig i udviklingen af grønt udstyr.",
      "authors": []
    },
    {
      "title": "Trump strammer grebet om grøn energi",
      "link": "https://borsen.dk/nyheder/baeredygtig/trump-strammer-grebet-om-gron-energi",
      "date": "4 dag siden",
      "snippet": "Trump strammer grebet om grøn energiDet er i øjeblikket en nervepirrende tid at være grønt energiselskab i. Særligt, hvis man har blikket rettet mod USA.",
      "text": "Det er i øjeblikket en nervepirrende tid at være grønt energiselskab i.\n\nSærligt hvis man har blikket rettet mod USA.\n\nLørdag lød der nye meldinger om, at USA nu vil hæve straftolden på stål og aluminium, der er vigtige komponenter i energiprojekter, til 50 pct.\n\nDet kommer, efter at Donald Trump med sin budgetpakke i sidste uge allerede har strammet grebet om vedvarende energi og Bidens grønne skatterabatter – også kendt som Inflation Reduction Act (IRA).\n\nIfølge Peter Bay Kirkegaard, der er Dansk Industris udsendte i Washington, er situationen ikke til at tage fejl af.\n\nUSA’s grønne omstilling lider.\n\n“ Mange energiprojekter står nu med udsigt til væsentligt øgede omkostninger Peter Bay Kirkegaard, seniorchefkonsulent, Dansk Industri\n\nDe markedsudsigter, der for få år tilbage lyste stort, prangende og klart, ser nu grå og tågede ud.\n\nOg virksomheder, der havde sat næsen op efter Joe Bidens støttekroner, gør nu klogest i at væbne sig med tålmodighed.\n\n“I sidste ende er det rentabiliteten, der er på spil,” siger han.\n\nLignende lyder vurderingen fra Ulrich Bang, vicedirektør for klima, energi, miljø og byggeri i Dansk Erhverv.\n\n“Det er blevet enormt usikkert i USA. Derfor ser vi også, at alt, hvad der hedder nye, grønne energiprojekter, er stoppet helt op.”\n\nEn budgetpakkelussing\n\nVi skal ikke mange år tilbage i tid, før store danske virksomheder som Vestas, CIP, Ørsted og Topsøe gjorde indtog på det amerikanske marked.\n\nDet var dengang, mulighederne virkede enorme, ambitionerne ligeså, og snakkene om potentialerne i Joe Bidens grønne skattekreditter (IRA) syntes uomgængelige.\n\nSiden har tingene dog ændret sig markant.\n\n“ I begejstringen glemte man, at det amerikanske system er meget volatilt Peter Bay Kirkegaard, seniorchefkonsulent, Dansk Industri\n\nFor nylig stemte et spinkelt flertal i Repræsentanternes Hus Trumps budgetpakke “The one big beautiful bill” igennem.\n\nForuden en skattelettelse på 4 billioner dollar og neddrosling på sundhedsydelser skærer den markant i Bidens IRA, hvor rabatter og støttekroner til både vind, sol, batterier og geotermisk energi står for skud.\n\nFør lovforslaget bliver mejslet i sten, skal det forbi Senatet.\n\nI den forbindelse har Trump selv sagt, at det bliver vedtaget 4. juli. Det tvivler Peter Bay Kirkegaard dog kraftigt på og mener, at det er mere plausibelt, at der lander noget i løbet af efteråret.\n\nOVERBLIK Trumps budgetpakke i hovedtræk Skattelettelser på 4 billioner dollar, heriblandt lavere indkomstskatter, større standardfradrag, ændringer i arveafgiften samt tiltag som at undlade at beskatte drikkepenge og overarbejde. For at finansiere skattelempelserne skæres der kraftigt ned i sundhedsforsikringsprogrammet Medicaid, der er særligt målrettet handicappede og fattige. Samtidig skal der hentes over 100 mia. dollar fra Obamacare-markedspladser. Derudover vil det afskaffe størstedelen af de skattefradrag og støtteordninger, der er en del af Joe Bidens Inflation Reduction Act (IRA). Bl.a. vil man helt afskaffe fradrag til vedvarende energikilder som vind, sol, batterier og geotermisk energi. Dog med den undtagelse, at virksomheder, der har påbegyndt byggeriet inden for 60 dage efter lovforslagets ikrafttræden og er færdige inden 2028, kan få fradragene. Derudover vil der blive indført nye restriktioner og skatteforøgelser for virksomheder, der bruger komponenter fra Kina i forbindelse med deres byggerier og projekter.\n\nIfølge ham gør det dog ikke situationen mindre pinefuld.\n\nStemmer Senatet for skattereformen, vil det betyde et dramatisk ændret marked for de virksomheder, der har med vedvarende energi at gøre, understreger han.\n\n“Lige nu forestiller vi os, at forslaget bliver blødt lidt op. Men jeg tror fortsat, vi kan regne med, at der bliver skruet kraftigt ned for skatterabatterne. Nye projekter kommer til at få det svært, og det vil gå ud over den grønne omstilling,” siger han.\n\nTopsøes manglende beslutning\n\nEn af de virksomheder, der undertiden er blevet tillokket af Bidens skatterabatter, er Topsøe.\n\nVirksomheden, der har et stort elektrolyseanlæg i Herning, fik tilbage i april 2024 tilsagn om 950 mio. kr. i støtte under Inflation Reduction Act til at bygge et tilsvarende i Virginia.\n\nI en mail til Børsen skriver selskabet, at man endnu ikke er gået i gang med byggeriet og afventer situationen.\n\nFor at kunne modtage støtten skal fabrikken senest være i drift i marts 2028. Det betyder, at den endelige investeringsbeslutning (FID) skal træffes i år, oplyser selskabet også.\n\n“Topsøe fortætter arbejdet med pre-FID analyse, hvilket også omfatter evaluering af markedssituationen,” fremgår det.\n\nI skattereformen, der er blevet stemt igennem i Repræsentanternes Hus, vil støtten nemlig kun løbe frem til 2028, hvor det før hed 2032.\n\nSamtidig er der for flere af projekterne krav om, at virksomheder skal have påbegyndt byggeriet 60 dage efter lovforslagets ikrafttræden for overhovedet at kunne modtage støtten.\n\n\n\n\n\nTopsøe har ikke ønsket at gå yderligere ind i, hvordan usikkerheden i USA påvirker deres investeringsbeslutning.\n\nIfølge Peter Bay Kirkegaard skal der dog ikke herske tvivl om, at de nye krav bliver svære at leve op til.\n\nSærligt mener han, at det vil udfordre opførelsen af nye projekter, medmindre de kan klare sig uden støtte.\n\nIgangværende projekter vil samtidig blive udfordret på rentabiliteten, fordi de nu har kortere tid med skattekreditter, påpeger han.\n\nNye toldtrusler\n\nUd over spørgsmålet om IRA-støtten minder Peter Bay Kirkegaard om, at virksomhederne også skal tage højde for toldniveauet.\n\n“I de her grønne projekter indgår der også komponenter, som importeres fra andre lande. Lige nu står importen af det til at blive et sted mellem 0 og 50 pct. dyrere på grund af told,” siger han og fortsætter:\n\n“Det interval er ret svært at lave en projektplan ud fra. Derfor kan man næsten heller ikke gøre andet lige nu end at vente på mere afklaring.”\n\nSenest lød det fra præsidenten lørdag, at i stedet for en straftold på stål og aluminium på 25 pct. vil den nu blive hævet til 50 pct.\n\n“ Vi vil se et dyk i udviklingen af nye projekter Ulrich Bang, vicedirektør, Dansk Erhverv\n\nIfølge Peter Bay Kirkegaard vil sådan en forøgelse gøre særligt ondt på de grønne energikilder, da der typisk bruges meget stål og aluminium i de typer projekter.\n\n“Ofte er det også sådan, at det er specialiseret stål og aluminium, som man skal bruge, og hvor der kun er et begrænset antal leverandører – og de amerikanske leverandører kan sjældent være med her. Derfor står mange energiprojekter nu med udsigt til væsentligt øgede omkostninger, hvis straftolden på 50 pct. fastholdes,” forklarer han.\n\nStadig et marked?\n\nUlrich Bang lægger ikke skjul på, at Trumps budgetpakke er en hæmsko for grønne projekter.\n\n“Det her er gift for investeringer i USA. Der er makset ud på usikkerhed og vilkårlighed, og det er svært at regne bevæggrunden ud. Så det er langtfra godt,” siger han.\n\nAlligevel mener både han og Peter Bay Kirkegaard, at der er stadig er et marked for den vedvarende energi i USA.\n\n\n\n\n\nHvis ikke nu, så måske om tre et halvt år.\n\n“Der vil stadig være markedsmuligheder, når vi kommer om på den anden side af alt det her. De vil bare ikke være lige så gode, som de var engang,” siger Ulrich Bang.\n\nHan peger især på USA’s store energibehov som en drivkraft i efterspørgslen.\n\n“Den underliggende struktur i markedet er, at der er en kæmpe efterspørgsel på elektricitet i USA. Derfor vil markedet, ret sandsynligt, rette sig igen og give plads til de producenter, der kan levere billig strøm,” siger han og tilføjer:\n\n“Det er hermed ikke sagt, at man bare kan fjerne IRA’en. For uden den vil vi se et dyk i udviklingen af nye projekter. Det er der ingen tvivl om.”\n\nPeter Bay Kirkegaard pointerer samtidig, at de seneste seks måneder med Trump har understreget, at man aldrig kan blive usikkerheden helt foruden i USA.\n\n“Erhvervslivet var meget begejstret for IRA’en, da den blev lanceret for nogle år siden. Det var skattekreditter, der gjaldt i lang tid, de var relativt gunstige, og der var en bred vifte af grønne løsninger, der var omfattet ,” siger han og fortsætter:\n\n“Men i begejstringen glemte man, at det amerikanske system er meget volatilt. I den forstand at beslutninger truffet af én præsident hurtigt kan blive omgjort af en anden. Dermed rækker de rammevilkår, man egentlig tror er sikre mange år frem, måske i virkeligheden kun, til den næste træder til.”",
      "authors": [
        "Signe Duedahl Nørgaard"
      ]
    },
    {
      "title": "Folkemøde-debat: Grøn, sikker og konkurrencedygtig – kan du være det hele?",
      "link": "https://www.altinget.dk/eu/kalender/58335",
      "date": "for 20 timer siden",
      "snippet": "Verden er forandret: Geopolitik, grøn omstilling og sikkerhed fylder mere end nogensinde. Samtidig ruller EU en bølge af deregulering ud for at fremme vækst...",
      "text": "Polen er splittet mellem to konkurrerende visioner. Det står klart efter weekendens valg. Landet står nu over for en skrøbelig politisk balance, der også kan påvirke dansk samarbejde og beslutninger i EU, skriver Izabela Surwillo.",
      "authors": []
    },
    {
      "title": "Her er Tuborgfondets nye sekretariatschef",
      "link": "https://www.altinget.dk/klima/artikel/her-er-tuborgfondets-nye-sekretariatschef",
      "date": "for 20 timer siden",
      "snippet": "Valget af Tuborgfondets nye sekretariatschef er faldet på Ole Buch Rahbek. Det skriver Tuborgfondet i en pressemeddelelse.",
      "text": "",
      "authors": [
        "Sigurd Lilmose Bech"
      ]
    },
    {
      "title": "Energigiganter: Regeringen misser chance for at styrke dansk brintmarked",
      "link": "https://borsen.dk/nyheder/baeredygtig/energigiganter-regeringen-misser-chance-for-at-styrke-dansk-brintmarked",
      "date": "1 dag siden",
      "snippet": "Opråbet fra branchen var tydeligt: Hvis ikke regeringen ændrede på et udkast til ny lovgivning, ville det skade udviklingen af det danske marked for grøn...",
      "text": "Opråbet fra branchen var tydeligt: Hvis ikke regeringen ændrede på et udkast til ny lovgivning, ville det skade udviklingen af det danske marked for grøn brint.\n\nSådan lød det blandt andet fra Brintbranchen i et brev til Klima- og Energiministeriet, som også er underskrevet af virksomheder som CIP, European Energy og Everfuel.\n\nMen ministeriet har valgt at holde fast.\n\nDer er ikke blevet ændret i udkastet, og nu er det implementeret i dansk lov. Ifølge branchen stritter det direkte imod med regeringens egne ambitioner for det i forvejen udfordrede brintmarked – et marked, der ellers er udpeget til at spille en nøglerolle i den grønne omstilling.\n\n“Man har simpelthen valgt at feje alle indvendinger til side. Det er enormt skuffende, og det er kontraproduktivt i forhold til de mål, som regeringen selv siger, den har,” siger Tejs Laustsen Jensen, der er adm. direktør i brancheorganisationen Brintbranchen.\n\nEn “missed opportunity”\n\nHele miseren udspringer fra et direktiv fra EU, som har til formål at øge mængden af vedvarende energi, der kommer ind i det europæiske energimiks.\n\nDirektivet stiller blandt andet krav til, at grøn brint skal fylde mere i transportsektoren fremover. Det er op til medlemslandene selv at bestemme hvor meget. Den nedre grænse er dog, at 1 pct. af energiforbruget skal stamme fra grøn brint i 2030.\n\nFAKTA Direktiv fra EU EU stiller igennem det såkaldte VE-III krav til, at 5,5 pct. af medlemslandenes anvendte brændstoffer i 2030 skal bestå af det, man kalder “avancerede biobrændstoffer” eller “RNFBO”. Det betyder, at der skal blandes 5,5 pct. grønne brændstoffer i traditionelle brændsler. “Avancerede biobrændstoffer” dækker over brændsler, der er baseret på f.eks. palmeolie eller halm, mens “RNFBO” dækker over brændstoffer, der er produceret med vedvarende energi – altså f.eks. grøn brint. Det er op til landene selv at bestemme, hvor meget de to forskellige slags brændstoffer skal fylde ud af de 5,5 pct. Her har regeringen valgt, at 1 pct. skal stamme fra grøn brint.\n\nOg det er den, regeringen har valgt at benytte sig af, altså den lavest mulige grænse. Desuden siger regeringen, at alle de anlæg, der har modtaget støttekroner, ikke må bidrage til at opfylde direktivet.\n\nKritikken fra branchen går derfor på, at efterspørgslen på grøn brint nu ikke bliver stimuleret. Og at de anlæg, der har fået støtte, de facto dømmes ude.\n\n“Jeg frygter, at det bliver en svækkelse af Danmarks brintpotentiale, og at det bliver set som et tegn på, at vi ikke tager den grønne omstilling alvorligt,” siger Tejs Laustsen Jensen.\n\nHos energikæmpen CIP er projektdirektør David Dupont-Mouritzen også skuffet.\n\n\n\n“Det er ærgerligt, at man ikke gennem regulering i større grad benytter sig af muligheden for at bevæge sig væk fra fossile energikilder,” siger David Dupont-Mouritzen.\n\nIfølge ham er der tale om en “missed-opportunity” for at udvikle et dansk hjemmemarked for grøn brint. Desuden forbigår regeringen også en anden vigtig mulighed, mener David Dupont-Mouritzen.\n\n“Hvis vi får skabt et hjemmemarked for grøn brint, så skaber vi en efterspørgsel efter grøn strøm. Så der er også en sammenhæng her, som jeg synes, man glipper ved at betragte det som siloer,” siger han.\n\nRegeringens beslutning kommer dog ikke til at påvirke CIP direkte, da kapitalforvalterens brintprojekt Høst, som skal ligge i Esbjerg, ikke er rettet mod det danske marked. Anlægget skal derimod eksportere brint til Tyskland.\n\nMen skabte man et større dansk hjemmemarked for brint, så ville CIP også være interesserede i at forsyne det, slår David Dupont-Mouritzen fast.\n\nTager til Bruxelles\n\nBørsen har spurgt, hvordan klima- og energiminister Lars Aagaard (M) forholder sig til kritikken. Presseafdelingen henviser på mail til et tidligere svar:\n\n“Baggrunden for beslutningen er et hensyn til at efterleve EU-kravene, men samtidig søge at nedbringe omkostningerne for branchen og borgerne i opfyldelsen af kravet.”\n\nMinisteriet skriver videre, at man risikerer overkompensation og konkurrenceforvridning over for ikke-støttede anlæg, hvis de støttede brændstoffer tæller med i iblandingskravet. Det strider imod EU’s statsstøtteregler, skriver ministeriet.\n\n“ Vi mener, at Danmark fejlfortolker reglerne. Det vil vi gerne have kommissionens vurdering af Tejs Laustsen Jensen, adm. direktør, Brintbranchen\n\nDen vurdering tvivler Tejs Laustsen Jensen på. Han fortæller, at Brintbranchen nu overvejer at henvende sig til EU-Kommissionen, når det kommer til spørgsmålet om, hvorvidt de støttede anlæg må spille en rolle i at gøre transportsektoren grønnere.\n\n“Vi mener, at Danmark fejlfortolker reglerne. Det vil vi gerne have kommissionens vurdering af,” siger den adm. direktør.",
      "authors": [
        "Johanne Myrup Fischer"
      ]
    },
    {
      "title": "Milliontab har lært superfond en vigtig lektie om grønne investeringer",
      "link": "https://borsen.dk/nyheder/finans/milliontab-har-laert-superfond-en-vigtig-lektie-om-gronne-investeringer",
      "date": "2 dag siden",
      "snippet": "Investeringsfonden Eifo tror fortsat på potentialet i projekter inden for grøn omstilling, fortæller adm. direktør Peder Lundquist. Foto: Sigrid Ellesøe.",
      "text": "Konkurser, underskud og droppede investeringsplaner. De seneste år har været en svær tid for selskaber i den grønne sektor, der har været præget af en lang række udfordringer.",
      "authors": [
        "Sara Lindberg",
        "Thomas Zigler"
      ]
    },
    {
      "title": "Nyheder, analyser og debat om dansk politik",
      "link": "https://www.altinget.dk/klima/person/katja-holm",
      "date": "for 18 timer siden",
      "snippet": "Artikler af og om Katja Holm. Icon NavnenytVis alle · Om Ole Buch Rahbek. Her er Tuborgfondets nye sekretariatschef · Om Lennart Østergaard.",
      "text": "",
      "authors": []
    },
    {
      "title": "Arbejde på Storebæltsbroen stopper kortvarigt trafikken i næste uge",
      "link": "https://borsen.dk/nyheder/samfund/arbejde-pa-storebaeltsbroen-stopper-kortvarigt-trafikken-i-naeste-uge",
      "date": "3 dag siden",
      "snippet": "Mandag, tirsdag og onsdag i den kommende uge vil Storebæltsbroen kortvarigt være lukket i begge retninger. Del Gem til senere.",
      "text": "Pro indhold med dybdegående analyser og nyhedsbreve indenfor finans og iværksætteri. Klik her og få adgang",
      "authors": []
    },
    {
      "title": "MAN Energy Solutions changes name to Everllence",
      "link": "https://splash247.com/man-energy-solutions-changes-name-to-everllence/",
      "date": "20 hours ago",
      "snippet": "Ship engine manufacturer MAN Energy Solutions has changed its name and will from now on be known as Everllence. Everllence remains part of the Volkswagen...",
      "text": "Ship engine manufacturer MAN Energy Solutions has changed its name and will from now on be known as Everllence.\n\nEverllence remains part of the Volkswagen Group, and the company’s product and service portfolio also remains unchanged.\n\nTo commemorate the occasion, CEO Uwe Lauber symbolically unveiled the new company nameplate at headquarters in Augsburg, Germany. Simultaneously, similar ceremonies were also held at the company’s other main European locations in Oberhausen, Berlin, Zurich, and Copenhagen.\n\nThe new name is derived from a combination of two English-language terms – ever and excellence, two attributes that the company believes are at the centre of its image. The first part expresses over 250 years of company history, which included many ‘first-ever’ feats from the first diesel engine to the first diesel-powered ocean-going vessel.\n\n“Today, we are no longer known in the market for just engines and turbomachinery, but also as a supplier of large heat pumps, carbon capture and storage, as a driver of climate-neutral shipping, and as part of the hydrogen ramp-up. This is what we want to express with our new name, Everllence,” Lauber said.\n\nThe renaming is not the first in the company’s recent history, as the MAN Energy Solutions name became an heir to the previously used MAN Diesel & Turbo in 2018.",
      "authors": [
        "Bojan Lepic",
        "Bojan Is An English Language Professor Turned Journalist With Years Of Experience Covering The Energy Industry With A Focus On The Oil",
        "Gas",
        "Lng Industries As Well As Reporting On The Rise Of The Energy Transition. Previously",
        "He Had Written For Navingo Media Group Titles Including Offshore Energy Today",
        "Lng World News. Before Joining Splash",
        "Bojan Worked As An Editor For Rigzone Online Magazine.",
        "Steven Jones",
        "Andrew Craig-Bennett",
        "Per Heidenreich"
      ]
    },
    {
      "title": "Höegh Autoliners behind groundbreaking ship upcycling project in Norway",
      "link": "https://splash247.com/hoegh-autoliners-behind-groundbreaking-ship-upcycling-project-in-norway/",
      "date": "1 day ago",
      "snippet": "In a landmark announcement on the Blue Talks stage at Nor-Shipping, Höegh Autoliners and Nordic Circles unveiled a pioneering agreement that could...",
      "text": "In a landmark announcement on the Blue Talks stage at Nor-Shipping, Höegh Autoliners and Nordic Circles unveiled a pioneering agreement that could revolutionise ship recycling and the construction industry alike. The NOK1.3bn ($128m) initiative will upcycle decommissioned vessels from Höegh Autoliners into certified, low-emission building materials—entirely within Norway, without melting, exporting, or heavy emissions.\n\nThe project marks a major step forward in maritime sustainability and circular economy practices. Up to eight vessels from Höegh Autoliners are set to undergo upcycling, with the first scheduled to be decommissioned in 2026 at AF Offshore Decom in Vats, renowned as one of the world’s most environmentally friendly dismantling facilities. The emissions savings from these eight vessels alone could reach 100,000 tons of CO₂, the two companies claim, directly benefiting the carbon-intensive construction sector.\n\n“This is a cradle-to-grave solution,” said Sebjørn Dahl, chief operating officer of Höegh Autoliners. “We aim to be the greenest in deep-sea shipping with a net-zero target by 2040. We’re already investing in green ammonia and building the world’s most eco-friendly car carriers. This agreement lays the foundation for a new green industrial chapter in Norway.”\n\nJohn Jacobsen, CEO of Nordic Circles and its subsidiary Oppsirk, hailed the project as “circular economy at its best,” turning what was once hazardous waste exported to Asia into a valuable domestic resource. “The eight ships will save around 100,000 tons of CO₂ and open the door to mobilising yards and shipping companies across Europe.”\n\nThe initiative is supported by Norway’s Green Platform public funding mechanism and involves a consortium of top-tier players, including Statsbygg, the municipalities of Oslo and Bergen, Skanska, Green Yard, Equinor, DNB, and SINTEF. AF Offshore Decom is the main contractor, with a value chain rooted entirely in Norwegian technology, labour, and industry.\n\nCurrently, Turkey holds the EU’s only large-scale ship recycling operations. This Norwegian-led initiative aims to challenge that dominance by creating a domestic and regional circular steel economy. Instead of melting steel—a process responsible for vast CO₂ emissions—this model emphasises reuse under commercial conditions with as much as 97% lower emissions.\n\nThe long-term goal is to position Norway as a hub for green ship upcycling and secure Europe’s foothold in the global maritime transition.",
      "authors": [
        "Hans Thaulow",
        "Hans Henrik Thaulow Is An Oslo-Based Journalist Who Has Been Covering The Shipping Industry For The Last Years. As Well As Some Work For The Informa Group",
        "Hans Was The China Correspondent For Tradewinds. He Also Contributes To Maritime Ceo Magazine. Hans",
        "Shipping Background Extends To Working As A Shipbroker Trainee With Simpson",
        "Spence",
        "Young In Hong Kong.",
        "Steven Jones",
        "Andrew Craig-Bennett",
        "Per Heidenreich"
      ]
    },
    {
      "title": "Port of Corpus Christi Completes $625M Ship Channel Expansion, Boosting U.S. Energy Export Capacity",
      "link": "https://gcaptain.com/port-of-corpus-christi-completes-625m-ship-channel-expansion-boosting-u-s-energy-export-capacity/",
      "date": "1 day ago",
      "snippet": "The Port of Corpus Christi has marked a significant milestone with the completion of its Channel Improvement Project (CIP), deepening the ship channel...",
      "text": "The Port of Corpus Christi has marked a significant milestone with the completion of its Channel Improvement Project (CIP), deepening the ship channel serving the nation’s busiest oil export port.\n\nThe $625 million infrastructure initiative, which began construction in 2017, represents a major enhancement to the nation’s energy export capabilities.\n\nThe expanded waterway—now 54 feet deep at Mean Lower Low Water (MLLW) and 530 feet wide—will be able to accommodate larger vessels and two-way traffic, leading to projected annual transportation cost savings of over $200 million. The channel previously measured just 47-feet-deep and 400-feet-wide.\n\n“This accomplishment is only possible because of the steadfast support and cooperation of our non-federal partner, the Port of Corpus Christi,” said Col. Rhett Blackmon, Commander for the USACE Galveston District.\n\nSince the lifting of the United States’ 40-year ban on crude oil exports in late 2015, the Port of Corpus Christi has emerged as the largest crude export port in the United States and the third largest globally. The port handles over 2.4 million barrels of crude oil daily and also ranks as the second-largest U.S. liquefied natural gas export facility.\n\n“The Corpus Christi Ship Channel Improvement Project unlocks a new era of economic growth for both the Coastal Bend and the nation,” said Port Commission Chairman David Engel.\n\nThe project’s success has already catalyzed regional growth, attracting more than $65 billion in commercial investments to the Coastal Bend over the past decade. The port’s operations currently support over 95,000 jobs throughout Texas.\n\nThe CIP was jointly funded by Congress and the Port of Corpus Christi, with support from the U.S. Army Corps of Engineers and private marine companies.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "What will be powering ships in the 2030s?",
      "link": "https://splash247.com/what-will-be-powering-ships-in-the-2030s/",
      "date": "1 day ago",
      "snippet": "Realistic, pragmatic, or jaded? Splash readers are a funny bunch. Despite the huge amount of articles and columns carried every week on decarbonisation,...",
      "text": "Realistic, pragmatic, or jaded? Splash readers are a funny bunch. Despite the huge amount of articles and columns carried every week on decarbonisation, 49% of respondents to our survey for our new Ship Concept 2035 magazine reckon that the majority of the global fleet come 2035 will still be using traditional bunker fuel.\n\nArguably no single facet will shape what ships look like in 2035 more than fuel, so one in two readers are inferring vessels will not have changed much in appearance 10 years from now, even if recent regulations do genuinely mean ships using traditional bunker fuel will be charged a lot more to move cargoes by 2035.\n\nShipping’s long path to decarbonise received a kick earlier this year when member states of the International Maritime Organization agreed on a so-called Net Zero Framework.\n\nFrom 2028, when the measures will come into effect, use of very low sulphur fuel oil and compliance via the purchase of so-called remedial units – essentially carbon credits – could lead to costs of $2,500 a day for a non-eco capesize, rising to $15,000 a day by 2035 as standards tighten, according to calculations from Clarksons Research. We do not envision a one-size-fits-all fuel\n\n\n\nBritish consultancy Maritime Strategies International (MSI) has also given an early indication of the impact that the Net Zero Framework will have on the bunker market.\n\nBy extending the annual fuel consumption estimates calculated for 2024 through to 2035, and applying MSI’s forecasts for bunker prices, it is possible to project the future fuel costs for conventionally-fuelled ships alongside the projected IMO penalties. By this approach, the IMO’s penalties would be equivalent to an 82% premium on top of the fleet bunker costs by 2035 – almost $100bn for the 30,000 ships tracked in MSI’s database.\n\nFrom another perspective, this also highlights the opportunity for the shipping bunker market – an annual pot directed towards drop-in biofuels and low carbon alternatives that could rise to $100bn per year within the next decade.\n\nEman Abdalla, global operations and supply chain director at Cargill Ocean Transportation, says of the IMO’s new green rules, “There isn’t necessarily a well-defined business case for anybody to go and immediately order ships for specific zero-carbon fuels, but at least it has definitely planted the right seeds so that we can start ordering dual fuel vessels or dual fuel capable vessels.”\n\nData from Clarksons Research shows that less than 8% of the global merchant fleet in gt terms today is alternative fuel capable, although more than half of all ships on order will be able to use alternative fuels, a quintupling over the past decade. However, it is important to note that most dual-fuel ships coming out of yards today tend to use traditional bunker fuel most of the time.\n\n“I don’t think anybody, including myself, has that crystal ball to say, OK, which zero-carbon fuel is going to be the answer,” Abdalla admits.\n\nPutting his own spin on the Net Zero Framework, Splash columnist Pierre Aury has some inconvenient truths for shipping, which he shares with readers.\n\n“There is simply no solution deployable at scale which can produce a carbon-neutral, whatever that means, shipping industry within a time frame consistent with preventing global warming turning from a runaway train to a slow-motion train wreck,” he says, adding: “We will not be able to power any meaningful number of ships with either kites, sails, batteries, biofuel, hydrogen or nuclear fuel quickly enough so, whatever its level and its formula, the new fuel levy will only lead to more expensive freight and not to actual decarbonisation. This extra cost will drive some marginal efficiency improvements, which by the way will probably be offset by the growth of the fleet.” The new fuel levy will only lead to more expensive freight and not to actual decarbonisation\n\n\n\nDr Kanghyun Song, who heads up decarbonisation for the Korean Register, tells Splash: “We believe that the era of multi-fuel usage in shipping will persist for quite some time.”\n\n“While a few leading fuel types will likely garner wider uptake we do not envision a one-size-fits-all fuel,” agrees Bjorn Hojgaard, the CEO of Anglo-Eastern, the world’s largest shipmanager. “There will still be a need to consider wider alternatives, taking into account available resources and risk mitigation through diversification.”\n\nFactors affecting relevant fuel choice according to Hojgaard will include route distance, port infrastructure, ship size, ship type, and regulations that may also differ region to region.\n\nDepending on vessel type and trading routes, LNG, methanol, and biofuels will likely be the main initial options, KR’s Song reckons. Once the production of green ammonia begins in earnest, ammonia is also tipped by Song to be adopted more widely.\n\n“For existing vessels, biofuels may be the only viable alternative, but they will face a severe supply shortage due to limited production,” Song adds.\n\nThe key factor determining the production of green fuels is the availability of clean energy sources, which means that the generation of renewable power—such as wind and solar—will be critical. Song says countries with strong potential for wind and solar power—such as the US, China, Australia, and those in the Middle East—are expected to become major production hubs. The era of multi-fuel usage in shipping will persist for quite some time\n\n\n\nOther countries such as India, Colombia, Chile, and Egypt are also emerging as potential hubs for green fuel production, according to Prakash Chandra, a director at Fleet Management. “Their efforts will be vital in creating a robust infrastructure,” he says.\n\nNuclear power is also under consideration, KR’s Song says, but he warns there are still too many issues to resolve before it can be applied to commercial shipping, making near-term adoption unlikely.\n\nIn terms of what the fuel infrastructure will look like come 2035, Vikas Pandey, founder and CEO of ShipFinex, a ship finance specialist, reckons we will see a hybrid network of retrofitted terminals, floating energy storage units, and AI-optimised fuel distribution networks powered by real-time data analytics.\n\nConcluding, Nick Brown, the CEO of Lloyd’s Register, tells Splash: “The next decade will determine the shape of the industry’s long-term sustainability, demanding not just technological advancements but also greater investment in seafarers and human capital, which remain fundamental to creating the long-term change we need.”\n\nTo access the whole of Ship Concept 2035 for free online, click here.",
      "authors": [
        "Splash Is Asia Shipping Media S Flagship Title Offering Timely",
        "Informed",
        "Global News The Maritime Industry",
        "Steven Jones",
        "Andrew Craig-Bennett",
        "Per Heidenreich"
      ]
    },
    {
      "title": "Ocean Economy Hits $2.2 Trillion as Environmental and Trade Tensions Mount, UNCTAD Reports",
      "link": "https://gcaptain.com/ocean-economy-hits-2-2-trillion-as-environmental-and-trade-tensions-mount-unctad-reports/",
      "date": "18 hours ago",
      "snippet": "Ocean-based sectors have emerged as a cornerstone of global trade, reaching a significant milestone of $2.2 trillion in 2023, accounting for 7% of world...",
      "text": "Ocean-based sectors have emerged as a cornerstone of global trade, reaching a significant milestone of $2.2 trillion in 2023, accounting for 7% of world trade. A new Global Trade Update from UNCTAD reveals the robust performance of the “ocean economy” while highlighting mounting challenges facing maritime commerce.\n\nThe maritime sector shows a mixed picture of recovery and challenges. While coastal and maritime tourism has rebounded to pre-pandemic levels, maritime freight transport experienced a notable decline in 2023 due to weak demand and overcapacity. However, early 2024 saw a sharp rebound in freight rates amid disruptions in the Suez and Panama canals.\n\nTrade in ocean goods has maintained stability, bolstered by consistent demand for port infrastructure, processed seafood, and marine technology products. However, significant disparities persist across regions and sectors.\n\nLooking forward, the sector faces several critical challenges. Climate-related droughts and regional tensions are causing shipping delays and longer routes, particularly impacting Small Island Developing States and Least Developed Countries. Environmental concerns are also mounting, with sea level rise, plastic pollution, and biodiversity loss threatening port infrastructure and marine transport.\n\nTrade policy uncertainty adds another layer of complexity. Recent tariffs on steel and aluminum are driving up costs for shipbuilding and port facilities, while new maritime transport policies aimed at decarbonization could disproportionately affect nations with limited access to green technologies.\n\n“The ocean economy is not a niche. It powers supply chains, supports jobs and food systems, and drives innovation worldwide,” states the UNCTAD report.\n\nTo address these challenges, UNCTAD has proposed a “Blue Deal” seeking $2.8 trillion in targeted investments across four key areas: mangrove conservation, shipping and fisheries decarbonization, sustainable ocean-based production, and coastal and offshore wind energy.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Purus confirms South Korean LNG carrier order",
      "link": "https://splash247.com/purus-confirms-south-korean-lng-carrier-order/",
      "date": "1 day ago",
      "snippet": "UK-based shipowner Purus Marine has firmed up an order for a new LNG carrier at HD Hyundai Heavy Industries, adding to its growing gas carrier orderbook in...",
      "text": "UK-based shipowner Purus Marine has firmed up an order for a new LNG carrier at HD Hyundai Heavy Industries, adding to its growing gas carrier orderbook in South Korea.\n\nThe Julian Proctor-led company has signed for a 180,000 cu m newbuild with delivery set for the fourth quarter of 2027 into a long-term charter with a “leading energy company”.\n\nNo price was revealed, but Purus had been linked by newbuilding brokers to a roughly $262m deal announced by HD Korea Shipbuilding & Offshore Engineering (HD KSOE) in April.\n\nPurus said the LNG dual-fuel vessel will surpass EEDI Phase III requirements and be able to deliver up to a 25% reduction in CO₂ emissions and about 85% lower NOₓ emissions compared to conventional marine fuels.\n\nThe latest order brings Purus Marine’s gas carrier newbuilding tally to 10 vessels booked for construction across HD Hyundai-affiliated yards.\n\nThe company, established in 2020, has been involved in over 60 deals in various shipping segments, including four 180,000 cu m LNG carriers built at Samsung Heavy Industries and delivered in 2024 and 2025.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Steven Jones",
        "Andrew Craig-Bennett"
      ]
    },
    {
      "title": "Union Maritime launches financing scheme to spur wind propulsion use",
      "link": "https://splash247.com/union-maritime-launches-financing-scheme-to-spur-wind-propulsion-use/",
      "date": "2 days ago",
      "snippet": "UK shipowner Union Maritime has launched a new lease financing programme, which will help accelerate the adoption of wind-assisted propulsion systems in the...",
      "text": "UK shipowner Union Maritime has launched a new lease financing programme, which will help accelerate the adoption of wind-assisted propulsion systems in the maritime sector.\n\nThe new programme, named SeaBreeze, offers 100% financing, making sustainable technologies more accessible for shipowners aiming to meet evolving emissions targets.\n\nUnder the programme, the company will partner with wind-assisted propulsion systems manufacturers to offer tailored lease financing solutions for the acquisition and deployment of wind propulsion technologies.\n\nThe initiative, according to Union Maritime, is set to launch in late 2025 and will address the problem of “limited traditional bank financing” for wind technology equipment.\n\n“There is a clear market need for innovative financing solutions, and we are uniquely positioned to fill that gap. We look forward to sharing more as the project progresses,” said Guy Blunden, head of transactions and strategy at Union Maritime.",
      "authors": [
        "Bojan Lepic",
        "Bojan Is An English Language Professor Turned Journalist With Years Of Experience Covering The Energy Industry With A Focus On The Oil",
        "Gas",
        "Lng Industries As Well As Reporting On The Rise Of The Energy Transition. Previously",
        "He Had Written For Navingo Media Group Titles Including Offshore Energy Today",
        "Lng World News. Before Joining Splash",
        "Bojan Worked As An Editor For Rigzone Online Magazine.",
        "Steven Jones",
        "Andrew Craig-Bennett",
        "Per Heidenreich"
      ]
    },
    {
      "title": "Russia’s ‘Shadow Fleet’ Loads First LNG in Eight Months Signaling Breakthrough in Search for Buyer",
      "link": "https://gcaptain.com/russias-shadow-fleet-loads-first-lng-in-eight-months-signaling-breakthrough-in-search-for-buyer/",
      "date": "1 day ago",
      "snippet": "After months of inactivity Russia's nascent fleet of sanctioned LNG carriers is on the move again. The 79800-cbm Arctic Mulan (ex-Mulan) pulled alongside...",
      "text": "After months of inactivity Russia’s nascent fleet of sanctioned LNG carriers is on the move again. The 79,800-cbm Arctic Mulan (ex-Mulan) pulled alongside the 360,000-cbm Koryak FSU inside Bechevinskaya Bay in Kamchatka late on June 2. The LNG carrier has been in ballast for the past five months suggesting that it will be receiving cargo from the storage barge.\n\nLast week industry insiders had pointed to Arctic Mulan’s recent dash from the Mediterranean to Koryak in the Far East as an early indication that Novatek’s protracted search to find a buyer for sanctioned gas from Arctic LNG 2 may have concluded. Sources say that a buyer has possibly been lined up for the sanctions-busting sale, possibly in China, though the destination of Arctic Mulan currently remains unknown.\n\n\n\nArctic Mulan previously loaded LNG from the Arctic LNG 2 project on September 22, 2024, subsequently discharging its cargo into the Saam FSU near Murmansk on December 20, 2024. Since then the vessel has sat idle in the North Sea and subsequently in the Eastern Mediterranean. It began a speedy trip across the Suez Canal, the Indian Ocean, and up towards Kamchatka on May 1.\n\nArctic Mulan’s route over the past six months. (Source: Shipatlas.com)\n\nThe vessel also received a Northern Sea Route permit on May 28 clearing it to sail the Arctic shipping lane between July 1 and October 31; a further indication that the vessel could be used for renewed attempts to load at Arctic LNG 2 this summer.\n\nFellow shadow fleet vessel Nova Energy (ex-New Energy) may be next in line to load supercooled gas at Koryak. The gas carrier is holding position outside Bechevinskaya Bay. Unlike other dark fleet vessels, which discharged their cargo into Koryak and sister barge Saam starting last fall when no buyers could be found, Nova Energy remains loaded with product originally received at Arctic LNG 2 on October 2, 2024.\n\nHowever, losses from boil-off during the last eight months could total around 30-40 percent of the originally loaded volume. A visit to Koryak in the coming days would suggest a top-up of its cargo tanks to then follow Arctic Mulan to potential buyers.\n\nWhen loading at Arctic LNG 2 last year a number of shadow fleet LNGC engaged in deceptive practices disengaging or spoofing their AIS signals. A similar attempt may be under way currently by Nova Energy displaying irregularities in its signal, though it is too early to tell to what end.\n\n\n\nKoryak FSU has been visited by three shadow fleet carriers previously. Arctic Metagaz (ex-Everest Energy) called at the storage barge on September 22, 2024, followed by Sputnik Energy (ex-Pioneer) discharging its cargo on December 25, 2024. The final transfer to Koryak came on February 11, 2025 by East Energy (ex-Asya Energy). This left the FSU without any additional capacity. If Novatek, the majority owner of Arctic LNG 2, hopes to utilize Koryak as a transshipment hub this summer it will have to begin clearing cargoes.",
      "authors": [
        "Malte Humpert"
      ]
    },
    {
      "title": "Dry Bulk Shipping: A Niche Segment is Outperforming the Rest of Bulk Trades",
      "link": "https://www.hellenicshippingnews.com/dry-bulk-shipping-a-niche-segment-is-outperforming-the-rest-of-bulk-trades/",
      "date": "2 days ago",
      "snippet": "Ship owners looking to gain a competitive advantage in trading their bulkers, could find such a case in a specific trade within the market.",
      "text": "Ship owners looking to gain a competitive advantage in trading their bulkers, could find such a case in a specific trade within the market. In its latest weekly report, shipbroker Intermodal said that “Guinea’s military government recent decision to revoke 51 mining licenses, for bauxite, gold, diamond, graphite, and iron, underscores a growing wave of “resource nationalism” across sub-Saharan Africa. This move, citing violations of national mining code, highlights a trend where African nations aim to secure a larger share of resource revenues through revised policies. Such actions introduce heightened risks for investors and supply chains, signaling the West African nation’s intent for tighter state control over its mineral wealth. Since 2015, Guinea has emerged as a major bauxite exporter, boosted by foreign investments modernizing its infrastructure. Concurrently, Indonesia’s renewed restriction on raw bauxite exports in 2023 has redirected buyers towards Australia and West Africa, reshaping global trade patterns”.\n\nAccording to Intermodal’s analyst, Mr. Nikos Tagoulis, “over the past three decades, seaborne bauxite trade has expanded significantly. The CAGR stood at a modest 2.5% from 1996 to 2005, accelerating to 6.9% between 2006 and 2015, and further surging to 9.6% from 2016 through 2025. A primary catalyst for this robust growth has been China’s escalating reliance on bauxite to fuel its rapidly expanding aluminum output. Initially, this demand supported China’s burgeoning construction and infrastructure sectors. The expansion of China’s middle class has also bolstered demand across aluminum-intensive sectors such as packaging, transportation, and consumer durables. More recently, the global transition towards a low-carbon economy has arisen as another critical driver, with aluminum playing a central role in markets like electric vehicles, solar panel frames, and energy-efficient buildings, thereby amplifying bauxite demand”.\n\nMr. Tagoulis added that “contrary to the prevailing trends in dry bulk trade, bauxite is poised to be the strongest-performing minor bulk commodity in 2025. While major bulks face headwinds and other minor bulks anticipate only marginal growth, bauxite trade stands out as a notable exception, adding to the tonnage demand for bulkers, within an otherwise uneven dry bulk landscape, which has been influenced by weakened Chinese dry bulk demand due to declining local manufacturing activity and projected slower GDP growth. More specifically, global bauxite trade surged by 12% in 2024 and is expected to expand by an additional 9% in 2025, reaching an all-time high of 205 million tons. The main reason for this growth is the robust Guinean exports to China, which are forecasted to grow by 9% and 6% in full 2025 and 2026, respectively. These exports support the latter’s surging EV sector, where aluminum is critical for lightweighting, and the construction of energy infrastructure and solar panels, a large share of which globally are manufactured in China. Furthermore, the Asian powerhouse has evolved also to a major aluminum exporter, with soaring aluminum wire and cable exports driven by the growing global momentum of copper substitution with aluminum”.\n\n“However, the expansion of alumina refinery capacity in Guinea may temper future bauxite exports. For instance, China’s State Power Investment Corporation’s plan to construct the largest alumina refinery in the West Africa nation, signals a potential gradual shift away from raw bauxite exports towards in-country refining. This strategic shift, combined with governmental decisions like the recent revocation of mining licenses, could significantly impact future trade volumes and investment sentiment. Given the importance of bauxite as a critical raw material for several industries globally, the Guinean military government’s intentions for a larger share of national mineral revenues could add a layer of complexity to the bauxite trade. This dynamic indicates the interplay between political decisions, industrial output, and the global commodity markets”, Intermodal’s analyst concluded.\n\nNikos Roussanoglou, Hellenic Shipping News Worldwide",
      "authors": []
    },
    {
      "title": "ABS Charts Course for Floating Nuclear Data Centers to Power AI Revolution at Sea",
      "link": "https://gcaptain.com/abs-charts-course-for-floating-nuclear-data-centers-to-power-ai-revolution-at-sea/",
      "date": "2 days ago",
      "snippet": "A new report from international classification society ABS and Herbert Engineering explores an innovative solution to the growing energy demands of...",
      "text": "A new report from international classification society ABS and Herbert Engineering explores an innovative solution to the growing energy demands of artificial intelligence (AI) data centers: floating nuclear-powered facilities utilizing coastal waters and river estuaries.\n\nThe concept design combines small modular reactors (SMR) with data center operations aboard purpose-built barges, using surrounding waters as a natural heat sink for both server cooling and reactor systems. This approach addresses two critical challenges facing the tech industry: the surging power requirements of AI computing and the strain on existing power grids.\n\n“The intersection of new nuclear technologies and rapidly growing AI capabilities represents a generational opportunity to power humanity’s future,” says Christopher J. Wiernicki, ABS Chairman and CEO. “Moving data centers offshore and powering them with onboard nuclear energy could mitigate certain risks and reduce the strain on local grids.”\n\nThe timing is crucial, as data centers supporting AI, cloud computing, and cryptocurrencies face unprecedented power demands, as modern processors require increasing power while generating more heat. Meanwhile, utilities are transitioning to greener energy sources and phasing out fossil fuel plants, creating potential supply constraints for new data center developments.\n\nThe design builds upon ABS’s extensive research in maritime nuclear applications and incorporates the Nautilus EcoCore cooling system, already proven at the Stockton Port floating data center. The facility would be moored to a jetty, enabling high-speed data connectivity, backup power access, and straightforward personnel boarding.\n\nKey design considerations include the need for locations with sufficient water current to efficiently disperse heat from both the nuclear plant and server cooling systems. The modular design philosophy allows for straightforward integration of data center facilities with the floating nuclear power plant structure.\n\nThis initiative follows ABS’s launch of the industry’s first comprehensive rules for floating nuclear power plants in 2024. While the technology shows promise, researchers note that the maturity of advanced nuclear technologies for these applications remains low, limiting current design details to theoretical engineering recommendations.\n\nThe concept represents a significant step toward next-generation data centers, offering a carbon-free power source combined with efficient cooling solutions. These facilities would be modern, high-density operations featuring advanced server cooling technologies, modular construction, and grid independence.\n\nRead Next: Google’s Landmark Nuclear Power Deal Signals New Energy Era, Echoes in Maritime Industry\n\n",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Debatindlæg: Søfarten har stor betydning for Fyn",
      "link": "https://danishshipping.dk/seneste-nyt/2025/debatindlaeg-soefarten-har-stor-betydning-for-fyn/",
      "date": "22 hours ago",
      "snippet": "Bragt på Fyns Amts Avis' hjemmeside 3. juni 2025. Af Steffen Damsgaard, formand for Landdistrikternes Fællesråd og Anne H. Steffensen, adm. direktør i...",
      "text": "Hvis vi skal blive ved med at være en stor søfartsnation i Danmark, skal vi fortsat have fokus på uddannelsen af fremtidens søfarende. Det er SIMAC Training i Svendborg et godt eksempel på. Her starter man nu et nyt projekt, hvor man vil uddanne de søfarende i at arbejde med de alternative, grønne brændstoffer, som vores skibe skal sejle på i fremtiden. Fremtidens søfart skal være grøn. Og her hjælper SIMAC og andre maritime uddannelses- og kur­sus­virk­som­he­der rundt omkring i landet med at forberede de søfarende på en grøn fremtid.\n\nSøfarten er med til at sikre et Danmark i bedre geografisk balance. De danske søfolk har i stor stil valgt at bosætte sig i land-og yderkommuner, ikke mindst på øerne, og bidrager med liv, lokal udvikling og økonomisk aktivitet Det har stor værdi. Det skal vi holde fast i.\n\nVi skal sikre, at der også i fremtiden både er maritime arbejds- og ud­dan­nel­ses­plad­ser samt arbejds- og ud­dan­nel­ses­plad­ser relateret til maritime erhverv i hele landet.\n\nRegeringen har for nylig fået en række gode og konkrete eks­pertan­be­fa­lin­ger til, hvordan man kan sikre, at dansk skibsfart også i fremtiden har rammevilkår, der giver erhvervet mulighed for at konkurrere på verdensplan – og dermed opretholde Danmarks status som en af verdens største sø­fart­s­na­tio­ner.\n\nVi håber, at regeringen lytter til de anbefalinger. Vi har alle sammen en klar interesse i, at det maritime erhverv, på tværs af hele landet, også fortsætter med at blomstre i fremtiden.",
      "authors": []
    }
  ]
}