{
  "timestamp": "2025-10-13T06:27:22.145277",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "Solceller på tagene og vindmøller i skove: Bredt flertal aftaler 21 tiltag, der skal fremme grøn energi på land",
      "link": "https://www.altinget.dk/kommunal/artikel/solceller-paa-tagene-og-vindmoeller-i-skove-bredt-flertal-aftaler-21-tiltag-der-skal-fremme-groen-energi-paa-land",
      "date": "2 dag siden",
      "snippet": "Regeringen og et bredt flertal genbekræfter ambitionen om at firedoble produktionen af strøm fra sol og vind på land i 2030 og vil også se på mulighederne...",
      "text": "Regeringen og et bredt flertal genbekræfter ambitionen om at firedoble produktionen af strøm fra sol og vind på land i 2030 og vil også se på mulighederne for at udskifte gamle vindmøller med nye. Det er blandt en række initiativer i ny aftale. Det er ikke nok, lyder det fra erhvervet.",
      "authors": [
        "Andreas Arp"
      ]
    },
    {
      "title": "Europamestrene: Sæson 2025 – Grøn energi og vilde dyr",
      "link": "https://www.dr.dk/drtv/episode/europamestrene_-groen-energi-og-vilde-dyr_551186",
      "date": "5 dag siden",
      "snippet": "I programmet i dag bestiger Tinne Hjersing Knudsen det, som nogle vil kalde journalistikkens Mount Everest - det handler nemlig om klima og den grønne...",
      "text": "I programmet i dag bestiger Tinne Hjersing Knudsen det, som nogle vil kalde journalistikkens Mount Everest - det handler nemlig om klima og den grønne omstilling. For hvordan står det egentlig til i Europa? Panelet består af Tommy Ahlers, bestyrelsesformand i den grønne tænketank Concito og tidligere minister og DR's klima-korrespondent, Maria Andersen. Og så kommer Malthe Sommerand, journalist på DR's udlandsredaktionen, med et postkort fra Rumænien. Udløber: 7. jan 2026",
      "authors": []
    },
    {
      "title": "Gruppe tilbagelægger 8.000 kilometer på cykel for at sætte grøn transport på dagsordenen",
      "link": "https://www.dr.dk/nyheder/viden/klima/gruppe-tilbagelaegger-8-000-kilometer-paa-cykel-saette-groen-transport-paa-dagsordenen",
      "date": "3 dag siden",
      "snippet": "Cykling bør spille en vigtigere rolle for at skåne vores klima, mener aktivistgruppe, der har brugt et år på at cykle fra Aserbajdsjan til Brasilien.",
      "text": "Om godt en måned rejser verdens regeringsledere, forhandlere og NGO’er til Belém i Brasilien for at deltage i klimatopmødet COP30.\n\nBlandt deltagerne vil være en lille gruppe, der allerede har taget hul på rejsen. En rejse, der faktisk begyndte for et år siden efter klimatopmødet i Baku, og som nu går ind i sin sidste fase.\n\nGruppen tæller cyklister, der gennem initiativet 'The COP30 Bike Ride' har tilbagelagt næsten 8.000 kilometer på tværs af Asien og Europa på 20 uger. Det skriver mediet Associated Press.\n\nFaktisk har mere end 600 cyklister deltaget i forskellige dele af turen. Her er der blandt andet blevet tilbagelagt 1.800 kilometer igennem Nordeuropa, mens andre har cyklet på tværs af dele af det østlige og sydlige Afrika.",
      "authors": [
        "Okt Kl."
      ]
    },
    {
      "title": "DI: Opbakning til Ørsted er et godt tegn for grøn energi",
      "link": "https://finans.dk/erhverv/ECE18612904/di-opbakning-til-oersted-er-et-godt-tegn-for-groen-energi/",
      "date": "5 dag siden",
      "snippet": "En vellykket kapitaludvidelse i Ørsted viser, at investorerne stadig tror på havvind og grøn energi - og det vækker lettelse i branchen, lyder det fra...",
      "text": "DI: Opbakning til Ørsted er et godt tegn for grøn energi En vellykket kapitaludvidelse i Ørsted viser, at investorerne stadig tror på havvind og grøn energi - og det vækker lettelse i branchen, lyder det fra Troels Ranis, vicedirektør i Dansk Industri. Investorerne har vist sin opbakning til Ørsted og havvind som helhed. Foto: Thomas Lekfeldt Erhverv 7. okt. 2025 kl. 17:00 Føj til læseliste Gem Anne Sofie Thrane Journalist, Finans\n\nEfteråret 2025 vil næppe gå over i glemmebøgerne for energiselskabet Ørsted.\n\nMandag aften kunne Ørsted i en fondsbørsmeddelelse afsløre, at dets kapitaludvidelse på 60 mia. kr. og dermed fremtiden for igangværende havvindprojekter er sikret.\n\nMen det er ikke bare Ørsted, der kan ånde lettet op. Det er på sin plads at være glad på hele industriens vegne,…",
      "authors": [
        "Anne Sofie Thrane"
      ]
    },
    {
      "title": "Radikale vil have genbekræftet centralt grønt mål i solcelle-forhandlinger",
      "link": "https://www.altinget.dk/forsyning/artikel/radikale-vil-have-genbekraeftet-centralt-groent-maal-i-solcelle-forhandlinger",
      "date": "5 dag siden",
      "snippet": "Ambitionen om en firedobling af grøn energi på land skal genbekræftes, og så skal kommuner og lokalsamfund også have kompensation for VE-anlæg,...",
      "text": "Regeringen og et bredt flertal genbekræfter ambitionen om at firedoble produktionen af strøm fra sol og vind på land i 2030 og vil også se på mulighederne for at udskifte gamle vindmøller med nye. Det er blandt en række initiativer i ny aftale. Det er ikke nok, lyder det fra erhvervet.",
      "authors": [
        "Andreas Arp"
      ]
    },
    {
      "title": "Hardy Jack Rasmussen (A) Esbjerg Kommune",
      "link": "https://www.dr.dk/nyheder/politik/kommunalvalg/din-stemmeseddel/kandidater/kommune/5615-hardy-jack-rasmussen",
      "date": "3 dag siden",
      "snippet": "Lær kandidaten bedre at kende! Her kan du læse mærkesager og om Hardy Jack Rasmussen. Tag kandidattesten og se hvor enige I er.",
      "text": "",
      "authors": []
    },
    {
      "title": "Norwegian vinder grøn flyrute mellem Aalborg og København med bud langt under det afsatte beløb",
      "link": "https://www.altinget.dk/klima/artikel/norwegian-vinder-groen-flyrute-mellem-aalborg-og-koebenhavn-med-bud-langt-under-det-afsatte-beloeb",
      "date": "4 dag siden",
      "snippet": "Norwegian vil fra 1. marts 2026 til 31. december 2027 flyve med 40 procent grønt flybrændstof på størstedelen af sine flyvninger mellem Aalborg og København...",
      "text": "Små fire år efter, at statsminister Mette Frederiksen (S) for første gang lancerede idéen om en grøn flyrute mellem to danske lufthavne, står det nu klart, at drømmen bliver til virkelighed.\n\nI hvert fald delvist.\n\nOnsdag kunne Trafikstyrelsen således melde ud, at flyselskabet Norwegian fra næste år bliver tildelt statsstøtte for at flyve ”grønt” mellem lufthavnene i Aalborg og København.",
      "authors": [
        "Daniel Bue Lauritzen"
      ]
    },
    {
      "title": "DI Vand henter chef fra Region Midtjylland",
      "link": "https://www.altinget.dk/forsyning/navnenyt/dansk-industri-henter-chef-fra-region-midtjylland",
      "date": "4 dag siden",
      "snippet": "Dansk Industri ansætter Lisa Marie Dalsgaard Gerschefski som ny chef for DI Vand. Det oplyser Dansk Industri i en pressemeddelelse. Den nye chef kommer fra...",
      "text": "Regeringen og et bredt flertal genbekræfter ambitionen om at firedoble produktionen af strøm fra sol og vind på land i 2030 og vil også se på mulighederne for at udskifte gamle vindmøller med nye. Det er blandt en række initiativer i ny aftale. Det er ikke nok, lyder det fra erhvervet.",
      "authors": [
        "Amalie Skourup Juul Jensen"
      ]
    },
    {
      "title": "Grøn er blevet til armygrøn: Central klimateknologi leder efter forsvarsmilliarder",
      "link": "https://borsen.dk/nyheder/baeredygtig/gron-er-blevet-til-army-gron-central-klimateknologi-leder-efter-forsvarsmilliarder",
      "date": "1 dag siden",
      "snippet": "Brintprojekter udskydes og droppes på stribe og der stilles nu spørgsmålstegn ved, om det stort anlagte, 15 milliarder dyre brintrør til Tyskland bliver til...",
      "text": "Brintprojekter udskydes og droppes på stribe, og der stilles nu spørgsmålstegn ved, om det stort anlagte, 15 milliarder dyre brintrør til Tyskland bliver til virkelighed.\n\nMens det tynder ud i finansieringen til klimaprojekter som såkaldte e-fuels, investerer stater og investorer stadig større milliardbeløb i forsvarsteknologi. Og netop her ser en vingeskudt branche muligheder.\n\n“Det er ikke i forsvarsindustrien, vi kan have den største betydning, men hvis vi kan bruge den som løftestang til at drive klimaomstillingen, ville det være et stort skridt,” fremhævede Michael Petersen, senior vice president i Everllence, i denne uge til en debat om forsvarsindustriens muligheder med såkaldte e-fuels.\n\nAnledningen var, at en af Europas største konferencer for den hidtil så lovende industri for brint og andre såkaldte e-fuels fandt sted i København. Og mens fortællingen på gangene i Bella Center og fra scenerne handlede om lukkede projekter og langtrukne projektplaner, antog håbet grønnere nuancer under forsvarsdebatten.\n\nGrønne nuancer\n\n“Det kan både være miljømæssigt lysegrønt, militært mørkegrønt og skabe udvikling,” lød slagordet eksempelvis fra adm. direktør i Arcadia e-Fuels Martin Nielsen.\n\nHer henviser han til, at teknologierne under e-fuels-paraplyen samtidig skaber arbejdspladser i områder, der har brug for det – Arcadia er etableret i Vordingborg.\n\nArcadia er et af de projekter, der over de senere år er dukket op i en spirende industri for alternative brændstoffer til alt fra skibe til fly og tung vejtransport. Tilfælles har e-fuels, at de er skabt på fabrikker, der omdanner elektricitet til flydende brændsler som metanol eller ætanol.\n\nSelv om processen kræver megen energi og endnu ikke er i nærheden af det spåede potentiale, har det hidtil været klimadagsordenen, der drev brændslerne frem, da grøn strøm på denne måde kan fodres til de industrier, der har brug for flydende brændsler.\n\n“Vores produkter kan også bruges til militære formål uden problemer. Det kan nemt være ‘dual use’ og kan leveres uden ændringer overhovedet,” siger Martin Nielsen.\n\nSelv om forsvarsindustriens fokus ikke hidtil har været i grøn omstilling, har teknologierne nemlig en anden nyttig effekt: selvforsyning og dermed øget forsyningssikkerhed, påpeger senior vice president i European Energy Hans Brask.\n\n“Det er vigtigt, at vi diskuterer mulighederne og stræber efter at have vores egne brændstoffer, ikke blot til den maritime sektor, men også til luftfart,” siger han.\n\nTidligere kontreadmiral og chef for søværnet Torben Mikkelsen er i dag rådgiver i Nationalt Forsvarsteknologisk Center, hvor han arbejder med udvikling af fremtidens flådefartøjer.\n\nHan peger på, at mange metoder i forsvaret er præget af gammelkendt teknologi, hvorfor der er gode muligheder for nytænkning.\n\nSom et eksempel peger han på de hybridmotorer, der allerede er installeret på danske færger i dag, som en mulighed for militære fartøjer, der alligevel færdes i de samme farvande.\n\n“Skønheden ved elektrisk fremdrift er, at den er meget stille. Hvis du vil bekæmpe ubåde, vil du gerne være stille. Hvis du er interesseret i ikke at blive sænket af en ubåd, vil du gerne være stille,” siger han.\n\n“Der er mange operationelle fordele ved at tænke forskellige fremdriftssystemer ind i krigsskibe,” påpeger han.\n\nHer fremhæver han, at det både kan gælde e-fuels, batterier eller sågar kernekraft.\n\nKræver tillid\n\nDer er imidlertid også helt nye hensyn, der skal tages, når teknologier skal udnyttes i forsvaret, understreger Torben Mikkelsen.\n\n“Man bliver for eksempel nødt til at tænke mere på brændstoffernes flammepunkt. Der er lidt anderledes hensyn, når truslen mod skibet er et missil. Så har du måske en anden business case, end hvis du bare sejler fra havn til havn,” konstaterer den tidligere kontreadmiral.\n\nNetop derfor vurderer Hans Brask i European Energy også, at forsvaret har en tendens til at være serviceret af de leverandører, der kender sektoren godt i forvejen.\n\n“Vi er nytilkomne i sektoren, så vi har brug for at opbygge tillid, og vi har brug for at være konkrete og vise, at vi forstår rammerne. Samtidig skal de stole på, at du eksisterer de næste par år,” konstaterer han, med henvisning til sektoren, hvor projekter og virksomheder udskiftes.\n\n“Hæren kommer ikke til at ringe til mig i morgen og sige: ‘Vi har et problem. Kan du løse det?’” vurderer han og peger på forsvarets droneproblemer som eksempel.",
      "authors": [
        "Christian Østergaard"
      ]
    },
    {
      "title": "DI Vand henter chef fra Region Midtjylland",
      "link": "https://www.altinget.dk/klima/artikel/dansk-industri-henter-chef-fra-region-midtjylland",
      "date": "4 dag siden",
      "snippet": "Dansk Industri ansætter Lisa Marie Dalsgaard Gerschefski som ny chef for DI Vand. Det oplyser Dansk Industri i en pressemeddelelse.",
      "text": "Klimaredskaberne skal holdes skarpe, mener klimaminister Lars Aagaard (M). Derfor har regeringen og et bredt flertal nu besluttet at begrænse borgeres ret til at klage over projekter med CO2-fangst og lagring.",
      "authors": [
        "Amalie Skourup Juul Jensen"
      ]
    },
    {
      "title": "Industry splits ahead of historic IMO vote on Net Zero Framework",
      "link": "https://splash247.com/industry-splits-ahead-of-historic-imo-vote-on-net-zero-framework/",
      "date": "4 days ago",
      "snippet": "As the IMO prepares to decide shipping's most consequential climate measure in decades, a rare show of unity from leading shipowner associations faces...",
      "text": "As the IMO prepares to decide shipping’s most consequential climate measure in decades, a rare show of unity from leading shipowner associations faces opposition from the likes of John Fredriksen, Greek giants, leading class societies and Washington.\n\nWith days to go before the International Maritime Organization’s (IMO) extraordinary session on the Net Zero Framework (NZF), a deep rift has emerged across the shipping industry.\n\nSeven leading shipowner associations – from Japan, Norway, Denmark, the UK, Belgium, The Netherlands and Singapore – have just issued a joint appeal urging governments to “make history in London” by approving the global decarbonisation plan — even as powerful opposition gathers from some of the sector’s most influential players.\n\n“The adoption of the Net-Zero Framework would be a major milestone for global climate regulation,” the associations declared in a joint statement released this week. “Anything else would be a major setback for the green transition and risk leaving the industry with a complicated patchwork of regional climate regulations.”\n\nThe statement argues that the IMO’s framework — years in the making — is essential to provide predictability for investors and to scale up production of alternative fuels.\n\n“Our industry, which by its very nature is global, absolutely needs a global regulation – also to address climate change,” said the signatories.\n\n“The alternative is a complicated and inefficient patchwork of national and regional regulatory frameworks that would derail the energy transition and jeopardise world trade through distorted market conditions and unfair competition.”\n\nThe framework, due for a final vote next week, would set a global carbon levy and fuel standard aimed at achieving net-zero emissions by 2050. It would also establish a central Net Zero Fund to reward compliance and finance green infrastructure.\n\nWhile backing the framework’s ambition, global tanker organisation INTERTANKO this week called for a more measured approach to implementation.\n\n“The framework will create certainty, allowing shipowners and operators to focus on operational feasibility without the burden of regional unpredictability,” said Emma Scheiris, INTERTANKO’s deputy director for environment.\n\nScheiris warned, however, that the debate had become “polarised” and that the IMO must ensure “all transitional pathways remain in place for the long-term shift to zero- and near-zero fuels.”\n\nShe listed several unresolved technical hurdles: the absence of a global sustainable fuels certification scheme, the need for sound life cycle assessment (LCA) methodologies, and clear crediting for non-fuel energy sources such as wind propulsion.\n\n“While maintaining the Polluter Pays principle, we need to provide the required investment security to unlock capital for a decarbonised future,” Scheiris said. “Beyond compliance, this is about establishing a framework that enables the maritime industry to accelerate toward zero-GHG shipping.”\n\nBut not everyone is onboard. A powerful bloc of major shipowners — including John Fredriksen’s Frontline, George Economou’s TMS Group, Evangelos Marinakis’s Capital Maritime, the Angelicoussis Group, and Saudi state carrier Bahri — has come out against the deal in its current form, warning it could “impose excessive financial burdens on the industry and consumers.”\n\nThe opposition, coordinated during London International Shipping Week last month, also includes Dynacom, GasLog, Seapeak, and Stolt Tankers. Together, they represent a significant share of the global tanker and gas carrier fleet.\n\n“As it stands, we do not believe the IMO NZF will serve effectively in support of decarbonising the maritime industry nor ensure a level playing field as intended,” the group stated, calling for “critical amendments” before adoption.\n\nGreek shipping minister Vassilis Kikilias echoed their concerns, telling IMO secretary-general Arsenio Dominguez in London that “changes are essential” before the framework can be accepted.\n\nDominguez, however, struck a confident tone at the same event. “I remain convinced the framework will be adopted,” he told delegates. “I base that on the track record of the organisation, on the co-operation that we all have, and the understanding that we still have some challenges and concerns.”\n\nThe IMO rarely resorts to formal voting, but sources in London say a ballot looks increasingly likely. If consensus cannot be reached, adoption will require a two-thirds majority — 108 of the 176 member states that have ratified MARPOL Annex VI.\n\nThe Getting to Zero Coalition, representing more than 180 companies and several of the world’s largest shipowners, last month issued a statement calling on member states to adopt the framework without delay.\n\n“Prolonged uncertainty could put very large investments — ones that will be critical for the future of global trade — at risk,” the coalition said. “The absence of global regulatory guidance will raise the costs of change in the long run — costs that the industry, countries, and consumers will bear.”\n\nPatrick Verhoeven, managing director of the International Association of Ports and Harbors (IAPH), also urged IMO members to seize the moment.\n\n“A failure to adopt the framework would create absolute investment uncertainty,” Verhoeven warned. “Achieving IMO’s net zero targets would become impossible.”\n\nAdding to the tension, the US remains firmly opposed to the framework. Washington walked out of April’s MEPC session and has since warned that countries supporting the deal could face retaliatory measures ranging from tariffs to port levies and visa restrictions.\n\nAnalysts say the vote could hinge on a small number of undecided states — including several from Southeast Asia, the Middle East, and Latin America — where political and economic alignments are in flux.\n\nSplash will be bringing readers details of all the key outcomes from the IMO meet-up next week.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Nilesh Sompura"
      ]
    },
    {
      "title": "Maersk terminates contract for near-complete WTIV with Seatrium",
      "link": "https://splash247.com/maersk-terminates-contract-for-near-complete-wtiv-with-seatrium/",
      "date": "2 days ago",
      "snippet": "Singapore shipyard group Seatrium has received a notice of termination of a contract for the construction of a wind turbine installation vessel for Maersk...",
      "text": "Singapore shipyard group Seatrium has received a notice of termination of a contract for the construction of a wind turbine installation vessel for Maersk Offshore Wind, set to be deployed on Equinor’s Empire Wind project in the US.\n\nThe contract has a total value of approximately $475m. As of the date of this announcement, the project is approximately 98.9% completed.\n\nMaersk Offshore Wind, 100% owned by A.P. Møller Holding, awarded the contract to Sembcorp Marine Rigs & Floaters, now known as Seatrium Energy International, in March 2022. The termination notice was received on Thursday, October 9.\n\nThe company stated that it would explore viable solutions, including those with the end-customer, Empire Offshore Wind LLC, an Equinor subsidiary responsible for developing the offshore wind farm.\n\nSeatrium Energy International is currently reviewing the validity of the notice of termination, as well as certain allegations within it. The allegations have been left undisclosed at this moment.\n\nAll legal and commercial options regarding the contract are also being evaluated, including the right to contest the notice of termination and to perhaps commence legal proceedings to remedy wrongful termination.\n\nSeatrium also advised shareholders to exercise caution when dealing with the shares or other securities of the group.",
      "authors": [
        "Bojan Lepic",
        "Bojan Is An English Language Professor Turned Journalist With Years Of Experience Covering The Energy Industry With A Focus On The Oil",
        "Gas",
        "Lng Industries As Well As Reporting On The Rise Of The Energy Transition. Previously",
        "He Had Written For Navingo Media Group Titles Including Offshore Energy Today",
        "Lng World News. Before Joining Splash",
        "Bojan Worked As An Editor For Rigzone Online Magazine.",
        "Nilesh Sompura",
        "Slawomir Palenda",
        "Old School"
      ]
    },
    {
      "title": "British university sets out to turn seawater into ship fuel",
      "link": "https://splash247.com/british-university-sets-out-to-turn-seawater-into-ship-fuel/",
      "date": "4 days ago",
      "snippet": "London's Brunel University is teaming up with startup Genuine H2 to pilot a system that splits seawater into hydrogen onboard ships.",
      "text": "London’s Brunel University is teaming up with startup Genuine H2 to pilot a system that splits seawater into hydrogen onboard ships.\n\nThe concept is to feed seawater through electrolyzers, extract pure hydrogen, store it on ship, then use it as a clean-burning fuel. Brunel’s project intends to store hydrogen safely, and run the system continuously during voyages.\n\nThe whole process is circular. As well as clean fuel, it produces pure water that can be reused or safely poured back into the sea.\n\nBrunel is already deep in hydrogen engine R&D. The university is leading a multimillion-pound programme to design net-zero hydrogen engines for ships, aircraft, trucks and more.\n\nThere are big technical hurdles — energy efficiency, reliability, corrosion, storage safety, and regulatory approval, to name a few. Nevertheless, testing has just begun on land, with the demonstrator running until March 2026.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Nilesh Sompura"
      ]
    },
    {
      "title": "Maersk Terminates $475 Million Wind Turbine Installation Vessel Contract with Seatrium",
      "link": "https://gcaptain.com/maersk-terminates-475-million-wind-turbine-installation-vessel-contract-with-seatrium/",
      "date": "2 days ago",
      "snippet": "Singapore-based Seatrium Limited announced today it has received a notice of termination from Maersk Offshore Wind for a nearly completed Wind Turbine...",
      "text": "Singapore-based Seatrium Limited announced today it has received a notice of termination from Maersk Offshore Wind for a nearly completed Wind Turbine Installation Vessel (WTIV) originally contracted in March 2022. The vessel, which is approximately 98.9% complete, was intended for deployment at the Empire Wind 1 offshore wind farm in U.S. waters.\n\nThe $475 million contract (approximately S$610 million) was awarded to Sembcorp Marine Rigs & Floaters Pte Ltd, now known as Seatrium Energy (International) Pte Ltd (SEI).\n\nAccording to Seatrium’s announcement, the company received the notice of termination on Thursday. SEI stated it will “explore viable solutions, including with the end-customer, Empire Offshore Wind LLC” while reviewing “the validity of the Notice of Termination, as well as the allegations set out therein.”\n\nThe company is also “evaluating its legal and commercial options… including the right to contest the Notice of Termination, and/or to commence legal proceedings to seek all available remedies for wrongful termination.”\n\nThe termination comes amid ongoing challenges for the Empire Wind project, which has faced significant regulatory hurdles under the Trump administration. In April 2025, the Bureau of Ocean Energy Management (BOEM) temporarily halted construction activities on Empire Wind 1, though the stop work order was lifted later lifted on May 19.\n\nThe $5 billion Empire Wind 1 project is designed to power 500,000 New York homes by 2027 and is currently reported to be more than 30% complete. The project represents a major investment in U.S. renewable energy infrastructure and includes the redevelopment of the South Brooklyn Marine Terminal.\n\nWhile Empire Wind 1 construction has resumed, Equinor recently indicated it is unlikely to pursue the Empire Wind 2 project due to regulatory changes in the U.S. Earlier this month, the Trump administration announced plans to reconsider key government approvals for Empire Wind 2.\n\nSeatrium advised shareholders to “exercise caution when dealing with the shares or other securities of the Group” and promised further announcements regarding any material developments.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "NAPA: Integration is shipping’s new superpower",
      "link": "https://splash247.com/napa-integration-is-shippings-new-superpower/",
      "date": "4 days ago",
      "snippet": "Shipping's decarbonisation drive won't be defined by one big breakthrough, according to Mikko Kuosa, CEO of Finland-based software company NAPA.",
      "text": "Shipping’s decarbonisation drive won’t be defined by one big breakthrough, according to Mikko Kuosa, CEO of Finland-based software company NAPA. Instead, the focus is shifting to combining proven technologies and tailoring solutions to fit specific vessel types and trades.\n\n“There will not be a single silver-bullet solution,” Kuosa tells Maritime CEO. “Different permutation and combinations of technologies will prove optimal in different scenarios.”\n\nShort-sea shipping is seeing battery-powered vessels coming online. For deep-sea, hybrid setups are gaining traction, including wind-assisted propulsion. Kuosa points to a recent simulation run by NAPA, Norsepower and Sumitomo that showed emissions could be cut by up to 28% when wind power is paired with voyage optimisation.\n\nDesign-stage simulation is also coming into its own. Shipyards like HD Hyundai and Chantiers de l’Atlantique are using digital twins to model real-world fuel use, hydrodynamics, emissions, and even crew workflow before a single section is welded. Kuosa says this shift helps ensure that “ships entering the water are already greener, safer and optimized for real-world performance.”\n\nIntegration is what’s driving all this forward. “The future will favour solutions that connect data, technology and people seamlessly. That’s where the breakthroughs will be most visible,” he says.\n\nAI is already playing a key role in NAPA’s offering. It’s being used to analyse hull fouling, predict CII ratings, and refine fuel efficiency. “In performance monitoring, we use it to analyze hull fouling, predict CII ratings for specific voyages, and model fuel efficiency with remarkable precision,” Kuosa explains.\n\nIt’s also being applied to ship safety and port navigation. “We’ve integrated AI into our ship stability and loading software, automatically optimising cargo placement in line with the IMDG code and sending alerts to prevent hazardous misplacement,” he says. The same technology is being used to process AIS data more accurately than ever.\n\n“These advances aren’t about replacing human judgment; they’re about supporting the crews and shoreside teams with better tools,” Kuosa adds.\n\nBut the next leap in AI will only come once the industry cleans up its data. “Shipping’s fragmented data systems mean we don’t yet have the structured, interconnected data required to unlock the next wave of AI innovation,” he says. “Once our industry establishes strong data hygiene, the floodgates of innovation will surely open.”\n\nNAPA is positioning itself at the centre of this ecosystem. With tools covering everything from early-stage design to daily operations, the company is creating continuous feedback loops that allow lessons from one vessel to inform the design and performance of the next. “Operational data from one ship can improve the design of the next, and even after a vessel is retired, its operational data can live on to inform future fleets,” Kuosa says.\n\nOn the commercial side, the industry is finally starting to put serious money behind technology. “The cost of inaction is rapidly becoming greater than the cost of innovation,” says Kuosa. Wind propulsion is no longer experimental—installations have doubled in two years. Voyage optimisation, once a fringe tool, is now a board-level discussion.\n\n“Digital logbooks, for instance, have moved from trial projects to fleet-wide rollouts. It’s not just efficiency; it’s risk reduction and improved compliance discipline,” he says. But there’s still ground to cover. “The penny has dropped, but it’s still rolling. The next few years will determine whether companies pick it up and invest, or watch competitors move ahead without them.”\n\nInternally, NAPA is shifting its own talent base, bringing in new technical roles and focusing more heavily on customer-centric design. “We don’t just build software – we design solutions around the full customer journey,” says Kuosa.\n\nExternally, the company is pushing collaboration hard. NAPA Studios, the firm’s innovation and co-creation platform, is working with shipowners, yards, class, and even financiers. “These are not problems any single company can solve in isolation,” Kuosa notes. One example: a digital twin initiative involving 13 of Japan’s largest shipping firms, aiming to build a secure data-sharing model between shipyards and operators.\n\nKuosa is also clear on one thing: no digital transition will succeed if it adds to the already heavy burden on crews. “Success depends on seafarers and shoreside teams—and they are under growing strain,” he says. Citing research showing mental health issues and increased workloads among senior officers, he argues that tech must ease the load, not add to it.\n\nNAPA’s digital logbook has cut admin time by 2,000 hours per vessel per year for operators like Anthony Veder. Smart checklists and a digital Permit to Work tool—trialled with Carnival and Virgin Voyages—are now part of the company’s broader effort to improve safety and reduce complexity.\n\n“The goal is simple: reduce manual effort, minimize compliance risk, and give crews and companies the clarity they need to navigate the transition safely and sustainably,” Kuosa says.\n\nAnd more tools are coming. “No matter how advanced the tools, the green transition will only succeed if we make it manageable for the people doing the work.”\n\n",
      "authors": [
        "Splash Is Asia Shipping Media S Flagship Title Offering Timely",
        "Informed",
        "Global News The Maritime Industry",
        "Nilesh Sompura",
        "Slawomir Palenda",
        "Old School",
        "Tom Wilson",
        "Bruce Coatta"
      ]
    },
    {
      "title": "Capital Offshore and United Offshore Support combine OSV fleets under new JV",
      "link": "https://splash247.com/capital-offshore-and-united-offshore-support-combine-osv-fleets-under-new-jv/",
      "date": "6 days ago",
      "snippet": "Greek OSV owner Capital Offshore has acquired 50% of shares in German OSV management specialist United Offshore Support (UOS) from Hayfin Capital Management...",
      "text": "Greek OSV owner Capital Offshore has acquired 50% of shares in German OSV management specialist United Offshore Support (UOS) from Hayfin Capital Management.\n\nCompletion of the transaction is subject to regulatory approvals. Upon closing, the company will operate under the new name UOS Capital.\n\nThe vessels owned by the Evangelos Marinakis-backed outfit will be under UOS Capital’s management. Capital Offshore’s newbuild PSVs and MPSVs are also expected to come under UOS Capital management as they are delivered from the shipyard during 2026 and 2027.\n\nUpon completion of all deliveries, UOS Capital will provide full technical, crewing, and commercial management services to a combined fleet of more than 30 anchor handling, platform supply, and subsea support vessels controlled by its shareholders.\n\n“The joint venture with Capital Offshore will allow the two companies to benefit from their highly complementary offerings, building a ship management platform with the potential for further growth and value creation,” added Andreas Povlsen, managing director and head of the maritime team at Hayfin.",
      "authors": [
        "Bojan Lepic",
        "Bojan Is An English Language Professor Turned Journalist With Years Of Experience Covering The Energy Industry With A Focus On The Oil",
        "Gas",
        "Lng Industries As Well As Reporting On The Rise Of The Energy Transition. Previously",
        "He Had Written For Navingo Media Group Titles Including Offshore Energy Today",
        "Lng World News. Before Joining Splash",
        "Bojan Worked As An Editor For Rigzone Online Magazine.",
        "Nilesh Sompura",
        "Slawomir Palenda",
        "Old School"
      ]
    },
    {
      "title": "Breakthrough in Methane Slip Reduction Bolsters LNG’s Maritime Decarbonization Pathway",
      "link": "https://gcaptain.com/breakthrough-in-methane-slip-reduction-bolsters-lngs-maritime-decarbonization-pathway/",
      "date": "4 days ago",
      "snippet": "As the maritime industry approaches a critical regulatory crossroads, significant technological advancements are strengthening LNG's position as a viable...",
      "text": "As the maritime industry approaches a critical regulatory crossroads, significant technological advancements are strengthening LNG’s position as a viable transition fuel for shipping’s decarbonization journey.\n\nA major breakthrough in methane slip reduction technology was announced yesterday by Kanadevia Corporation, Mitsui O.S.K. Lines (MOL), and Yanmar Power Solutions. Full-scale demonstration trials conducted since May 2025 have achieved a remarkable 98% methane slip reduction rate in real-world conditions, far exceeding their initial 70% target. The trials are being conducted on the LNG-fueled coal carrier REIMEI, operated by MOL, on routes between Japan and Australia.\n\nThis development comes at a crucial time as SEA-LNG, the industry coalition supporting the methane decarbonization pathway, highlighted recent progress in reducing greenhouse gas emissions from LNG as a marine fuel ahead of next week’s Marine Environment Protection Committee (MEPC) session at the UN International Maritime Organization.\n\n“The evidence is clear: LNG is delivering emissions reductions now and providing a practical pathway to net-zero through biomethane and e-methane. It is essential that future regulation builds on this momentum and recognizes the proven benefits of the methane decarbonisation pathway,” said Peter Keller, Chairman of SEA-LNG.\n\nLandmark Study Reveals Lower Emissions for LNG Marine Fuel Than Previously Thought\n\nWith approximately 95% of vessels still using oil-based fuels, LNG has emerged as the leading alternative, now representing nearly 20% of the global vessel orderbook.\n\nThe technological breakthrough addresses one of the primary criticisms of LNG as a marine fuel—methane slip, which occurs when a portion of methane in LNG fuel is emitted into the atmosphere unburned. Methane has a higher greenhouse effect than CO2, making its reduction essential from the perspective of GHG reduction.\n\nThe project, funded under the Green Innovation Fund Project “Development of Next-Generation Vessels” led by the New Energy and Industrial Technology Development Organization (NEDO), combines methane oxidation catalysts with engine improvements. According to the developers, the technology achieved a 93.8% methane slip reduction rate in land-based trials, which has now been surpassed by the 98% reduction achieved in actual maritime operations at 75% load.\n\nThese developments align with SEA-LNG’s position that the LNG pathway offers immediate and future benefits. Steve Esau, Chief Operating Officer of SEA-LNG, noted: “Independent studies by Sphera and Rystad Energy confirm a steady decline in well-to-tank emissions from LNG over the past decade. With further reductions expected as supply chains evolve, and with LBM and e-methane scaling, the pathway is both credible today and vital for the industry’s long-term transition.”\n\nThe timing of these announcements is particularly relevant as the IMO’s Marine Environment Protection Committee (MEPC) prepares to meet for its 2nd extraordinary session from October 14-17, at IMO Headquarters in London. The committee will consider the adoption of draft amendments to MARPOL Annex VI, including the IMO Net-Zero Framework, which was approved by MEPC 83 in April 2025.\n\nThe IMO Net-Zero Framework represents a significant shift in maritime regulations, featuring two key elements: a global fuel standard requiring ships to gradually reduce the GHG intensity of their fuels and a pricing mechanism with set prices on GHG emissions. If adopted, these regulations are expected to enter into force in March 2027.\n\nShip emissions under the framework are measured using GHG Fuel Intensity (GFI), which calculates greenhouse gas emissions for each unit of energy used, expressed in grams of CO? equivalent per megajoule. This “well-to-wake” approach covers emissions from the entire fuel lifecycle—from extraction and production to use onboard.\n\nFor LNG proponents, the advancements in methane slip reduction technology could significantly improve the fuel’s GHG Fuel Intensity profile. This comes as the framework defines “zero or near-zero” emission fuels (ZNZs) as those with a GFI of no more than 19.0 gCO?eq/MJ through 2035, after which the threshold tightens to 14.0 gCO?eq/MJ.\n\nThe Yanmar-led project aims to continue onboard trials through the end of FY2026 to evaluate overall system performance and catalyst durability, with the goal of social implementation from FY2027 onward—coinciding with the expected enforcement timeline of the IMO Net-Zero Framework.\n\nFor the maritime industry, these developments suggest that LNG—with its established infrastructure and growing technological improvements—may continue to play a significant role in shipping’s decarbonization pathway, particularly as a transition fuel while other zero-emission technologies mature.\n\nThe question now facing industry and regulators is whether these technological advancements will be recognized within the IMO’s framework and how they might influence the trajectory of maritime decarbonization strategies as the industry navigates toward increasingly stringent emissions regulations.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Global Shipping Industry Set to Adopt World’s First International Carbon Pricing Scheme",
      "link": "https://gcaptain.com/global-shipping-industry-set-to-adopt-worlds-first-international-carbon-pricing-scheme/",
      "date": "3 days ago",
      "snippet": "Governments at the UN's International Maritime Organization (IMO) are expected to adopt the world's first global carbon pricing scheme on any international...",
      "text": "Governments at the UN’s International Maritime Organization (IMO) are expected to adopt the world’s first global carbon pricing scheme on any international polluter next week, as the shipping industry faces a transformative moment in its environmental regulations.\n\nThe Extraordinary Session of the Marine Environment Protection Committee (MEPC E.2) in London on October 14-17 will consider formal adoption of the “Net-Zero Framework” – a comprehensive regulatory package aimed at achieving net-zero greenhouse gas emissions from shipping by or around 2050.\n\n“The global industry remains fully committed to working collaboratively with IMO Member States to implement successfully this carefully balanced regulatory package for achieving net zero GHG emissions by or close to 2050,” stated leading international maritime associations in a joint statement released on October 9 from London.\n\nThe statement, backed by organizations representing the majority of the global shipping fleet, emphasized the critical nature of this regulatory framework: “With the support of the industry, this is a unique and historic opportunity for governments to put in place a comprehensive global framework, which will be strictly enforced worldwide, to incentivise the shipping industry’s transition to net zero emissions whilst ensuring a level playing field.”\n\nThe maritime transport sector, which moves 90% of global trade, has positioned itself as ready to “play its important part in delivering a sustainable future.”\n\nThe IMO Net-Zero Framework, initially approved during the Marine Environment Protection Committee’s 83rd session in April 2025, represents the first global regulatory system to combine mandatory emissions limits with greenhouse gas pricing across an entire industry sector. The framework will be included in a new Chapter 5 of Annex VI to the International Convention for the Prevention of Pollution from Ships (MARPOL).\n\nUnder the proposed regulations, ships will be required to comply with two key mechanisms: a global fuel standard that will require vessels to reduce their greenhouse gas fuel intensity over time, and a global economic measure that will establish a system of penalties and rewards based on emissions performance.\n\nSpecifically, ships that emit above set thresholds will need to acquire “remedial units” to balance their emissions deficit. This can be accomplished by transferring surplus units from other ships, using previously banked surplus units, or purchasing remedial units through contributions to a newly established IMO Net-Zero Fund.\n\nThis fund will be instrumental in supporting the industry’s transition, with revenues being used to reward low-emission ships, support innovation and research, fund training and technology transfer, and mitigate negative impacts on vulnerable states such as Small Island Developing States and Least Developed Countries.\n\nIndustry leaders have emphasized the importance of global regulations, stating: “Only global rules will decarbonise a global industry. Without the Framework, shipping would risk a growing patchwork of unilateral regulations, increasing costs without effectively contributing to decarbonisation.”\n\nIf adopted next week as expected, the amendments will likely enter into force in 2027, becoming mandatory for large ocean-going ships over 5,000 gross tonnage, which collectively emit 85% of the total CO2 emissions from international shipping.\n\nThe adoption of this framework would represent a significant victory for climate diplomacy, particularly following the April 2025 agreement that was secured through a vote at the IMO. The shipping industry’s united support could be crucial for the framework’s successful implementation.\n\nKey supporters of the framework are expected to include most BRICS nations, the EU27, Canada, UK, South Korea, Japan, Singapore, Panama, and Chile.\n\nFollowing the expected adoption of the legally-binding regulations next week, technical negotiations will continue during ISWG-GHG-20 (October 20-24) to finalize key details on the design and implementation of the framework. This will be followed by approval of detailed implementation guidelines at MEPC 84 in Spring 2026.\n\nIn his closing remarks at the April meeting, IMO Secretary-General Arsenio Dominguez noted: “The approval of draft amendments to MARPOL Annex VI mandating the IMO net-zero framework represents another significant step in our collective efforts to combat climate change, to modernize shipping and demonstrates that IMO delivers on its commitments.”",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Port of Long Beach Secures $20 Million Grant for Massive Offshore Wind Terminal",
      "link": "https://gcaptain.com/port-of-long-beach-secures-20-million-grant-for-massive-offshore-wind-terminal/",
      "date": "4 days ago",
      "snippet": "The Port of Long Beach has been awarded $20 million by the California Energy Commission to develop Pier Wind, a proposed 400-acre terminal dedicated to...",
      "text": "The Port of Long Beach has been awarded $20 million by the California Energy Commission to develop Pier Wind, a proposed 400-acre terminal dedicated to assembling and deploying floating offshore wind turbines.\n\nThe funding, which comes from the agency’s Offshore Wind Energy Waterfront Facility Improvement Program through state bond funding, represents a major step forward for California’s renewable energy ambitions despite opposition from the Trump administration. The Port of Long Beach will match the grant with $11 million to complete engineering, environmental, business planning, and community outreach requirements needed to begin construction.\n\nThe proposed $4.7 billion facility aims to help California meet its goal of generating 25 gigawatts of offshore wind energy by 2045, enough to power 25 million homes statewide.\n\n“Our Pier Wind project will ensure California’s offshore wind energy goals are achieved,” said Port of Long Beach CEO Mario Cordero. “We thank the California Energy Commission for funding the Pier Wind project, which will enhance the nation’s energy independence and strengthen the electric grid to support electrification investments across the supply chain.”\n\nWhen completed, Pier Wind would facilitate the assembly of some of the world’s largest offshore wind turbines, which would stand as tall as the Eiffel Tower. These fully assembled turbines would be towed by sea from Long Beach to wind lease areas located 20 to 30 miles off the coast in Central and Northern California.\n\nThe grant funding was made possible by Proposition 4, a climate bond measure approved by California voters in 2024, which allocated $475 million for port infrastructure projects related to offshore wind development. Port officials have indicated they will pursue additional funding from this source as it becomes available.\n\nConstruction on the facility could begin as early as 2027, with the first 200 acres expected to be operational by 2031 and the remaining 200 acres by 2035. A preliminary economic impact report projects that Pier Wind could create more than 6,000 jobs and generate $8 billion in labor income, $14.5 billion in economic output, and $1.3 billion in state and local taxes by 2045.\n\nThe project has received legislative support as well. Governor Gavin Newsom signed a bill last year to streamline the design and development process by allowing the Port of Long Beach to use alternative construction delivery methods. Additionally, the California Energy Commission adopted a final strategic plan for offshore wind energy developments that specifically references the need to prioritize seaports like Long Beach for assembly and staging sites.\n\nIn December 2024, the Port of Long Beach entered into a memorandum of understanding with the California State Lands Commission and the Port of Humboldt to collaborate on permitting, community engagement, environmental justice, clean energy strategies, and Native American Tribal consultation to advance a multiport strategy for offshore wind deployment.\n\nThis funding announcement comes amid significant federal policy shifts in offshore wind development as the Trump Administration has all but indefinitely suspended the federal permitting process and targeted projects already under construction with federal stop-work orders—move that could significantly impact states’ investments. The federal Bureau of Ocean Energy Management recently rescinded all designated Wind Energy Areas on the U.S. Outer Continental Shelf, effectively ending the federal designation of more than 3.5 million acres previously targeted for offshore wind development, aligning with a January 20, 2025 executive order targeting the sector.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Europe’s top ports gridlocked by strikes",
      "link": "https://splash247.com/europes-top-ports-gridlocked-by-strikes/",
      "date": "3 days ago",
      "snippet": "Container operations at Europe's largest port, Rotterdam, have come to a standstill as lashers began a 48-hour strike on Wednesday afternoon to demand...",
      "text": "Container operations at Europe’s largest port, Rotterdam, have come to a standstill as lashers began a 48-hour strike on Wednesday afternoon to demand higher wages, while harbour pilots’ protests in neighbouring Antwerp-Bruges continue to disrupt marine traffic.\n\nDutch union FNV said workers at International Lashing Services and Matrans Marine Services — the two lashing firms active in Rotterdam — stopped work at 15.15 hrs local time and will remain off duty until the same time on Friday.\n\nAs lashers are responsible for securing containers aboard vessels, the walkout means no ship can be loaded or unloaded during the strike period, the union said. Major terminals across the port are expected to feel the impact, with some boxships already facing extended laytime.\n\nA spokesperson for the Port of Rotterdam Authority confirmed that the strike would affect vessel turnaround times but said it was too early to quantify the scale of disruption.\n\nThe industrial unrest adds to broader regional turmoil. In Belgium, Flemish harbour pilots have been protesting against federal pension reforms, triggering significant delays at Antwerp-Bruges, Europe’s second-largest port.\n\nAccording to port authorities, only 31 ships were handled on Tuesday, compared with an average of 60 to 80 daily. As of Wednesday morning, over 100 vessels were waiting to enter or leave the port, with several diversions reported.\n\nPilots, represented by the Beroepsvereniging van Loodsen, are limiting work to office hours as part of their action. Negotiations with the government remain stalled, with both sides waiting for the other to resume talks. The pilots have protested for months, arguing that recent pension reforms unfairly target their sector and could reduce future benefits.\n\nThe combined strikes in Rotterdam and Antwerp — two of Europe’s most critical maritime gateways — are already prompting warnings of knock-on effects across North Europe’s container and energy supply chains if they drag on.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Nilesh Sompura",
        "Slawomir Palenda"
      ]
    },
    {
      "title": "Maritime History in the Making: Industry Backs IMO Net-Zero Framework",
      "link": "https://danishshipping.dk/en/latest-news/2025/maritime-history-in-the-making-industry-backs-imo-net-zero-framework/",
      "date": "4 days ago",
      "snippet": "Heads of 7 shipping associations call for IMO adoption of the Net-Zero Framework (NZF) at the crucial vote in October. Anything else would be a major...",
      "text": "This October, the member states of the International Maritime Organization can make history by finally adopting an agreement on climate regulation of the shipping industry – and thus becoming the first global industry to do so.\n\nAs a result of multiple years of negotiations, the Net-Zero Framework is set to propel sustainable shipping at a truly global scale.\n\nThe backstory is as follows: In 2023, IMO agreed on a greenhouse gas (GHG) strategy stating that global shipping must become climate neutral around 2050. This was followed earlier this year by the principal agreement on the regulatory framework necessary to make the ambitious GHG-strategy a reality. This Net-Zero Framework must now be finally adopted at the IMO-meeting in London in mid-October.\n\nThe Net-Zero Framework entails concrete mandates for the reduction of emissions from ships as well as a pricing mechanism that puts a cost on un­dercom­pli­an­ce and rewards the use of alternative, greener fuels under a global fuel standard. These are clear, global measures that will drive down the industry’s climate emissions. Crucially, it will strengthen the business case for cutting emissions and investing in sustainable energy, fuels, and technology.\n\nFinal approval at the IMO meeting requires a qualified majority of member states that are signatories to the MARPOL Convention. It is important that such a majority comes together to shepherd the agreement across the finish line. Our industry, which by its very nature is global, absolutely needs a global regulation – also to address climate change.\n\nThe alternative is a complicated and inefficient patchwork of national and regional regulatory frameworks. Not only is this an entirely wrong solution for a global industry such as ours, such a scenario will also derail ongoing efforts towards the energy transition and jeopardise world trade through distorted market conditions and unfair competition. We therefore also call upon the EU, which has the most ambitious climate regulation for shipping, to send a clear message of alignment with the IMO NZF when adopted to avoid double payment for shipping emissions and to reduce the regulatory burden.\n\nTo deliver on the agreed upon GHG strategy, global regulation is a precondition. It is necessary for reducing emissions, for creating homogeneous and predictable framework conditions for the shipping industry and – perhaps most importantly – sending the strongest possible signal to investors and producers to scale up the production of the alternative fuels that the shipping industry will require to move towards zero emissions.\n\nThe industry supports the IMO Net-Zero Framework, as evidenced by the formal declaration of support of the International Chamber of Shipping (ICS) and the clear support of the European Shipowners (ES | ECSA). The co-signers of this article appeal to the IMO member states to come together and vote for global climate measures.\n\nLet’s take the next step and move towards net-zero together. Let’s make history in London.\n\nSignees:\n\n- Japanese Shipowners’ Association: Secretary general, Yasuhiro Shinohara\n\n- Royal Belgian Shipowners’ Association: Managing director, Loïc Van Staey\n\n- Royal Association of Netherlands Shipowners: Managing director, Annet Koster\n\n- Singapore Shipping Association: Executive director, Loh Chun How\n\n- UK Chamber of Shipping: Chief executive Rhett Hatcher\n\n- Norwegian Shipowners’ Association: Chief executive, Knut Arild Hareide\n\n- Danish Shipping: Chief executive, Anne H. Steffensen",
      "authors": []
    },
    {
      "title": "Green inland ports final conference",
      "link": "https://transport.ec.europa.eu/news-events/events/green-inland-ports-final-conference-2025-11-26_en",
      "date": "1 month ago",
      "snippet": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway...",
      "text": "",
      "authors": []
    },
    {
      "title": "Velkommen til Danske Rederier",
      "link": "https://danishshipping.dk/",
      "date": "Jun 23, 2023",
      "snippet": "Ledere fra syv rederiforeninger opfordrer IMO til at vedtage Net-Zero Framework (NZF) ved den afgørende afstemning i oktober.",
      "text": "Ledere fra syv re­de­ri­for­e­nin­ger opfordrer IMO til at vedtage Net-Zero Framework (NZF) ved den afgørende afstemning i oktober. Alt andet vil være et alvorligt tilbageslag for den grønne omstilling og risikere at efterlade branchen med et kompliceret kludetæppe af regionale klimaregler.",
      "authors": []
    },
    {
      "title": "Maritim historieskrivning i støbeskeen: Industrien bakker op om IMO’s Net-Zero Framework",
      "link": "https://danishshipping.dk/seneste-nyt/2025/maritim-historieskrivning-i-stoebeskeen-industrien-bakker-op-om-imo-s-net-zero-framework/",
      "date": "4 days ago",
      "snippet": "Ledere fra syv rederiforeninger opfordrer IMO til at vedtage Net-Zero Framework (NZF) ved den afgørende afstemning i oktober.",
      "text": "I næste uge samles IMO’s 176 medlemslande i London for formelt at vedtage den historiske aftale om bindende klimaregler for skibsfarten, som blev indgået i april.\n\nDanske Rederier opfordrer sammen med seks andre re­de­ri­o­r­ga­ni­sa­tio­ner til, at IMO vedtager Net-Zero Framework.\n\n”Industrien bakker op om Net-Zero Framework. Bindende global regulering er afgørende for at nå målet om klimaneutral skibsfart i 2050. Vi har brug for global regulering og lige kon­kur­ren­ce­vil­kår. Alternativet til Net-Zero Framework er ikke ingen regulering, som nogle af aftalens modstandere måske håber på, men derimod et kompliceret kludetæppe af regionale og nationale regler – og det er helt forkert for en global branche,” siger Anne H. Steffensen, adm. direktør i Danske Rederier.",
      "authors": []
    }
  ]
}