{
  "timestamp": "2025-04-09T08:00:05.262922",
  "query": "bæredygtighed OR 'grøn omstilling' OR klima OR biodiversitet site:.dk OR site:dr.dk OR site:altinget.dk (politik OR mål OR SDG OR miljø)",
  "serper_results": [
    {
      "title": "Affaldssektoren er en kæmpemuskel, når det gælder grøn omstilling på det kommunale plan",
      "link": "https://www.altinget.dk/miljoe/artikel/affaldssektoren-er-en-kaempemuskel-naar-det-gaelder-groen-omstilling-paa-det-kommunale-plan",
      "date": "for 7 timer siden",
      "snippet": "Affaldssektoren er – på tværs af den kommunale og den private sektor – stor, videnstung og vant til at samarbejde og have rigtig, rigtig mange kunder i...",
      "text": "Dette indlæg er alene udtryk for skribentens egen holdning. Alle indlæg hos Altinget skal overholde de presseetiske regler.\n\nFor få uger siden ”fejrede” vi, at det var world-over-shoot-day i Danmark. Den dag hvor Danmark har brugt sin del af ressourcerne i verden for året. Den dag ligger mellem otte og ni måneder før nytår og rykker sig ikke rigtigt fra det ene år til det næste. Den ligger fast i midten af marts måned. Danmark bliver ved med at være et af de lande, der forbruger mest i verden. Vi formår ikke at dekoble vores forbrug fra vores vækst. Hvordan kan man gøre noget ved det? Vi kan drømme om, at vi sætter den ægte pris på varerne, så vi betaler for det træk, vi har på naturens ressourcer. Det har lange udsigter. Vi kunne også drømme om, at vi regulerer det forbrug, vi hver især må have. Sebastian Mernild og Eigil Kaas foreslog i 2024, at alle mennesker i verden fik en CO2-kvote. Det er et spændende tankeeksperiment, men det har også lange udsigter.\n\nLæs også\n\nDer er en meget stor berøringsangst hos lovgivere, når det handler om at begrænse vores forbrug. Det tætteste vi kommer på reelle tiltag på området, er forankret i affaldssektoren med mål om at begrænse affaldet. Både på EU-plan og i kommunerne. Mine indlæg i dette forår handler om, hvad der fylder på det grønne område op til kommunalvalget til november. I den forbindelse slår det mig, at vi risikerer at affaldsområdet kan blive overset og klemt, fordi mange øjne hviler på arbejdet med arealomlægning – grøn trepart, vedvarende energi og klimatilpasning især. Affaldssektoren er imidlertid en kæmpemuskel, når det gælder den grønne omstilling på det kommunale plan. De sidste fem år har fokus i den kommunale affaldssektor været rettet stift mod implementering af en politisk aftale fra 16. juni 2020, som godt nok har overskriften ”en grøn affaldssektor”, men som først og fremmest har handlet om at få inddelt affaldet i ti fraktioner ved husstandene og forsøge at markedsføre både affaldsindsamling og affaldsforbrænding. Affaldssektoren er – på tværs af den kommunale og den private sektor – stor, videnstung og vant til at samarbejde og have rigtig, rigtig mange kunder i butikken. Laila Kildesgaard Helt aktuelt skal emballageaffald omorganiseres og prissættes. Det har trukket tænder ud og været længe undervejs. Fordelene er, at vi nu ved mere end nogensinde om, hvor affaldet er, hvordan det kan sorteres og genanvendes, og hvor meget der reelt bliver genanvendt. Derfor kunne det være skønt, hvis kommunerne fik lov til at bruge deres viden til at forebygge affald og i virkeligheden også rådgive danskerne om, hvordan vi kommer et sted hen, hvor vi forbruger mindre. Affaldssektoren er – på tværs af den kommunale og den private sektor – stor, videnstung og vant til at samarbejde og have rigtig, rigtig mange kunder i butikken. Ofte er ildsjæle at finde på de kommunale genbrugspladser uden meget opmærksomhed fra kommunalpolitikerne. Kunne der skabes plads til at udnytte og sprede deres arbejde fra at deltage i eksempelvis EU-projekter til det politiske niveau. Plads til at undervise og rådgive børn og unge under uddannelse. Plads til at sætte fokus på de nøgletal og rapporter, som Miljøstyrelsen og kommunerne indsamler.\n\nLæs også",
      "authors": [
        "Laila Kildesgaard"
      ]
    },
    {
      "title": "Liberal Alliance: Regeringens dommedagsprofeti bremser grøn omstilling",
      "link": "https://www.altinget.dk/klima/artikel/liberal-energiordfoerer-regeringens-dommedagsprofeti-bremser-groen-omstilling",
      "date": "1 dag siden",
      "snippet": "I et nyligt indlæg skriver Green Power Denmark og Dansk Erhverv, at Christiansborg nøler med den grønne omstilling, mens kommunerne og virksomhederne...",
      "text": "I et nyligt indlæg skriver Green Power Denmark og Dansk Erhverv, at Christiansborg nøler med den grønne omstilling, mens kommunerne og virksomhederne trækker læsset.\n\nLæs også\n\nMen hvis man i årevis har fortalt sine vælgere, at atomkraft er farligt (det er det ikke), at affaldet er et problem, vi ikke kan løse (det er det ikke), at det er for dyrt (det er prisen værd), eller at det aldrig vil kunne blive indført i Danmark (det finder vi ud af, hvis vi afskaffer forbuddet), så er alt det ovenstående næppe noget, man gider forholde sig seriøst og redeligt til.\n\nVi skal have udskiftet den teknologifjendske frygt med teknologineutrale visioner for en bedre og grønnere fremtid.\n\nFor én af de mange fordele ved atomkraft er nemlig, at man kan op- og nedjustere outputtet nærmest efter forgodtbefindende, hvorfor det netop er et oplagt supplement til sol- og vindenergi.\n\nOg den visionsforladte dommedagsalliance ved udmærket godt, at atomkraft ikke skal erstatte al den grønne sol- og vindenergi, som vi er så gode til at producere i Danmark. Men i stedet erstatte al den biomasse samt kul og koks, vi brænder af lige nu.\n\nResultatet er, at vi fokuserer alt, alt for meget på den volatile del af grøn energiproduktion, mens vi så brænder biomasse samt det sorteste kul og koks, som stadig ikke er udfaset helt, fordi der skal være tilstrækkelig energiproduktion, når solen ikke skinner, og vinden ikke blæser.\n\nMen heldigvis kan vi glæde os over, at danskerne ikke er styret af frygt.\n\nSenest i januar viste en megafon-måling, at et stort flertal af danskerne går ind for atomkraft. Og sågar blandt vælgerne hos alle tre regeringspartier er der flere, som er for atomkraft end imod.\n\nDerfor varer det forhåbentlig ikke længe, før det første parti forlader den visionsløse alliance i et forsøg på at følge med deres vælgere, som for længst er kommet videre fra 1980'erne.\n\nDet vil vi naturligvis hilse velkomment i Liberal Alliance.\n\nFor vi skal have udskiftet den teknologifjendske frygt med teknologineutrale visioner for en bedre og grønnere fremtid, så dansk energi- og klimapolitik langt om længe kan få en tiltrængt, frisk start.",
      "authors": [
        "Steffen W. Frølund"
      ]
    },
    {
      "title": "Forskere: Den aktuelle politik spænder ben for klimatilpasning som løftestang for bæredygtig omstilling",
      "link": "https://www.altinget.dk/kommunal/artikel/forskere-den-aktuelle-politik-spaender-ben-for-klimatilpasning-som-loeftestang-for-baeredygtig-omstilling",
      "date": "5 dag siden",
      "snippet": "Danmark står over for én af sine hidtil største samfundsopgaver: At klimatilpasse til stormflod, skybrud og stigende grundvand samt hede,...",
      "text": "Maj-Britt Quitzau og Birgitte Hoffmann Forskere ved Institut for Bæredygtighed og Planlægning, Aalborg Universitet\n\nDette indlæg er alene udtryk for skribentens egen holdning. Alle indlæg hos Altinget skal overholde de presseetiske regler.\n\nDanmark står over for én af sine hidtil største samfundsopgaver: At klimatilpasse til stormflod, skybrud og stigende grundvand samt hede, tørke og nye vilkår for flora og fauna. Der er et stort drive blandt mange fagfolk, men de politiske visioner og gennemslagskraft mangler for at skabe gode rammer for dette arbejde. For at klimatilpasning for alvor kan slå igennem er tre krav centrale: Vores politikere skal se, at klimatilpasning kræver større ressourcer og forandringer — men også at disse har potentiale til samtidig at løfte en bæredygtig omstilling.\n\nPolitikerne bliver nødt til at gøre op med et forældet og sektoriseret økonomisk styringsgreb af vandsektoren, der bremser udviklingen.\n\nDer er brug for bedre rammer og støtte, så kommuner og forsyninger kan arbejde innovativt på tværs af faglige og budgetmæssige siloer.\n\nLæs også\n\nTværfaglig klimatilpasning kan løfte klimaindsatser Klimatilpasning bør i høj grad ske med naturbaserede tilgange, som ofte er billigere og mere robuste end traditionelle rør og bassiner. De grønne og blå strukturer håndterer ikke kun udfordringer med vand, men har potentiale til at skabe flere samfundsmæssige værdier og udvikling i både by- og landområder. Det handler om at give plads til vandet og skabe nye multifunktionelle infrastrukturer. Ved kysterne må vi også omgås vandet på nye måder. For eksempel kan etablering af et nyt forland beskytte og give nye naturoplevelser. Innovative byggerier kan styrke relationer med vand og natur. Maj-Britt Quitzau og Birgitte Hoffmann\n\nForskere ved Institut for Bæredygtighed og Planlægning, Aalborg Universitet For eksempel ved grønne områder, der også kan rumme skybrudsvand. Ved multifunktionelle re-designs af lokale veje, så de kan håndtere vand og understøtte byliv og grøn mobilitet. Samt ved at (re)etablere render og å-systemer. Ved kysterne må vi også omgås vandet på nye måder. For eksempel kan etablering af et nyt forland beskytte og give nye naturoplevelser. Innovative byggerier kan styrke relationer med vand og natur. Og en god planlægning af langsigtede tilbagetrækninger kan skabe nye anvendelser og værdier ved nogle kyster. Re-design af tætbyer, forstæder og det åbne land med grønne og blå strukturer har mange kvaliteter — herunder at fremme grøn mobilitet, sundhed, oplevelsesrige områder og byliv samt natur og biodiversitet. Dermed kan klimatilpasning adressere særlige samfundsmæssige udfordringer som klimamål og stigende sundhedsudgifter og bidrage til velfærd indenfor de planetære grænser. Realisering af disse potentialer kræver, at politikerne ikke ser klimatilpasning som et teknisk område, der skal stresses igennem, men understøtter, at der er tale om tværfaglige projekter, som kræver visionære, langsigtede og helhedsorienterede udviklingsprocesser med involvering af mange aktører og solid lokal forankring. Rigide regler gør samarbejde vanskeligt Det nuværende økonomiske styringsgreb af vandsektoren er imidlertid en barriere for disse løsninger. Danmark har været frontrunner på den værdiskabende klimatilpasning med muligheder for grøn eksport, men vi har tabt momentum. Det skyldes, at vandsektoren i stigende grad bliver reguleret med markedsbaserede værktøjer som sel­skabsgørelse, benchmarking og målstyring. Disse blev introduceret for at imødegå \"den ineffektive vandsektor\", men regler og lovgivning er nu så rigide, at kommuner og forsyninger har svært ved at samarbejde og arbejde innovativt — og det påvirker selvfølgelig muligheden for at klimatilpasse.\n\nLæs også\n\nDen nuværende regulering fastholder et uproduktivt sektoriseret blik. Fagfolk, der på grund af vandsektorloven er overflyttet fra kommu­ner til forsyninger, fortæller om et skred i værdier, hvor økonomiske parametre udfordrer traditionelle faglige praksisser. Og mange fagfolk er frustrerede over, at deres faglige anbefalinger til løsninger ikke kan gennemføres pga. en forældet fokusering på pris-effektivitet indenfor en enkelt sektor. Der er brug for at ændre den stramme målstyring af især forsyningerne, så vi kan udnytte det store potentiale for at bruge klimatilpasning til også at adressere den nødvendige bæredygtige omstilling på andre områder; ikke mindst CO2, byudvikling, biodiversitet og folkesundhed. Kommunerne drukner i daglig drift Med naturbaserede tilgange er scenen således sat for at udvikle og implementere løsninger, som har værdiskabende effekter langt ud over at forebygge skader. De helhedsorienterede løsninger skabes gennem co-design mellem tekniske vandfolk og andre fag som byplanlægning, landskabsarkitektur, sundhed samt borgere og virksomheder. Kommunerne har svært ved at prioritere arbejdet med de langsigtede og helhedsorienterede løsninger, fordi de drukner i daglig drift, sektoriserede budgetter og anlægsloft. Maj-Britt Quitzau og Birgitte Hoffmann\n\nForskere ved Institut for Bæredygtighed og Planlægning, Aalborg Universitet Det kræver nye samarbejdsformer og der er brug for kapacitetsløft i kommuner og forsyninger. Kommunerne har svært ved at prioritere arbejdet med de langsigtede og helhedsorienterede løsninger, fordi de drukner i daglig drift, sektoriserede budgetter og anlægsloft. Generelt i plansystemet er der en rigid praksis, hvor samarbejdet om innovation på tværs af fagområder har svære vilkår. Der er brug for at optimere lovgivning og regulering samt understøtte de innovative og visionære fagfolk og lokale politikere. Udnyt potentialet for bæredygtig omstilling Løsningerne inden for klimatilpasning vil kræve milliardinvesteringer og udgør en samfundsmæssig interesse, som næppe kan løftes af kommuner, forsyninger og borgere i risikoområderne. P.t. beror implementering af løsninger enten på fonde eller på velvilje hos de 'ramte' til at betale for gildet.\n\nLæs også",
      "authors": []
    },
    {
      "title": "Klimaaktører: CO2-fangst lover grøn omstilling uden afsavn. Men der findes bedre løsninger",
      "link": "https://www.altinget.dk/klima/artikel/klimaeksperter-vi-kan-faa-det-meget-bedre-for-meget-mindre-og-danmark-kan-gaa-forrest",
      "date": "6 dag siden",
      "snippet": "CO2-fangst er en usikker strategi baseret på illusionen om grøn omstilling uden mindre forbrug. I stedet bør vi satse på tre kendte løsninger, der både...",
      "text": "Det er en satsning med stor teknologisk usikkerhed – som blandt andet Rådet for Grøn Omstilling har fremhævet – og som fremstår skæv i forhold til de behov og muligheder, vi har i Danmark her og nu.\n\n16 virksomheder har søgt penge fra en statslig pulje på i alt 28,7 milliarder kroner til at eksperimentere med at udvikle CO2-fangst- og lagring (CCS) i Danmark.\n\nLæs også\n\nSom mennesker har vi fundamentale behov for for eksempel transport, varme og sund ernæring samt psykologiske behov som kompetence, autonomi og sociale fællesskaber. Men disse behov kan opfyldes på mange måder.\n\nVi bruger store mængder ressourcer på at producere ting, vi ikke har behov for, og reklameindustrien er grundlæggende designet til at opretholde den overproduktion.\n\nKlimapanelet peger på , at vi i dag producerer langt mere, end vi har brug for. Det gælder for eksempel tøj, der destrueres ubrugt, fødevarer, der aldrig bliver spist, biler, som for det meste står stille i garagen eller på parkeringspladsen ved arbejdspladsen samt tomme flysæder.\n\nIfølge professor Julia Steinberger , en af hovedforfatterne bag den seneste rapport fra FN's klimapanel (IPCC), er det muligt at “få det meget bedre for meget mindre.”\n\nI stedet bør vi udnytte de sikre og kendte virkemidler, der både reducerer udledninger og forbedrer forudsætninger for, at vi kan leve gode liv – i dag og i fremtiden.\n\nMassiv investering i CO2-fangst og -lagring er en defensiv strategi. Den bygger på forestillingen om, at vi kan gennemføre den grønne omstilling uden at ændre grundlæggende ved vores forbrug, produktionsformer og samfundsstrukturer.\n\nLæs også\n\nI stedet for at satse på teknologier med høj usikkerhed bør staten prioritere virkemidler med dokumenterede positive effekter for både mennesker og natur.\n\nLæs også\n\nLavt forbrug og høj trivsel på samme tid\n\nSamtidig er disse løsninger forenelige med – og i mange tilfælde fremmende for høj trivsel.\n\nMens verdens stormagter er optaget af geopolitiske konflikter, kan mindre lande som Danmark træde i karakter Kristian Steensen Nielsen og Michael Birkjær\n\nAdjunkt, CBS og Analysechef, Tænketanken WELA\n\nAt et reduceret forbrug er foreneligt med høj trivsel, understøttes også af et kommende stort studie baseret på data fra 1,3 millioner mennesker på tværs af de fleste af verdens lande.\n\nStudiet dokumenter, at et trivselsniveau, som svarer til det, vi har blandt de lykkeligste lande (Finland, Danmark et cetera) kan opnås ved et BNP per indbygger-niveau på omkring 10.000 dollars – svarende til cirka 70.000 kroner.\n\nDet er væsentligt, fordi en stor del af den historiske vækst i BNP er sket gennem øget udvinding og forbrug af materielle ressourcer.\n\nTil sammenligning ligger Danmarks BNP per indbygger-niveau på omkring 490.000 kroner, hvilket vidner om et stort råderum til at reducere og forandre det materielle forbrug uden at bringe livskvaliteten i fare.\n\nDanmark har unikke muligheder for at vise vejen mod et samfund med lavere CO2-aftryk og højere livskvalitet. Hvis ikke vi gør det, hvem skal så?\n\nMens verdens stormagter er optaget af geopolitiske konflikter, kan mindre lande som Danmark træde i karakter og gå forrest med konkrete løsninger.\n\nKlimakrisen nærmer sig kritiske grænser, og netop derfor er det nu, vi skal udvise rettidig omhu og omsætte den bedst tilgængelige viden til konkret handling.\n\nDet er præcis det, FN’s klimapanel opfordrer til. Virkemidlerne er tydelige, og det er nu op til regeringen at bringe dem i spil.",
      "authors": []
    },
    {
      "title": "Tidligere ordfører: Topstyring i grøn omstilling svækker investortilliden, netop når vi har brug for erhvervslivet",
      "link": "https://www.altinget.dk/forsyning/artikel/tidligere-energiordfoerer-statens-arbejde-med-groen-energi-kan-koste-os-den-groenne-foerertroeje",
      "date": "for 8 timer siden",
      "snippet": "Hvis ikke Danmark skal smide den grønne førertrøje langt ned i skabet, skal virksomhederne og forskningen være med til at udvikle mål og planer for...",
      "text": "Hvis ikke Danmark skal smide den grønne førertrøje langt ned i skabet, skal virksomhederne og forskningen være med til at udvikle mål og planer for udbygning af vedvarende energi.\n\nDet kan ikke være staten alene. Det står helt klart, eftersom udbygningen af VE i Danmark nærmest er gået i stå.\n\nUdbygning af havvind er slet ikke kommet i gang. De reelle grunde er mange, men kan enkelt opsummeres til, at Danmark er ét af verdens dyreste lande at opstille vindenergi i.\n\nOg det er stadig tungt bureaukratisk for virksomhederne at få tilladelser, som dermed forsinker udbygning af vedvarende energi.\n\nAfgifter bremser grøn omstilling\n\nDet bekræftes i en ny hvidbog fra European Energy.\n\n\"I dag er grøn strøm underlagt højere afgifter i Danmark end fossile brændsler som benzin, diesel og naturgas. Det skaber en flaskehals for den grønne omstilling,” fremgår det af hvidbogen.\n\nDen topstyrede og centralistiske statslige planlægning af udbygning af vedvarende energi må ophøre. Katarina Ammitzbøll\n\nFhv. energiordfører\n\nI tillæg kommer inflation og højere priser på råstoffer og produktion.\n\nOmkostningerne for infrastrukturen, som er en forudsætning for grøn energi, er i høj grad væltet over på energivirksomhederne ifølge European Energy.\n\nSiden klimavalget i 2019 har staten stille og roligt indført afgifter, som pålægger energivirksomhederne at stå for en stor del af udgifterne for at udbygge infrastruktur som elnettet. Som nu desværre er forsinket.\n\nFor eksempel indførelsen af producentafgifter 1. januar 2023 har gjort nettilslutninger betydeligt dyrere.\n\nFor nogle projekter udgør nettilslutningsomkostningerne op til 60 procent af de samlede etableringsomkostninger for en vedvarende energipark.\n\nI dag er det siden 2019 blevet 17 gange så dyrt at tilslutte en solcellepark på 50 megawatt og 12 gange så dyrt at tilslutte vindmøller med samme kapacitet til elnettet.\n\nVores guldæg risikerer at sande til\n\nSkal vi elektrificere, er det bidende nødvendigt at få udbygget elnettet, som sker alt for langsomt. Og som nu viser sig at være forsinket – seks år efter klimavalget i 2019.\n\nKlima-og energiministeren nedsatte den nationale energikrisestab (Nekst), der med corona som forbillede skulle sætte tempo på udbygning af vedvarende energi samt reducere antallet af godkendelser og forenkle forvaltningen af krav og godkendelser for opstilling af mere komplekse energiprojekter for at øge hastigheden af udbygning af VE.",
      "authors": [
        "Katarina Ammitzbøll"
      ]
    },
    {
      "title": "Lærling kritiserer fravær af bæredygtighed på erhvervsskolerne",
      "link": "https://borsen.dk/nyheder/virksomheder/laerling-kritiserer-fravaer-af-baeredygtighed-pa-erhvervsskolerne",
      "date": "for 19 timer siden",
      "snippet": "Der bliver talt meget om den grønne omstilling i byggeriet. Men det afspejler sig ikke i undervisningen på erhvervsuddannelserne, oplever lærling og...",
      "text": "Samfund Lærling kritiserer fravær af bæredygtighed på erhvervsskolerne\n\nDer bliver talt meget om den grønne omstilling i byggeriet. Men det afspejler sig ikke i undervisningen på erhvervsuddannelserne, oplever lærling og forkvinde for Lærlinge for Bæredygtighed, Emmilie Joy Hansen\n\nEmmilie Joy Hansen er forkvinde for Lærlinge for Bæredygtighed, som er en forening, der arbejder på at sætte miljø og klima på dagsordenen på både erhvervsskoler og lærepladser. Arkivfoto: Jonas Pryner Andersen",
      "authors": [
        "Tilde Toft"
      ]
    },
    {
      "title": "Er det sådan, vi skal gennemføre grøn omstilling?",
      "link": "https://jyllands-posten.dk/jpaarhus/debat/breve/ECE18064855/er-det-saadan-vi-skal-gennemfoere-groen-omstilling/?fp-exp=60300005&fp-alg=603000050",
      "date": "4 dag siden",
      "snippet": "Høje vindmøller vil være synlige fra mange steder i byen og kan påvirke den naturskønne udsigt, som Aarhus er kendt for.",
      "text": "Aarhus Debat Debatindlæg 4. apr. 2025 kl. 19:00 Er det sådan, vi skal gennemføre grøn omstilling? Høje vindmøller vil være synlige fra mange steder i byen og kan påvirke den naturskønne udsigt, som Aarhus er kendt for. Del Del artiklen Gem på læseliste Visualisering. Anders Sørensen Aarhus C.\n\nDette er et debatindlæg: Indlægget er udtryk for skribentens holdning. Alle holdninger, som kan udtrykkes inden for straffelovens og presseetikkens rammer, er velkomne, og du kan også sende os din mening her.\n\nDet er ifølge de lokale politikere ikke nemt at finde steder at opstille vindmøller i Aarhus Kommune. Men da kommunen har en klimaplan, der tilsiger, at der skal produceres grøn strøm, har et flertal i byrådet udset sig en placering på Aarhus Havn som løsningen på problemet. De har igangsat en omfattende undersøgelsesproces som et første, konkrete skridt på vejen. Herunder for at ”sikre opbakning fra flest mulige borgere”. Der er lagt op til at vindmøllerne bliver ekstraordinært høje, for at vingerne ikke risikerer at kollidere med skibstrafikken.\n\nVed at placere vindmøller på havnen fremhæver fortalerne, at de kommer til at stå i en allerede industriel kontekst - ”blandt rustne kraner og containere” og ”med stor afstand til beboelse”, som det er blevet sagt. Dermed vil generne være til at overse, skal vi forstå.\n\nSamtidig anerkendes dog til en vis grad, at der vil være gener for beboerne på Aarhus Ø. Selvom der er blevet sat spørgsmålstegn ved, om man oprigtigt kan føle sig generet af vindmøller, når man bor ved en industrihavn.\n\nDisse udmeldinger slår tonen an i det politiske kommunikationsapparat. Som borger må man tage sig i agt.\n\nFor ”ideelt set” vil seks vindmøller på 220-230 meters højde ikke kun påvirke beboerne på Aarhus Ø. De vil i kraft af deres størrelse rejse sig langt over den ”industrielle kontekst” og påvirke hele Aarhus. De vil blive set fra rigtig mange steder i byen, hvor der er udsigt til himmel i retning af bugten. De roterende kæmpevinger vil ligge som et konstant uroligt element i baggrunden, når man færdes i byens rum, ved vandet, på de yderste skovstier, på Nordre Kirkegård, i Mindeparken.\n\nDe vil i høj grad påvirke den naturoplevelse, som er så karakteristisk for Aarhus: Nærværet til vandet og udsigten over åbent vand – med Mols og Samsø i baggrunden. Hvad angår udsigten fra private hjem, er det ikke kun beboere på Aarhus Ø, der har havudsigt. Der findes tusindvis af højtbeliggende boliger i byens højhuse og på byens bakker og tæt på vandet, som i dag har en livsberigende udsigt hen over havnen mod Mols og Samsø. Og der opføres til stadighed nye boliger med udsigt.\n\nDa netop den visuelle påvirkning har været det største omdrejningspunkt i den hidtidige diskussion er det slående, at der ikke er blevet offentliggjort brugbare visualiseringer. Derfor forsøges med nærværende visualiseringer at belyse, hvad der er i spil. Billederne er ganske vist ikke lavet af en professionel. Men placeringen af vindmøllerne er taget fra et udkast fremvist af De Radikale. Og højden (her 220 meter) er udmålt i forhold til højden på kranerne (op til 108 meter med rejst bom) og med korrektion for afstandsforskelle. Det må understreges, at vindmøllerne i virkelighedens verden vil tiltrække endnu mere opmærksomhed på grund af vingernes rotation.\n\nVisualisering.\n\nVisualisering.\n\nVisualisering.\n\nVisualisering.\n\nVisualiseringerne taler for mig at se et klart og tydeligt sprog. Skaden på Aarhus vil blive enorm. Vi er mange aarhusianere, der, uagtet at vi bor i byen, i dagligdagen nyder den ro i sjælen, som det i dag giver at kigge ud over vandet. Stemningen ved vandet er i sandhed en integreret del af byens DNA. Mængden af mennesker, der med dette projekt vil få påvirket deres nære omgivelser, vil være uforholdsmæssigt stor og uden fortilfælde i Danmark.\n\nEr det udtryk for manglende ansvarlighed at argumentere mod vindmøller, som vil kunne producere strøm til op mod 27.000 husstande? Nej, absolut ikke. Vi er nødt til at gøre en kæmpe indsats for at imødegå klimaforandringer. Men det er på sin plads også at sætte udbyttet ved specifikke projektidéer i relation til omkostningerne. Herunder i form af ødelagt herlighedsværdi for mennesker og byer. Og det er på sin plads at sætte det potentielle udbytte i perspektiv: I dag har Danmark ifølge Energistyrelsen en samlet kapacitet fra vindmøller på cirka 7,5 gigawatt – med en energiproduktion svarende til forbruget for omtrent 5 millioner husstande. Heraf kommer de 2,6 gigawatt fra havvindmøller. Netop havvind har et enormt potentiale her i landet. Indtil december var ambitionen at opnå yderligere hele 6-14 gigawatt i 2030. Projektet har dog mødt en pukkel på vejen på grund af manglende bud på de udbudte koncessioner. Noget som man i klimaministeriet nu forsøger at finde løsninger på, blandt andet ved at overveje en model for statsstøtte.\n\nJeg håber, man vil indse, at kursen i Aarhus skal ændres. At byrådet hurtigst muligt dropper den igangsatte undersøgelsesproces og i stedet bruger ressourcerne på at finde bedre alternativer. Måske skal Aarhus’ klimaplan tilpasses, så vi i mindre grad producerer grøn strøm, men i stedet opruster på andre klimafronter? Måske skal man i højere grad tænke på tværs af kommuner? Man kunne helt klart presse på over for Folketinget i forhold til at få gang i nye havvindmølleparker. Parallelt hermed kunne det også overvejes at finde landspolitiske løsninger til i højere grad at kunne realisere landvindmølleparker på tyndtbefolkede områder i stedet for at sprede vindmøllerne på land tyndt ud? Man kunne satse på solceller?\n\nHelt generelt må det være en bunden opgave, at vi også husker vores traditionelle værdier i forbindelse med den grønne omstilling. Og naturligvis findes der andre veje at gå, end at placere vindmøller på så markant en placering som på overgangen fra byen til bugten i landets næststørste by.",
      "authors": [
        "Anders Sørensen"
      ]
    },
    {
      "title": "Forskere: Klimatilpasning bør ikke afhænge af den enkelte kommunes økonomi",
      "link": "https://www.altinget.dk/fonde/artikel/forskere-uden-en-klimatilpasningslov-risikerer-kommunerne-at-staa-alene-med-udfordringer",
      "date": "1 dag siden",
      "snippet": "SF skærper kritik af klimaministeren: \"Det implicerer resten af regeringen\". Efter det er kommet frem, at sagen om den aflyste pressemeddelelse fra...",
      "text": "For et land som Danmark, hvor klimaforandringerne mærkes, og erfaringerne med stormfloder rækker mange århundreder tilbage, er klimatilpasning en væsentlig udfordring.\n\nEr der behov for en sammenhængende lovgivning på området for klimatilpasning?\n\nKommunernes indsats begrænses af sektoropdelte rammer fra forskellige ministerier, hvilket hæmmer en helhedsorienteret tilgang.\n\nDen europæiske klimalov og governanceforordningen er direkte gældende i Danmark og kræver opdaterede klimatilpasningsplaner, som skal indrapporteres til EU. Uden stærke sanktionsmuligheder risikerer fælles mål at blive forsinket.\n\nInvesteringer for 60 milliarder kroner\n\nSom nævnt ovenfor er de danske strategier og planer om klimatilpasning, som danner grundlag for Danmarks overholdelse af EU-retten og Parisaftalen, af ældre dato, hvilket leder hen til spørgsmålet om, hvorvidt Danmark lever op til sine internationale og EU-retlige forpligtelser, når det kommer til klimatilpasning?\n\nKlimaforandringer stopper ikke ved kommunegrænser. Seks forskere fra hhv. RUC og Syddansk Unversitet\n\nSe listen i bunden af indlægget\n\nRegeringen offentliggjorde tilbage i oktober 2023 et udkast til 'Klimatilpasningsplan I'. Planen blev fulgt op med en politisk aftale om at bruge 150 millioner kroner, primært med fokus på de danske kyster.\n\nHer i marts 2025 kom regeringen med en ny politisk aftale, der skal sikre omkring 450.000 bygninger, der er truet af for højt, terrænnært, grundvand.\n\nAftalen baner vej for investeringer i fælles klimaløsninger for i alt 60 milliarder kroner.\n\nSpildevandsforsyningsselskaberne får nu muligheden for at sikre hele byområder mod oversvømmelser fra terrænnært grundvand.\n\nSå fremover kommer den enkelte grundejer i byområderne ikke til at stå alene med opgaven. Miljø- og Ligestillingsministeriet har sendt et lovforslag i høring for at implementere den politiske aftale.\n\nDer er behov for en klimatilpasningslov\n\nVi mener, lovforslaget er en vigtig brik i klimatilpasningen, men der er behov for at sammentænke de mange udfordringer, som klimaforandringerne medfører.\n\nDanmark har brug for en egentlig klimatilpasningslov, der kan give staten og kommunerne et bedre grundlag for at håndtere de stigende klimaudfordringer og en implementering af klimatilpasning i eksisterende lovgivning.\n\nEn sådan lov bør fastsætte nationale mål og forpligtelser, eventuelt på baggrund af europæiske mål, så klimatilpasning ikke afhænger af den enkelte kommunes økonomiske situation eller politiske prioriteringer. Det vil sikre en mere ensartet indsats og forhindre, at vigtige klimatilpasningstiltag udskydes.\n\nFinansiering er en anden central udfordring, da mange klimatilpasningsprojekter kræver store investeringer. En klimatilpasningslov, der garanterer stabile finansieringsmekanismer – for eksempel via en national klimatilpasningsfond – vil gøre det lettere for kommunerne at gennemføre nødvendige projekter uden at gå på kompromis med andre velfærdsområder.\n\nKommunalt salg af byggegrunde nær mange klimatruede kyster er desværre noget, vi stadig ser, og en metode for kommuner til at få penge i kassen til blandt andet velfærd.",
      "authors": []
    },
    {
      "title": "Forskere: Klimatilpasning bør ikke afhænge af den enkelte kommunes økonomi",
      "link": "https://www.altinget.dk/kultur/artikel/forskere-uden-en-klimatilpasningslov-risikerer-kommunerne-at-staa-alene-med-udfordringer",
      "date": "5 dag siden",
      "snippet": "SF skærper kritik af klimaministeren: \"Det implicerer resten af regeringen\". Efter det er kommet frem, at sagen om den aflyste pressemeddelelse fra...",
      "text": "For et land som Danmark, hvor klimaforandringerne mærkes, og erfaringerne med stormfloder rækker mange århundreder tilbage, er klimatilpasning en væsentlig udfordring.\n\nEr der behov for en sammenhængende lovgivning på området for klimatilpasning?\n\nKommunernes indsats begrænses af sektoropdelte rammer fra forskellige ministerier, hvilket hæmmer en helhedsorienteret tilgang.\n\nDen europæiske klimalov og governanceforordningen er direkte gældende i Danmark og kræver opdaterede klimatilpasningsplaner, som skal indrapporteres til EU. Uden stærke sanktionsmuligheder risikerer fælles mål at blive forsinket.\n\nInvesteringer for 60 milliarder kroner\n\nSom nævnt ovenfor er de danske strategier og planer om klimatilpasning, som danner grundlag for Danmarks overholdelse af EU-retten og Parisaftalen, af ældre dato, hvilket leder hen til spørgsmålet om, hvorvidt Danmark lever op til sine internationale og EU-retlige forpligtelser, når det kommer til klimatilpasning?\n\nKlimaforandringer stopper ikke ved kommunegrænser. Seks forskere fra hhv. RUC og Syddansk Unversitet\n\nSe listen i bunden af indlægget\n\nRegeringen offentliggjorde tilbage i oktober 2023 et udkast til 'Klimatilpasningsplan I'. Planen blev fulgt op med en politisk aftale om at bruge 150 millioner kroner, primært med fokus på de danske kyster.\n\nHer i marts 2025 kom regeringen med en ny politisk aftale, der skal sikre omkring 450.000 bygninger, der er truet af for højt, terrænnært, grundvand.\n\nAftalen baner vej for investeringer i fælles klimaløsninger for i alt 60 milliarder kroner.\n\nSpildevandsforsyningsselskaberne får nu muligheden for at sikre hele byområder mod oversvømmelser fra terrænnært grundvand.\n\nSå fremover kommer den enkelte grundejer i byområderne ikke til at stå alene med opgaven. Miljø- og Ligestillingsministeriet har sendt et lovforslag i høring for at implementere den politiske aftale.\n\nDer er behov for en klimatilpasningslov\n\nVi mener, lovforslaget er en vigtig brik i klimatilpasningen, men der er behov for at sammentænke de mange udfordringer, som klimaforandringerne medfører.\n\nDanmark har brug for en egentlig klimatilpasningslov, der kan give staten og kommunerne et bedre grundlag for at håndtere de stigende klimaudfordringer og en implementering af klimatilpasning i eksisterende lovgivning.\n\nEn sådan lov bør fastsætte nationale mål og forpligtelser, eventuelt på baggrund af europæiske mål, så klimatilpasning ikke afhænger af den enkelte kommunes økonomiske situation eller politiske prioriteringer. Det vil sikre en mere ensartet indsats og forhindre, at vigtige klimatilpasningstiltag udskydes.\n\nFinansiering er en anden central udfordring, da mange klimatilpasningsprojekter kræver store investeringer. En klimatilpasningslov, der garanterer stabile finansieringsmekanismer – for eksempel via en national klimatilpasningsfond – vil gøre det lettere for kommunerne at gennemføre nødvendige projekter uden at gå på kompromis med andre velfærdsområder.\n\nKommunalt salg af byggegrunde nær mange klimatruede kyster er desværre noget, vi stadig ser, og en metode for kommuner til at få penge i kassen til blandt andet velfærd.",
      "authors": []
    },
    {
      "title": "Konservative: Danmark har ikke råd til at sløse med klimasikringen",
      "link": "https://www.altinget.dk/artikel/konservative-danmark-har-ikke-raad-til-at-sloese-med-klimasikringen",
      "date": "5 dag siden",
      "snippet": "Bliv abonnent. Log ind. Nichemedier. Nichemedier. Altinget logo Arbejdsmarked · Altinget logo Arktis · Altinget logo By og Bolig · Altinget logo...",
      "text": "Dette indlæg er alene udtryk for skribentens egen holdning. Alle indlæg hos Altinget skal overholde de presseetiske regler.\n\nI oktober 2023 stod husejerne langs Østersøens kyster og så magtesløst til, mens vandet steg mere end to meter over normalen. Vandet ødelagde huse, minder gik tabt, og tusindvis af danskere oplevede endnu en gang, at klimaforandringerne ikke er en fjern trussel, men noget der kræver akut handling. I Det Konservative Folkeparti har vi derfor foreslået en omfattende national klimasikringsplan. Vi vil investere et tocifret milliardbeløb, så vi kan handle her og nu, samtidig med at vi får tid til at udvikle den langsigtede strategi, Danmark har brug for.\n\nRegeringen overlader kommuner til sig selv Vi har snakket meget om klimamål og grøn omstilling, men hvad med at sikre danskernes hjem mod vandmasserne, der allerede nu vælter ind over os? Regeringen har fremlagt en klimatilpasningsplan på 1,3 milliarder kroner over fire år. Problemet er bare, at pengene er for få, og fokus ligger for smalt rent geografisk. Lad os være ærlige: Hvis vi ikke handler nu, bliver fremtidens regninger astronomiske. Frederik Bloch Münster\n\nKlimaordfører, Konservative I praksis overlader regeringen dermed kommuner ved de fleste kyststrækninger og områder med højtstående grundvand til sig selv. Det holder ikke, når 51 kommuner er vurderet som risikokommuner. Lad os være ærlige: Hvis vi ikke handler nu, bliver fremtidens regninger astronomiske. Alene sidste års klimarelaterede skader kostede Danmark tre milliarder kroner. Concito vurderer, at op mod 600.000 danske helårs- og fritidshuse risikerer oversvømmelser. Udfordringerne rammer ikke kun boligejerne, men hele Danmark, fra kyst til kyst. Frigør kommunerne fra anlægsloftet Konkret skal vi sikre boligejerne mod de stigende klimarelaterede risici. Vi foreslår en pulje på 800 millioner kroner årligt, hvor danske boligejere kan søge op til 30.000 kroner per klimasikrende tiltag. Det gælder alt fra nye kloakker og dræn til regnvandsopsamling. Når man kæmper med grundvand i kælderen og forsøger at sikre sit hjem, har man akut behov for hjælp til tryghed. Det kan ikke udskydes. Kommunerne er på mange måder fortropperne i kampen om klimatilpasningen. Lige nu fastholder regeringen dem dog med et alt for snævert anlægsloft.\n\nAnlægsloftet forhindrer kommunerne i at foretage de nødvendige investeringer, som skal sikre boliger, butikker og infrastruktur mod klimarelaterede skader. Når vi fastholder kommunerne i rigide økonomiske rammer, tvinger vi dem reelt til først at reagere, når skaden sker — frem for at investere i forebyggelse. Det er både uholdbart og økonomisk ufornuftigt. Derfor foreslår vi at frigøre kommunerne fra anlægsloftet, når de bruger penge på klimatilpasning, så de kan forebygge langt mere effektivt. Hent inspiration fra andre kommuner Flere danske kommuner viser allerede vejen frem med effektive klimatilpasningsprojekter. København har etableret omfattende skybrudssikring med underjordiske vandreservoirer og permeable vejbelægninger, mens Randers aktivt sikrer sig mod oversvømmelser fra Gudenåen med diger og højvandssluser. Disse løsninger virker og bør inspirere flere kommuner til handling. 40 procent af de boligejere, der søgte hjælp efter stormfloden i 2023, fik afslag, fordi reglerne simpelthen er forældede Frederik Bloch Münster\n\nKlimaordfører, Konservative Vi kan også hente inspiration fra udlandet. Rotterdam har indført innovative vandpladser, der både opsamler overskydende regnvand og fungerer som rekreative områder, og i London reducerer Tideway Tunnel effektivt oversvømmelsesrisikoen ved store skybrud. Disse eksempler viser, at både tekniske og kreative løsninger gør en afgørende forskel i klimatilpasningen. Vi skal også opdatere Stormflodsordningen, så den matcher den virkelighed, vi står overfor. 40 procent af de boligejere, der søgte hjælp efter stormfloden i 2023, fik afslag, fordi reglerne simpelthen er forældede. Stormflodsordningen bør afspejle den reelle risiko og dække danskernes behov, når katastrofen rammer. Klimasikring er dyrt, men alternativet er værre Og sidst, men bestemt ikke mindst: Vi skal kortlægge risikozoner præcist, så investeringerne går derhen, hvor behovet er størst. Derfor afsætter vi midler til en detaljeret kortlægning af de mest klimaudsatte områder, så vi investerer klogt og effektivt. Ja, det er dyrt at klimasikre Danmark. Men alternativet — at lade stå til — er langt dyrere. Vi risikerer ødelagte byer, enorme regninger og et Danmark, vi slet ikke kan genkende.",
      "authors": [
        "Frederik Bloch Münster"
      ]
    },
    {
      "title": "Denmark",
      "link": "https://www.eea.europa.eu/en/countries/eea-member-countries/denmark",
      "date": "",
      "snippet": "",
      "text": "On this page you find all EEA content that is exclusively about Denmark. Other products which contain information on Denmark, among others, may be found through our advanced search.",
      "authors": []
    },
    {
      "title": "Denmark country profile - SDGs and the environment",
      "link": "https://www.eea.europa.eu/themes/sustainability-transitions/sustainable-development-goals-and-the/country-profiles/denmark-country-profile-sdgs-and",
      "date": "",
      "snippet": "",
      "text": "Denmark initiated its SDG implementation by setting up an Interministerial Group on Sustainable Development to ensure coordination among all relevant institutions and stakeholders. The Ministry of Finance is responsible for coordinating the national implementation of the SDGs, while line ministries are responsible for designing policies that address the SDGs, as appropriate. The Ministry of Finance is also responsible for EU follow-up to maintain a holistic approach and create linkages to the national follow-up, while the Ministry of Foreign Affairs is responsible for the SDGs in the context of the UN and other international forums. Both Ministries coordinate their efforts closely (Danish Government, 2017).\n\nDenmark’s action towards SDGs with an environmental dimension focuses on SDGs 2, 3, 6, 7, 8, 9, 12, 13, 14 and 15.\n\nThe government recognises the importance of making the SDGs concrete and actionable. In 2017, the country adopted its Action Plan on the implementation and follow up of the 2030 Agenda and the SDGs. The Plan is centred on the 5ps: prosperity, people, planet, peace and partnerships and was formulated according to the need to adapt SDG targets to national circumstances. It reflects the government’s ambition to prioritise SDG actions (Danish Government, 2017).\n\nUnder the ‘planet’ cluster, Denmark considers itself as a front-runner in the transition to a green economy (SDG8), sustainable use of natural resources and energy efficiency (SDG 7). The government is dedicated to continuing an ambitious and efficient green transition while, at the same time, ensuring jobs and competitiveness (SDG 8). It acknowledges the need to further reduce GHG emissions (SDG 13). Denmark also aims to continue to prevent and limit the spread of contaminating agents that are harmful to human health (SDG 3), and to maintain a strong agriculture and food industry (SDG 2) that continues to focus on sustainability and resource efficiency (SDG 15). Having a rich biodiversity, Denmark aims to promote opportunities to enjoy nature, to prioritise the protection of marine life (SDG 14) and to stop the regression of biological diversity (SDG 15). In this context, the government has set out 10 concrete national targets on biological diversity; the protection of the marine environment; preventing and limiting contamination with harmful agents; sustainable cities; the circular economy; sustainable companies and products; sustainable food; a reduction in GHG emissions; and renewable energy (Danish Government, 2017).\n\nDenmark submitted a VNR to the UN in 2017.\n\nDenmark has also selected water (SDG 6), energy (SDG 7), a green economy, green growth, and resource efficiency (SDG 12) as its priority areas for sustainable development (Ministry of Foreign Affairs of Denmark, 2017).\n\nThe government is working on legislative proposals on the SDGs and plans to establish an SDG fund on external action. Denmark also recognises the need for all civil society actors to contribute to achieving the SDGs (Danish Government, 2017).\n\nThe Danish Action Plan is complemented by 37 national targets and measurable, quantifiable national SDG indicators. The Interministerial Group on Sustainable Development explores possible modalities and constraints in the national follow-up and reporting mechanisms (Danish Government, 2017).\n\nSince 2018, Denmark has produced an annual progress report on the Action Plan and its 37 national targets. This report gives a summary of SDG implementation and identifies the necessary adjustments to the existing implementation plans. The progress report is publicly available and is submitted to the Danish Parliament. In addition, the government will present a status report every four years. This status report will include the same elements as the progress report but may also may contain information on existing and potential initiatives to achieve the SDGs (Danish Government, 2017).",
      "authors": [
        "Filed Under"
      ]
    },
    {
      "title": "Feature articles",
      "link": "https://www.eea.europa.eu/en/newsroom/editorial",
      "date": "",
      "snippet": "",
      "text": "Editorial — Why Europe needs to stay the course to sustainability in a changing world\n\nThe stakes could not be higher. Climate change is not a distant or theoretical threat — it is here. The past two years have been a stark reminder of this reality, with 2023 clocking in as the hottest year on record, only soon to be surpassed by 2024. From unprecedented flooding in Valencia and central Europe to droughts across southern Europe, the warning signs are clear: we must act now. Beyond the human suffering — which has no price — all of these events show that the cost of inaction far greater than the cost of taking action now.",
      "authors": []
    },
    {
      "title": "Press releases",
      "link": "https://www.eea.europa.eu/en/newsroom/news",
      "date": "",
      "snippet": "",
      "text": "EEA Executive Director calls on EU to stay the course on its climate, environment policies, ambitions\n\nAmid increased and devastating impacts of climate change and continuing degradation of our nature, the European Union must redouble its efforts to stay the course on its climate and environment policies and ambitions. Sticking to the European Green Deal is the right thing to do, Leena Ylä-Mononen, the European Environment Agency’s (EEA) Executive Director, will say in a keynote speech today in Brussels, adding its policies not only protect the environment but also contribute to the EU’s competitiveness and security priorities, and can help to build a fairer, healthier society.",
      "authors": []
    }
  ],
  "eea_context_sources": [
    {
      "title": "EEA – Denmark Country Overview",
      "url": "https://www.eea.europa.eu/en/countries/eea-member-countries/denmark"
    },
    {
      "title": "EEA – Denmark Country Profile on SDGs",
      "url": "https://www.eea.europa.eu/themes/sustainability-transitions/sustainable-development-goals-and-the/country-profiles/denmark-country-profile-sdgs-and"
    },
    {
      "title": "EEA – Editorials",
      "url": "https://www.eea.europa.eu/en/newsroom/editorial"
    },
    {
      "title": "EEA – Newsroom",
      "url": "https://www.eea.europa.eu/en/newsroom/news"
    }
  ]
}