{
  "timestamp": "2025-10-27T06:29:03.943477",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "ESA slår alarm: Situationen med rumskrot er langt værre, end den burde være",
      "link": "https://www.dr.dk/nyheder/viden/teknologi/esa-slaar-alarm-skrot-og-satellitter-truer-vores-fremtid-i-rummet",
      "date": "for 20 timer siden",
      "snippet": "Den Europæiske Rumorganisation har lavet et helbreds-indeks for rummet. Og det er der grund til at tage alvorligt, siger rumekspert.",
      "text": "Vores hverdag ville slet ikke fungere uden dem.\n\nSatellitter leverer alt fra internet og GPS til militær kommunikation og overvågning af naturkatastrofer.\n\nMen de tusindvis af satellitter, vi har sendt op i rummet, har sammen med alt rumskrottet (rester fra gamle satellitter og raketter) skabt et kæmpe trafikkaos. Og det kaos bliver værre og værre, viser et nyt helbreds-indeks af rummet, som ESA, Den Europæiske Rumorganisation, har lavet.\n\nSå længe, der ikke er nogen regler, som man skal leve op til, så er nogle folk ligeglade, og det er bekymrende. Per Lundahl Thomsen, chefkonsulent ved DTU Space.\n\nDe har lige nu placeret indekset på niveau 4, hvilket er meget over det ønskede niveau 1, hvor man anser situationen i rummet som stabil og bæredygtig. ESA understreger dog, at indekset kun giver et forenklet billede og ikke viser alle detaljerne i problemerne med rumskrot og satellitter.\n\n- Det bør få alle advarselslamperne til at blinke, siger Per Lundahl Thomsen, der er chefkonsulent ved DTU Space.\n\n- Hvis tingene støder ind i hinanden, så får vi mange tusinde flere stykker rumskrot. Og så kan vi risikere en dominoeffekt, hvor de første sammenstød giver fragmenter, der laver flere sammenstød, fortsætter han.\n\nI det værste scenarie risikerer vi at blokere for at kunne sende vigtige satellitter op i de relevante baner.\n\n- Og det er et problem for os alle sammen, fordi vi er meget afhængige af satellitter, der bruges til at observere, kommunikere og navigere. Meget af det er kritisk infrastruktur, siger Per Lundahl Thomsen.\n\n© Grafik: Morten Fogde Christensen Millioner stykker skrot flyder i rummet På nuværende tidspunkt er der identificeret omkring 54.000 stykker rumskrot på over 10 centimeter. Ifølge ESA er antallet af objekter, der er mere end en centimeter oppe på cirka 1,2 millioner. Dertil kommer der alt mellem 1 millimeter og 1 centimeter, som vurderes til at udgøre omkring 140 millioner stykker. Hvad angår satellitter, er der Ifølge ESA lige nu 15.860 satellitter i kredsløb om Jorden, hvoraf 12.900 er aktive. Kilde: ESA\n\nElon Musk-satellitter rydder op efter sig selv\n\nRummet er gigantisk. Så nå vi taler om trafikkaos, er det selvfølgelig ikke alle steder rundt om hele Jorden, der menes. Der er tale om nogle bestemte baner om Jorden, som er populære, når man vil sende satellitter op.\n\nDen ene bane er den såkaldte ’Geostationær-bane', som er i cirka 35.000 kilometers højde. I den afstand drejer man lige så hurtigt rundt om Jorden, som Jorden roterer om sig selv. Så her kan man have en satellit til altid at være det samme sted over Jorden:\n\n- Den bane er meget populær, hvad angår kommunikationssatellitter, siger Per Lundahl Thomsen og fortsætter:\n\n- Og så er der de baner, der ligger fra cirka 450 til 600 kilometers højde, hvor blandt andet jordobservationssatellitter bliver sendt op i.\n\nDet er også i det område, at Elon Musk, Jeff Bezos og andre rigmænd sender tusindvis af satellitter afsted, der leverer internetforbindelser til kunder over hele kloden.\n\nFordelen ved netop de satellitter er dog, at de er designet til at falde ned på Jorden igen, når de ikke længere er aktive.\n\n- Og så vil de i løbet af en måneds tid brænde op i atmosfæren. Og på den måde forsøger man at rydde op efter sig, siger Per Lundahl Thomsen.\n\n- Men omvendt begynder vi også at snakke om, hvilken indflydelse det har, når skrot brænder op i atmosfæren. Mange af satellitterne er jo fyldt med giftstoffer. Er det bare en enkelt eller fem, der brænder op, er det ikke et problem. Men hvis der er tale om flere tusinde, så bør vi nok tænke over konsekvenserne for vores miljø.\n\n’Det er lidt et cowboy-land’\n\nHos rumagenturer verden over forsøger man lige nu at knække koden til nogle internationale regler for håndteringen af rumskrot og trafikken i rummet. Og EU er desuden kommet med et lovgivningsforslag, som er under behandling.\n\nI den geostationære bane i 35.000 kilometers højde, koster det penge at have en plads i kredsløbet. Men i banerne under 2.000 kilometers højde, beskriver Per Lundahl Thomsen det som lidt et cowboy-land.\n\n© ROSCOSMOS, Ritzau Scanpix Rumstation skal jævnligt undvige skrot Da Andreas Mogensen skulle sendes til den Internationale Rumstation, ISS, i slutningen af august i 2023, skulle turen have taget knap 22 timer i alt. Men turen blev forlænget til 29 timer, fordi rumstationens bane blev ændret dagen før opsendelsen for at undgå en kollision med rumskrot. Det tager tid at tilpasse banen med den Internationale Rumstation, der suser med cirka 28.000 kilometer i timen, og derfor blev turen flere timer længere. Det er ikke unormalt, at ISS skal ændre sin bane på grund af rumskrot. Nasa holder hele tiden øje med potentielle kollisioner.\n\n- Der er ikke nogen regler for, hvor meget man må sende op, hvornår man må sende det op og i hvilke baner. Man søger tilladelse om, hvilken frekvens, man må bruge, men den egentlige placering skal man ikke andet end registrere, siger han.\n\n- Så længe, der ikke er nogen regler, som man skal leve op til, så er nogle folk ligeglade, og det er bekymrende, fortsætter Per Lundahl Thomsen.\n\nHan forklarer, at man også forsøger at løse en del af problemet med forskellige teknologier, der kan fjerne rumskrot.\n\n- Det kan for eksempel være enheder, der simpelthen samler rumskrotten op og sender det ned på Jorden eller længere ud i rummet, siger PerLundahl Thomsen.",
      "authors": [
        "Per Lundahl Thomsen",
        "Chefkonsulent Ved Dtu Space.",
        "I Går Kl."
      ]
    },
    {
      "title": "Nu åbner hovedstadens letbane: 'Trafikanter skal være ekstra opmærksomme'",
      "link": "https://www.dr.dk/nyheder/indland/nu-aabner-hovedstadens-letbane-trafikanter-skal-vaere-ekstra-opmaerksomme",
      "date": "1 dag siden",
      "snippet": "Trods en dødsulykke for et par uger siden, hvor letbanen var involveret, mener selskabet, der driver letbanen, at trafiksikkerheden er i orden.",
      "text": "For to uger siden blev en cyklist dræbt ved ringvejskrydset i Glostrup, da han stødte sammen med letbanetoget, som blev testkørt.\n\nDerudover har to biler forvildet sig ind på letbanesporet nord for krydset ved Søndre Ringvej, Vejlegårdsvej og Bækkeskovvej og skulle hjælpes fri, oplyser Vallensbæk Kommune, hvor den nye letbane kører igennem.\n\nMan kan godt komme til at overse toget, og jeg har flere gange set, at folk var lige ved at hoppe ud foran det. Andreas Axen, beboer i Glostrup\n\nDen ene episode fandt sted, før testperioden af letbanen gik i gang i august 2024, mens den anden episode fandt sted i denne uge.\n\nI begge tilfælde kom bilisterne kørende fra Ishøj, overså skiltningen og fortsatte ind på letbanesporet. Ifølge kommunen kom ingen til skade.\n\nLæs også : Mand død i trafikuheld med letbane i Glostrup\n\nAndreas Axen bor i Glostrup og bevæger sig dagligt i det kryds, hvor dødsulykken skete.\n\nHan fortæller, at man lige skal vænne sig til, at der også kører et tog over vejen.\n\n- Man kan godt komme til at overse toget, og jeg har flere gange set, at folk var lige ved at hoppe ud foran det. Der er jo lavet et ekstra spor midt i vejen, hvor toget kører, så man skal lige huske at kigge sig til siden, når man går over krydset, siger han.",
      "authors": [
        "Andreas Axen",
        "Beboer I Glostrup",
        "I Går Kl."
      ]
    },
    {
      "title": "Nyt AI-drevet socialt medie minder om en enarmet tyveknægt: 'Det her kommer til at stjæle folk'",
      "link": "https://www.dr.dk/nyheder/indland/nyt-ai-drevet-socialt-medie-minder-om-en-enarmet-tyveknaegt-det-her-kommer-til-stjaele-folk",
      "date": "for 13 timer siden",
      "snippet": "Sociale medier er indrettet til at lokke os ind gennem belønninger i hjernen – og derefter stjæle vores tid fra os, lyder det fra forsker.",
      "text": "Forestil dig det her:\n\nDu står foran den enarmede tyveknægt. Du har allerede trukket i håndtaget på spillemaskinen utallige gange, men har ikke vundet. Alligevel bliver du ved. Og ved.\n\nOg forestil dig så, at du ligger på sofaen og scroller gennem den ene video efter den anden. Minutter går, men du bliver ved. Video efter video.\n\nDer er ingen tvivl om, at det her kommer til at stjæle folk. Nicklas Brendborg, forsker og forfatter\n\nHvad har de to ting til fælles?\n\nFaktisk ret meget, hvis man spørger Nicklas Brendborg, der er forsker og forfatter til blandt andet bogen 'Vanedyr' om, hvorfor det er så svært at kvitte de dårlige vaner.\n\nFor ifølge ham taler både spillemaskinerne og sociale medier til vores hjernes belønningssystem for at få os til at blive ved, selvom vi allerede har tabt mange gange – eller set utallige kattevideoer.\n\n- Nogle gange er det lidt underholdende, og af og til kommer der bare en video, som er hylende morsom, virkelig interessant eller lærer dig et eller andet, som du stod og manglede. Så får du den her jackpot-fornemmelse, siger Nicklas Brendborg i podcasten Jagten på det evige liv.\n\nOg nu er der så kommet et nyt skud på den digitale stamme, som for alvor ser ud til at udfordre vores opmærksomhed og skærmtid.\n\nEn endnu større tidssluger?\n\nNicklas Brendborg har blandt andet skrevet bogen 'Vanedyr' om at slippe af med sine dårlige vaner. Og en af de dårlige vaner, han forsøger at gøre op med, er sit skærmforbrug. (Foto: © Mathias Svold/Ritzau Scanpix)\n\nFor OpenAI, der står bag ChatGPT, har for nylig lanceret app'en Sora. Det er en platform, som er bygget op udelukkende omkring videoer, der er lavet med kunstig intelligens. Også Meta har lanceret noget lignende ved navn Vibes.\n\nMan kan kreere og dele videoer med sine venner, fuldstændig ligesom man kender det fra Instagram og TikTok. Forskellen er bare, at kunstig intelligens nu er en del af det hele.\n\n- På nuværende tidspunkt er AI-genererede videoer stadig lidt utroværdige i mange tilfælde, men med den mængde af penge og talent, der er inde over, er det bare et spørgsmål om tid. Og der er ingen tvivl om, at det her kommer til at stjæle folk, siger han.\n\nDet er ikke nyt, at sociale medier er indrettet til at stjæle vores tid og opmærksomhed. Forskellen er bare, at med kunstig intelligens bliver det muligt at skrue en video sammen, så det er endnu sværere at lægge mobilen fra sig.\n\n- Du vil kunne sidde løbende og lave om inde i videoen. Og finde ud af, at mange klikker ud eller lukker appen lige præcis på det her tidspunkt, så du kan prøve at lave lidt om, siger Nicklas Brendborg.\n\nDen nye app åbner altså for muligheden for, at man for alvor kan lave nogle videoer, der potentielt gør det helt umuligt at slippe mobilen.\n\nAlle kan blive AI-astronaut\n\nAppen Sora bygger på videoværktøjet med samme navn, der er et værktøj til at generere videoer med kunstig intelligens.\n\nPå X skriver Sam Altman, der er direktør for OpenAI, at Sora gør det nemt at skabe, dele og se korte videoer. Han understreger også, at appen har sikkerhedsforanstaltninger, der forhindrer pornografi og misbrug, som deepfakes.\n\nFor et par år siden lancerede OpenAI det første AI-videoværktøj. Nu er Sora 2 så kommet – og med den en række forbedringer.\n\nMan kan for eksempel blande virkeligheden ind i AI-universet ved at uploade en video af sig selv og lave en præcis gengivelse af, at man for eksempel rider på en dinosaur eller kravler på toppen af Eiffeltårnet. Samtidig kan man nu også lave videoer med lyd og stemmer.",
      "authors": [
        "Nicklas Brendborg",
        "Forsker Og Forfatter",
        "I Går Kl."
      ]
    },
    {
      "title": "Blodhævn og magtkampe er eksploderet i Gaza: Hvem er klanerne, der udfordrer Hamas?",
      "link": "https://www.dr.dk/nyheder/udland/blodhaevn-og-magtkampe-er-eksploderet-i-gaza-hvem-er-klanerne-der-udfordrer-hamas",
      "date": "for 13 timer siden",
      "snippet": "I Gazas gader kæmper militante klaner og Hamas om magten med vold, henrettelser og hævnangreb. Som led i våbenhvilen mellem Israel og Hamas har israelske...",
      "text": "I Gazas gader kæmper militante klaner og Hamas om magten med vold, henrettelser og hævnangreb.\n\nSom led i våbenhvilen mellem Israel og Hamas har israelske styrker trukket sig tilbage i Gaza, og Hamas-krigere er begyndt at sprede sig i de områder, de ikke kunne være i under krigen.\n\nOver 70 procent af Gazas befolkning er organiseret i klaner. Magnus Ranstorop, terrorforsker hos Forsvarshøjskolen i Sverige\n\nMen i mellemtiden har andre væbnede klaner sat sig på magten - og de har ikke tænkt sig at lade Hamas genvinde kontrollen uden kamp.\n\n- Klanerne ser nu deres snit til at træde frem, sætte sig på volden og vise, at de har kontrollen i de områder, siger Magnus Ranstorp, terrorforsker hos Forsvarshøjskolen i Sverige og forfatter bag en nyligt udgivet bog om Hamas.\n\n- Og Hamas bruger våbenhvilen til at angribe de klaner, som udgør en trussel mod dem.\n\nSelvom Gazas befolkning ofte deles op i to grupper – Hamas-krigere og civile palæstinensere – skal området snarere ses som en mosaik af forskellige klaner, familier og grupperinger, forklarer terrorforskeren.\n\n- Over 70 procent af Gazas befolkning er organiseret i klaner. Derfor er det lokale ledere, som har kontrollen over de fleste kvarterer i Gaza, siger Magnus Ranstorp.",
      "authors": [
        "Magnus Ranstorop",
        "Terrorforsker Hos Forsvarshøjskolen I Sverige",
        "Yassar Abu Shabab Til Expressen",
        "I Går Kl."
      ]
    },
    {
      "title": "Mikrobryggeriet på den besatte Vestbred: Hvor humle smager af modstand og za'atar",
      "link": "https://www.dr.dk/nyheder/udland/mikrobryggeriet-paa-den-besatte-vestbred-hvor-humle-smager-af-modstand-og-za-atar",
      "date": "for 11 timer siden",
      "snippet": "Madees Khoury brygger øl som også indeholder hendes families historie om identitet og eksistens under besættelsen. Mens bosættere angriber landsbyen,...",
      "text": "For bryggeriet og andre virksomheder på Vestbredden, er det ikke ligetil at importere og eksportere. Madees Khoury og hendes far Nadim Khoury fortæller om den lange vej fra det besatte område til kunderne i udlandet.\n\n- Som palæstinensisk virksomhed har vi ikke lov til at læsse øl på containere ved bryggeriet. Så i stedet for at fylde en container her med 1400 kasser, skal vi læsse dem på paller, der har en vis højde, så der kan være 840 kasser. Så skal vi have tilladelse af Israel til at køre igennem kommercielle kontrolposter. Tilladelsen kommer ofte i sidste øjeblik, så vi har meget lidt tid til at køre dem mod havnen for at nå skibet. Ved kontrolposten skal kasserne aflæsses og over på en anden lastbil, og de sidste to år har Israel indført et tredje manuelt tjek ved havnen, fortæller Madees Khoury.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "Spiste kage fra arbejdsplads' køleskab. Nu kører langstrakt retssag",
      "link": "https://www.dr.dk/nyheder/udland/spiste-kage-fra-arbejdsplads-koeleskab-nu-koerer-langstrakt-retssag",
      "date": "for 11 timer siden",
      "snippet": "Sagen har vakt kritik i Sydkorea og går under navnet Choco Pie-tyveriet. Under fem kroner er der taget for.",
      "text": "I Sydkorea udspiller sig lige nu en sag, der er blevet kendt under navnet Choco Pie-tyveriet og har ført til et offentligt ramaskrig.\n\nDet skriver det sydkoreanske nyhedsbureau Yonhap.\n\nVi skal tilbage til januar 2024, hvor det hele begyndte. Her snuppede og spiste en person, som ifølge The Korea Times var en mandlig sikkerhedsvagt, et par snacks fra et kontorkøleskab hos et logistikfirma i Wanju i det vestlige Sydkorea.\n\nDer var mere specifikt tale om en Choco Pie, som er en chokoladeovertrukket kage med skumfidus indeni, samt en vanillecremekage.\n\nDe to snacks, som er populære i Sydkorea, koster ifølge Yonhap til sammen 1.050 sydkoreanske won, og selvom det lyder af meget, hvis man ikke kender til den valuta, så svarer det altså kun til knap fem kroner.\n\nHandlingen den januardag har efterfølgende ført til et juridisk efterspil, som stadig kører, og hvor næste høring bliver 30. oktober.\n\nFastholder uskyld\n\nI første omgang gik anklagerne efter en bødestraf på 500.000 won for tyveri svarende til cirka 2.200 kroner. En domstol fandt efterfølgende sikkerhedsvagten skyldig, men gav kun en bøde på 50.000 won. Den anklagede fastholdt dog sin uskyld, fordi personen frygter at kunne miste jobbet og anmodede om at få ført sagen igen ved en ny domstol.\n\nVagten skulle ifølge The Korea Time have afvist at ville stjæle, men have fortalt, at det var almindelig blandt ansatte at forsyne sig med snacks efter nattevagter.\n\nDet betød så, at der i september i år kørte den første appelhøring ved en distriktsdomstol, mens den anden runde vil foregå 30. oktober.\n\nShin Dae-kyeong, leder af distriktets anklagemyndighed, sagde i sidste måned til journalister, at anklagemyndigheden ville se, hvad man kunne gøre i sagen inden for grænserne af sund fornuft, skriver Yonhap.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "Her er borgernes dom: Er kommunerne drevet godt? Se, hvordan det ser ud hos dig",
      "link": "https://www.dr.dk/nyheder/indland/her-er-borgernes-dom-er-kommunerne-drevet-godt-se-hvordan-det-ser-ud-hos-dig",
      "date": "for 19 timer siden",
      "snippet": "Det er vidt forskelligt, hvor tilfredse borgerne er med det arbejde, kommunerne har lavet i de seneste fire år.",
      "text": "Her har man blandt andet spurgt folk om, hvor tilfredse eller utilfredse de er med den måde, deres kommune er blevet drevet på, siden der sidst var kommunalvalg.\n\nHer er i gennemsnit 41 procent overvejende tilfredse eller endda meget tilfredse.\n\nOg det er faktisk et pænt resultat, mener kommunalforsker Roger Buch fra Danmarks Medie- og Journalisthøjskole.\n\n- Mange borgere er rent faktisk tilfredse med den måde, kommunen er blevet drevet på. Kigger vi i nogle andre undersøgelser om servicetilfredshed, så får vi endnu højere tal, siger han.\n\n- Så kommunerne er meget bedre end deres rygte.\n\nI gennemsnit er 19 procent af borgerne overvejende utilfredse eller meget utilfredse med, hvordan deres kommune er blevet drevet.\n\nIfølge Roger Buch kan den offentlige debat i medierne og online præge folks oplevelse af, hvor godt deres kommune er drevet:\n\n-I andre undersøgelser er mange borgere tilfredse med den service, de selv får, men hvis man spørger dem om service generelt, så er færre tilfredse. Det betyder, at vi bekymrer os på vegne af andre og tager ikke så meget udgangspunkt i, hvordan vi selv oplever kommunerne.\n\n- Det skyldes blandt andet, at vi har en offentlig debat, der har stort fokus på fejlene og manglerne.\n\nMøgsager giver utilfredshed blandt borgerne\n\nPå Danmarkskortet kan man dog se, at nogle kommuner er rødere end andre.\n\nHer skiller Frederikshavn, Odsherred, Lolland og Randers Kommuner sig ud med den højeste andel af utilfredse borgere.\n\nDet kan blandt andet skyldes, at de kommuner har haft det, man populært kalder ’møgsager,’ siger Roger Buch.\n\n- Dem, der virkelig bonner ud med utilfredshed er de kommuner, der har haft møgsager - eksempelvis den store gæld i Frederikshavn Havn, sagen om fjernvarme i Odsherred Kommune og Nordic Waste i Randers Kommune.\n\nDet er netop sager, som også får stor opmærksomhed fra medier og politikere. I mellemtiden er andre kommuner bedre stillet:",
      "authors": [
        "Roger Buch",
        "Kommunalforsker",
        "Danmarks Medie- Og Journalisthøjskole",
        "I Går Kl."
      ]
    },
    {
      "title": "Et dramatisk valg venter for nogle kommuner: Her er flest borgere utilfredse",
      "link": "https://www.dr.dk/nyheder/indland/et-dramatisk-valg-venter-nogle-kommuner-her-er-flest-borgere-utilfredse",
      "date": "1 dag siden",
      "snippet": "Hver femte dansker er utilfreds med, hvordan deres kommune er drevet de sidste fire år, viser ny undersøgelse.",
      "text": "Netop nu kæmper tusindvis af politikere landet over om borgernes gunst op til kommunalvalget.\n\nMen der er stor forskel på, hvor godt borgerne mener, at kommunerne har gjort deres arbejde de seneste fire år.\n\nDet er ikke utænkeligt, at nogle af de siddende politikere får et dårligere valg eller måske slet ikke bliver stemt ind. Ditte Shamshiri valgforsker på Aalborg Universitet.\n\nDerfor er der nogle byrådspolitikere, der har meget på spil, når de genopstiller til valget den 18. november.\n\nDet gælder blandt andet i Frederikshavn, Odsherred, Lolland og Randers Kommuner.\n\nHer er over 40 procent af borgerne overvejende utilfredse\n\neller endda meget utilfredse med den måde, kommunen er blevet drevet på siden sidste kommunalvalg.\n\nDet viser en ny undersøgelse fra Epinion, der er lavet for Constructive Institute.\n\n- I de kommuner, hvor der er en høj grad af utilfredshed, kan vi måske forvente en større udskiftning i, hvem der bliver stemt ind.\n\nDet synes jeg er en kæmpe falliterklæring. Det kan man som politiker på ingen måde være tilfreds med. Christina Lykke Eriksen (SF), byrådspolitiker, Frederikshavn Kommune\n\nSådan lyder det fra Ditte Shamshiri valgforsker på Aalborg Universitet.\n\n- Det er ikke utænkeligt, at nogle af de siddende politikere får et dårligere valg eller måske slet ikke bliver stemt ind, siger hun.\n\nDe tre kommuner skiller sig ud fra resten af landet. Her er det i gennemsnit kun 19 procent, som er overvejende utilfredse eller meget utilfredse med, hvordan kommunerne er blevet drevet i den seneste valgperiode.\n\nPå landsplan er 31 procent hverken tilfredse eller utilfredse, mens knap 40 procent er tilfredse eller meget tilfredse.\n\nHavnegæld, besparelser og skænderier i byråd imponerer ikke borgerne\n\nEn af dem, der hører til gruppen af de utilfredse vælgere, er Jørgen Larsen, som bor i Frederikshavn Kommune.",
      "authors": [
        "Ditte Shamshiri Valgforsker På Aalborg Universitet.",
        "Christina Lykke Eriksen",
        "Sf",
        "Byrådspolitiker",
        "Frederikshavn Kommune",
        "Karsten Thomsen",
        "S",
        "Borgmester",
        "Jan Bjeldbak",
        "V"
      ]
    },
    {
      "title": "Trumps balsal-drøm får masser af kritik: Ekspert ved knap nok, hvor han skal begynde",
      "link": "https://www.dr.dk/nyheder/udland/trumps-balsal-droem-faar-masser-af-kritik-ekspert-ved-knap-nok-hvor-han-skal-begynde",
      "date": "1 dag siden",
      "snippet": "Det Hvide Hus har i denne uge mistet sin østfløj. Donald Trump vil nemlig have en balsal.",
      "text": "- Kan I høre den lyd? Åhhh, det er musik i mine ører. Jeg elsker den lyd.\n\nDonald Trump kunne under et pressemøde uden for Det Hvide Hus tidligere på ugen ikke få nok af lyden af bulldozere, der pulveriserede østfløjen af præsidentboligen i Washington D.C.\n\nResultatet er nu, at hele østfløjen er blevet til støv for at gøre plads til en 8.300 kvadratmeter stor balsal med plads til 999 gæster. Balsalen alene vil dermed blive væsentligt større, end Det Hvide Hus er alene, skriver CNN.\n\nOm Det Hvide Hus Det Hvide Hus blev påbegyndt i 1792. Siden er det blevet udbygget flere gange. Nogle af ombygningerne får du her: I 1902 byggede præsident Theodore Roosevelt West Wing eller vestfløjen. Samtidig blev East Terrace, som blev den ældste del af østfløjen, også bygget.\n\nI 1909 fik præsident William Howard Taft udvidet vestfløjen og bygget Det Ovale Værelse.\n\nI 1942 fik præsident Roosevelt bygget den resterende del af østfløjen. Kilde: Det Hvide Hus\n\nDonald Trumps renoveringsprojekt har skabt chok hos flere amerikanere. Blandt andet viser en måling ifølge mediet Axios, at over halvdelen af amerikanerne var imod nedrivningen, da den gik i gang. Og det er der gode grunde til. Det fortæller Niels Bjerre-Poulsen, der er lektor i amerikanske studier ved Syddansk Universitet.\n\nKritikpunkterne er nemlig så mange, at han knap nok ved, hvor han skal begynde.",
      "authors": [
        "Okt Kl."
      ]
    },
    {
      "title": "Lokale købmænd får snart ikke flere produkter fra lokalt mejeri efter valg-ballade",
      "link": "https://www.dr.dk/nyheder/indland/lokale-koebmaend-faar-snart-ikke-flere-produkter-fra-lokalt-mejeri-efter-valg-ballade",
      "date": "for 22 timer siden",
      "snippet": "Thise Mejeri følte sig som kastebold i beslutningen, om en lokal Dagli' Brugsen skulle overgå til en Spar butik.",
      "text": "Det får konsekvenser for flere lokale butikker, at en lokal købmand fra Balling har lovet mælk fra Thise Mejeri i butikken, efter Balling & Omegns Brugsforening droppede mejeriets samarbejdspartner gennem mange år, Coop.\n\nFor Thise Mejeri har ikke lyst til at imødekomme købmandens ønske om at fortsætte samarbejdet med mælkeleverancer, efter butikken skal overtages af Dagrofa.\n\nI stedet har de som konsekvens valgt at annullere flere særaftaler med tre lokale købmænd.\n\nDet fortæller Thises salgsdirektør, Petter Aagesen.\n\n- Vi gør det, fordi vi har haft et partnerskab med Coop igennem 30 år, og vi har prioriteret hinanden. De har gjort, at vi er vokset som virksomhed. Når vi så bliver en kastebold i en sag om en lokal købmand, der potentielt skal væk fra Coop, så bliver vi nødt til at stoppe alle andre samarbejder, siger han og fortsætter:\n\n- Vi synes ellers, at det var en fin løsning, vi havde fundet, hvor folk kunne købe mælk fra Thise Mejeri i lokalområdet. Det har vi desværre følt os nødsaget til at sætte en stopper for, siger han og understreger, at det ikke 'skal være en standard', at mejeriets produkter kan købes andre steder end Coop.\n\nLovede en løsning før valget\n\nMeldingen er dog en anden fra den lokale brugsuddeler.\n\n- Vi har fundet en løsning, så Thise bliver i butikken.\n\nSådan skrev brugsuddeleren, Mikkel Janum, Facebook få timer, før medlemmerne af Balling & Omegns Brugsforening skulle stemme, om deres lokale købmand fortsat skulle være en Dagli' Brugsen under Coop eller omdannes til en Spar-butik under Dagrofa.\n\nFor her har valgkampen været voldsomt præget af netop det spørgsmål; hvorvidt borgerne i Balling stadig vil kunne købe produkter fra det Thise Mejeri, der ligger i lokalområdet, hvis de valgte at overgå til at blive en Spar-butik.\n\nHer er opslaget, som Dagli Brugsen slog op få timer før Balling & Omegns Brugsforening generelforsamlingen, hvori de løftede sløret, for at der nok skal komme Thise Mejeri produkter på hylderne, selvom de bliver en Spar-butik.\n\nGennem direkte beskeder til borgere på Facebook fra Coops kædedirektør, Torben B. Andersen, blev der skrevet, at Thise-mælk ville være fortid i butikken, hvis der blev stemt for, at Dagrofa skulle have lov at overtage butikken.\n\nBeskeder, som vi her i DR har set.\n\nOmvendt har brugsomdeler Mikkel Janum altså sagt, at der var fundet en løsning.\n\nOg det ærgrer Peter Aagesen, salgsdirektøren fra Thise Mejeri, at mælken endte med at blive kasteskyts.\n\n- Lige pludselig bliver vi en del af overvejelserne, om man skal gå den ene eller anden vej. Det var ikke noget, vi var involveret i, men det blev pludselig et emne. På den måde blev vi hvirvlet ind i, hvordan vores distributionsforhold er her på egnen. Det har vi faktisk været rigtig kede af, siger han.\n\nAfstemningen endte med en sejr til Dagrofa. Borgerne i Balling vil helst have en Spar-butik. Med det valg fulgte desuden en investering på syv millioner kroner i butikken.\n\nDet fik efterfølgende bestyrelsesformand i Balling og Omegns Brugsforening Ole Madsen til at juble.\n\n- Hele bestyrelsen og jeg er superglade for det her udfald, og nu skal vi i gang med at føre den her beslutning ud i livet, lød det dagen derpå.\n\nHer bekræftede han desuden, at købmanden i Balling havde lavet en aftale omkring at få Thise Mejeris produkter på hylderne, men hvordan vidste han ikke.\n\nSiden da har han ikke ønsket at stille op til interview med DR.\n\nBrugsuddeler er stadig optimistisk\n\nBrugsuddeler Mikkel Janum står dog fast på, at den kommende Spar-butik også kan tilbyde de lokale varer fra Thise Mejeri.\n\nDet er Dagli Brugsen her i Balling, nordvest for Skive, der skal omdannes til en Spar-butik. (Foto: © Kent Samuel Christensen)\n\nMen han vil ikke fortælle, hvilken aftale der er tale om eller kommentere sagen yderligere.\n\nEn ting er dog sikkert. Aftalen er ikke lavet direkte med mejeriet, understreger mejeriets salgsdirektør, Peter Aagesen.\n\n- Vi er ikke interesseret i at lave en aftale med den nye butik i Balling om leverancer herfra.\n\nTil gengæld står det klart, at Thise Mejeri fra 1. november ikke længere ønsker, at deres produkter står på hylderne hos Min Købmand i Oddense, Min Købmand på Rosenbakken i Skive og Min Købmand i Hem.\n\nTil Skive Folkeblad udtaler alle de tre købmænd, at de er kede af den beslutning og håber, at det passer, at Mikkel Janum fra Balling har fundet, en løsning, som de også kan benytte sig af.\n\nDagrofa skriver i et svar til DR, at det er vigtigt for dem, at \"de kan tilbyde kunderne netop de lokale varer, de ønsker\".\n\nDet er træls, at mejeriet ikke vil lege med\n\nI Balling er de lokale borgere ærgerlige over, hvordan debatten har udviklet sig.\n\nOg flere lokale har stadig et ønske om, at Thise Mejeris produkter er på hylderne hos de lokale købmand, uanset om de hører under Coop eller Dagrofa.\n\nHanne Feierskov (til venstre), der bor lige uden for Salling-området, håber, at der bliver et lokal pres for, at få de lokale mejeriprodukter ind i den nye Spar-butik. Lilian Ravnild med Thise-mælken i hånden er selv ligeglad, men fortæller, at mange er glade for at købe de lokale produkter. (Foto: © Kent Samuel Christensen)\n\n- Det er kvalitetsmælk. For det første fordi det er økologisk, og fordi det er fra græssende køer, lyder det fra Hanne Feierskov, der selv bor lidt uden for Salling området, hvor den lille by Balling ligger.\n\nHun håber, at hun og de andre lokale i fremtiden vil kunne blive ved at købe mælk, ost eller yoghurt fra Thise, og hun tror, at det lykkes ved, at der kommer et lokalt pres.\n\n- Købmanden vil arbejde for det, og mon ikke Thise Mejeri ikke også finder ud af, at der må findes et fælles tredje på den ene eller anden måde.\n\nHvis det ikke sker, tror Hanne Feierskov, at hun vil stoppe helt med at købe mejeriets produkter.\n\n- Jeg vil have det rigtig dårligt, og jeg tror, at jeg vil finde en anden løsning i forhold til økologiske madvarer, konstaterer hun.\n\nOgså Lilian Ravnild fra Balling mener, at det vil være synd ikke at kunne købe Thises produkter, fordi de lokale elsker det lokale mejeri.\n\n- Jeg ved, at der er mange, der er glade for det og vil være kede af det, anerkender hun.\n\nLone Holk Johansen fra Rødding elsker Thise Mejeris produkter, og det gør sønnike Oliver også. (Foto: © Kent Samuel Christensen)\n\nTo af dem er Lone Holk Johansen fra Rødding og sønnen, Oliver Holk Johansen. Hun elsker osten, og han elsker især yoghurten med jordbær.\n\n- Jeg tror, at vi alle sammen skal op og banke på døren til Thise og sige, vil I ikke nok her, lyder det fra Lone Holk Johansen.\n\nDet er ikke bare smagen, de godt kan lide. Det betyder også noget at støtte op om det lokale.",
      "authors": [
        "I Går Kl."
      ]
    },
    {
      "title": "IMO Net-Zero Framework Negotiations Continue Despite Adoption Vote Delay",
      "link": "https://gcaptain.com/imo-net-zero-framework-negotiations-continue-despite-adoption-vote-delay/",
      "date": "2 days ago",
      "snippet": "The International Maritime Organization continued work on its Net-Zero Framework at working group talks in London this week, despite voting to postpone the...",
      "text": "The International Maritime Organization continued work on its Net-Zero Framework at working group talks in London this week, despite voting to postpone the framework’s adoption by one year just days earlier.\n\nThe NZF contains the world’s first global greenhouse gas pricing system for shipping, i.e. a carbon tax, designed to help the industry achieve its 2023 Revised Strategy goals of achieving net zero emissions by or around 2050. The framework’s carbon pricing revenues are expected to reach up to $15 billion annually from 2030.\n\nThe ISWG-GHG-20 meeting saw governments engage in discussions on the framework’s guidelines, a contrast to the chaotic negotiations the week before that led to the adoption delay.\n\nCountries disagreed sharply on the role of biofuels in shipping’s transition. Brazil, Indonesia and several African countries pushed for a “technology neutral” approach favoring existing biofuel sources including food and feed stock like soy and palm oil. The EU and Pacific Island states opposed this position, citing sustainability and scalability concerns, and favored renewable e-fuels as a long-term solution.\n\nResearchers, civil society groups and international campaigners have warned against using food and feed-based biofuels on environmental, climate and human rights grounds. Mexico, the UK and several Pacific Islands expressed support for addressing these concerns through Life Cycle Assessment guidelines that account for indirect land-use change emissions. The LCA guidelines are set to be finalized in April 2026.\n\nMember states and industry expressed broad support for including wind propulsion as a zero- or near-zero energy source alongside solar and shore power.\n\nGovernments also discussed the IMO Net-Zero Fund, which experts say must be equitable to ensure climate-vulnerable countries are not left behind in the transition.\n\nThe US, Saudi Arabia and other oil-producing countries objected to further work on the guidelines, calling it premature until the NZF is adopted. Several delegates noted that these same countries had argued the previous week that the NZF could not be adopted due to missing policy clarifications.\n\nDr. Alison Shaw, IMO Policy Manager at T&E, said the framework’s success will depend on strong guidance that incentivizes green e-fuel production while safeguarding against unsustainable fuels like crop-based biofuels. “Many member states acknowledged the importance of both aims, though uncertainty over the framework’s eventual adoption remained a clear backdrop to discussions,” Shaw said.\n\nNext Steps\n\nThe IMO will reconvene for technical working group talks from April 20-24, 2026, followed by the 84th session of the Marine Environment Protection Committee from April 27 to May 1.\n\nMEPC 84 is planned to finalize decisions on clean energy under the NZF, including the LCA guidelines, which are essential for evaluating the environmental impact of marine fuels and determining vessels’ compliance with the framework.\n\nDays after the IMO delay, more than 200 industry leaders gathered in Antwerp for the Global Maritime Forum Annual Summit, where participants reported feeling “hopeful and energised” despite the setback. IMO Secretary-General Arsenio Dominguez encouraged leaders to view the delay as a pause on adoption, not on the underlying work. “This extra year gives us the chance to connect with all the stakeholders and parties in order to address the questions that were raised, including the lack of clarity around the framework,” Dominguez said.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "DNV Awards HD KSOE Approval in Principle for Nuclear-Powered Containership Design",
      "link": "https://gcaptain.com/dnv-awards-hd-ksoe-approval-in-principle-for-nuclear-powered-containership-design/",
      "date": "3 days ago",
      "snippet": "Classification society DNV has awarded HD Korea Shipbuilding & Offshore Engineering an Approval in Principle for a 15000 TEU container vessel design powered...",
      "text": "Classification society DNV has awarded HD Korea Shipbuilding & Offshore Engineering an Approval in Principle for a 15,000 TEU container vessel design powered by nuclear-powered Small Modular Reactor technology. The AiP was presented at the KORMARINE tradefair in Busan, Korea, marking a significant development in the industry’s exploration of nuclear propulsion for commercial ships.\n\nThe vessel concept is designed to operate at 24 knots and incorporates a supercritical CO?-based power generation system, which offers higher thermal efficiency and a reduced equipment footprint compared to conventional steam-based systems. DNV reviewed the conceptual design according to relevant rules and regulations, including safety levels outlined in SOLAS Ch. VIII and the IMO Code of Safety for Nuclear Merchant Ships.\n\n“This SMR-powered container vessel concept represents a key milestone in our efforts to explore alternative fuels for decarbonizing shipping,” said Dr. Kwangpil Chang, CTO of HD KSOE. “The design focuses intensely on the safety of the vessel and advancing the propulsion system in the application of SMR technology. In addition, we have developed a novel shielding and containment system, which is designed to maintain reactor safety and vessel survivability even in the event of collisions, groundings, or sinking accidents.”\n\nThe development process included close collaboration between DNV and HD KSOE to assess overall safety and the advanced power generation system design. In May 2025, the two companies conducted a HAZID workshop at DNV’s headquarters in Oslo to identify potential risks and accident scenarios for nuclear-powered vessels and guide design improvements.\n\nGeir Dugstad, Technical Director at DNV, noted the significance of the achievement. “Shifting environmental requirements and advances in technology are reigniting interest in nuclear propulsion as a potential solution for maritime decarbonization. But with little recent experience in utilizing nuclear power for cargo vessels, this AiP represents an important first step in building the technical verification process for nuclear-powered vessels.”\n\nDNV recently released a white paper examining nuclear vessels for commercial shipping, covering reactor technologies, vessel construction and operation, fuel management, waste handling, and oversight of nuclear supply chains.\n\nAn Approval in Principle is an independent assessment of a concept within a defined framework of requirements that confirms the feasibility of the design and verifies that no significant technical barriers exist to its implementation.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Taylor Maritime hits 50-vessel sales milestone",
      "link": "https://splash247.com/taylor-maritime-hits-50-vessel-sales-milestone/",
      "date": "2 days ago",
      "snippet": "Taylor Maritime has remained one of the most active sellers in the geared bulker segment. The London-listed outfit has now sold 50 ships since 2023,...",
      "text": "Taylor Maritime has remained one of the most active sellers in the geared bulker segment. The London-listed outfit has now sold 50 ships since 2023, as the Ed Buttery-led owner continues to streamline its fleet in a buoyant secondhand market.\n\nThe latest disposals include four completed sales during and just after the third quarter, generating $87.6m in proceeds. In total, the sales programme has brought in $822.2m since early 2023, with vessels moving at an average 3% discount to fair market value.\n\nOne of the recent deals involved the “opportunistic sale” of a handysize bulker for $15.3m, representing a 2.6% premium to market value.\n\nFollowing the latest transactions, Taylor Maritime’s fleet will be reduced to seven Japanese-built bulk carriers, alongside one vessel held in a joint venture and five chartered-in units.\n\nChief executive Edward Buttery said sentiment improved toward the end of the third quarter, helping values recover to near March levels.\n\n“Our medium to long-term market view is unchanged and we remain comfortable with our sale and purchase programme overall and the strategic position we are in,” Buttery said, adding that the sales programme has given the company “more certainty in a volatile world”, and that capital allocation options would be evaluated toward year-end.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Martyn Benson",
        "Banana Ship Managament"
      ]
    },
    {
      "title": "Interior’s Burgum Floats Shipping Gas From Alaska North Slope",
      "link": "https://gcaptain.com/interiors-burgum-floats-shipping-gas-from-alaska-north-slope/",
      "date": "1 day ago",
      "snippet": "By Ari Natter and Ruth Liao Oct 24, 2025 (Bloomberg) –US Secretary of the Interior Doug Burgum floated the concept of storing natural gas produced in...",
      "text": "By Ari Natter and Ruth Liao\n\nOct 24, 2025 (Bloomberg) –US Secretary of the Interior Doug Burgum floated the concept of storing natural gas produced in Alaska’s North Slope and shipping it directly from there, a proposal he said has drawn interest from unnamed foreign investors.\n\n“It could be a second project, just tapping into that gas field and figuring out a way to move it out by ship,” Burgum said Friday during remarks at an event held by the Foundation for the Defense of Democracies, a Washington nonpartisan research institute.\n\nShipping the gas would require the fuel to first be liquefied through an export facility, which requires billions of dollars to build. Icy North Slope conditions would most likely make it difficult to construct an export plant there, though Burgum said there are months at a time when there is a path through the ice.\n\nThe planned Alaska LNG project currently under development includes a new pipeline about 800 miles (1,288 kilometers) long that would deliver the gas from the North Slope to an export facility in Nikiski, Alaska, as well as the residential area of Anchorage, which is facing a decline in domestic gas. The plant would have a capacity of 20 million metric tons per year.\n\nDeveloper Glenfarne Group is leading the Alaska LNG project. A spokesperson for Glenfarne did not immediately respond for requests for comment on the possibility of shipping gas from the North Slope directly.\n\nThe long-proposed Alaska LNG project has been pitched for decades and revived under the Trump administration. The state of Alaska has a stake in the current project along with Glenfarne, through the Alaska Gasline Development Corp.\n\nBurgum last told reporters this week that the front-end engineering and design study for the project, including the pipeline, was still underway and could be finished by December. A formal decision to move forward with Alaska LNG has not yet been made.\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "Container ship recycling overhang estimated at minimum 1.8 million TEU",
      "link": "https://www.hellenicshippingnews.com/container-ship-recycling-overhang-estimated-at-minimum-1-8-million-teu/",
      "date": "3 days ago",
      "snippet": "“So far this year, only 10 container ships have been recycled. This extends a pattern of low recycling activity seen since 2021 as many ships have continued...",
      "text": "",
      "authors": []
    },
    {
      "title": "Maersk Offshore Wind Takes Seatrium to Arbitration Over Nearly Completed Wind Installation Vessel",
      "link": "https://gcaptain.com/maersk-offshore-wind-takes-seatrium-to-arbitration-over-nearly-completed-wind-installation-vessel/",
      "date": "4 days ago",
      "snippet": "Seatrium Limited announced it received a notice of arbitration from Maersk Offshore Wind over a dispute regarding the termination of a contract for a nearly...",
      "text": "Seatrium Limited announced it received a notice of arbitration from Maersk Offshore Wind over a dispute regarding the termination of a contract for a nearly completed wind turbine installation vessel.\n\nThe notice comes just one day after the Singapore-based shipbuilder notified Maersk Offshore Wind that the nearly completed wind turbine installation vessel would be delivered by January 30, 2026.\n\nThe notice of arbitration asserts that disputes have arisen between the parties regarding the $475 million contract for the construction of a wind turbine installation vessel intended for deployment at the Empire Wind 1 offshore wind project off New York. The arbitration will be conducted in London in accordance with the current London Maritime Arbitrators Association terms.\n\nAccording to Seatrium’s announcement, “The Notice of Arbitration does not contain any particulars of the alleged disputes or the Buyer’s claims or the reliefs (monetary or otherwise) being sought by the Buyer.”\n\nThe arbitration notice follows a contentious sequence of events that began earlier this month when Seatrium Energy (International) Pte Ltd received a notice of termination from Maersk. The vessel, which is approximately 98.9% complete, was originally contracted in March 2022.\n\nSeatrium subsequently rejected the termination notice, stating that “the Buyer is in repudiatory breach of the Contract” and reserving “all its rights against the Buyer for wrongful termination.” The company then gave notice on October 20 that the vessel would be delivered by January 30, 2026.\n\nIn its statement, Seatrium said that “SEI is taking legal advice and will vigorously prosecute its position and defend any claims that may be brought by the Buyer.” The company added that it “will make further announcements as and when there are material developments” and that “the financial impact arising from this developing situation is highly dependent on the final outcome.”\n\nThe termination comes amid significant challenges for the Empire Wind project, which has faced regulatory hurdles under the Trump administration. In April 2025, the Bureau of Ocean Energy Management temporarily halted construction activities on Empire Wind 1 before the stop work order was later lifted on May 19.\n\nThe $5 billion Empire Wind 1 project is designed to power 500,000 New York homes by 2027 and is currently reported to be more than 30% complete. However, broader challenges for U.S. offshore wind have emerged, with the cancellation of more than $679 million worth of Department of Transportation financing for ports to support offshore wind projects.\n\nThe vessel was custom designed to use feeder vessels to supply components, a method that Maersk Supply Service said would be 30% more efficient than using conventional jack-up vessels. The contract, valued at approximately S$610 million, was originally awarded to Sembcorp Marine Rigs & Floaters Pte Ltd, now known as Seatrium Energy (International) Pte Ltd.\n\nSeatrium advised shareholders to “exercise caution when dealing with the shares or other securities of the Group” and promised further announcements regarding any material developments.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "U.S. Container Imports Plunge 6.6% in September as Tariff Fallout Takes Hold",
      "link": "https://gcaptain.com/u-s-container-imports-plunge-6-6-in-september-as-tariff-fallout-takes-hold/",
      "date": "2 days ago",
      "snippet": "The ten largest U.S. ports recorded a 6.6% year-over-year decrease in inbound container volume in September, marking a sharp reversal from earlier months...",
      "text": "The ten largest U.S. ports recorded a 6.6% year-over-year decrease in inbound container volume in September, marking a sharp reversal from earlier months and signaling the beginning of what industry analyst John McCown predicts will be “consistent and more pronounced” declines through 2026.\n\nThe September drop follows modest increases of 0.2% in August and 3.2% in July, both periods that McCown says were “significantly buoyed by frontloading to get goods in prior to additional tariffs going into effect.”Prior to those temporary gains, ports saw decreases of 8.3% in June and 6.6% in May.\n\nMcCown warns that “inbound volume into the U.S. will show consistent and more pronounced year over year declines well into next year in the absence of any changes to the current tariffs.”\n\nThe revised reciprocal tariffs that took effect on August 7 included a critical exception for goods already in transit, which temporarily cushioned the blow. “The new tariffs did not apply to containers that were loaded on vessels at their last foreign port of call before August 7, provided they entered the U.S. before October 5,” McCown explains.This grace period meant most August arrivals and some September shipments, particularly on long Asia-to-East Coast routes, avoided the new levies.\n\nSupply Chain Restructuring Accelerates\n\nMcCown observes that adjustments to global supply chains are happening faster than anticipated. “If a manufacturing site wasn’t deemed attractive because it had 10% higher costs, it now looks attractive if it can save 25% tariffs,” he notes. McCown adds that manufacturers in countries facing high U.S. tariffs “may now find other markets without tariffs relatively more attractive.”\n\nThis shift is already evident in global data. While U.S. container volume declines, worldwide container volume set records for two consecutive months through August.Container exports from the Far East in August were up 4.6% year-over-year, with “container imports to Africa, Mideast/India and Europe have all increased sharply and in uptrends while U.S. volume is languishing and declining,” according to McCown.\n\nSteep Declines Projected\n\nThe full-year outlook represents a dramatic reversal from 2024, which saw a 15.2% increase in total inbound loads compared to 2023.The National Retail Federation now estimates that 2025 will end with total inbound container volume down 3.4% from 2024, which translates to the final four months of 2025 declining 15.7% compared to the same period in 2024.\n\nMcCown believes this estimate is reasonable, noting that “we will soon begin to consistently see double-digit percentage drops at most U.S. ports in the months ahead.”He adds that “the volume carnage does not cease at the end of 2025 and will continue into 2026.”\n\nThe Port of Los Angeles saw inbound volume decrease 7.6% in September, slightly better than the 10% decline its director had projected.CTS data for August imports to North America showed a 9.9% decline, further confirming the downward trajectory.\n\nChina Tariffs and USTR Ship Fees Add Complexity\n\nThe current declines are occurring even though reciprocal tariffs on China remain paused until mid-November. President Trump recently threatened to impose an additional 100% tariff on Chinese imports, suggesting “there has been little progress in discussions with that large trading partner.” China accounts for the largest share of containers entering the U.S., meaning any additional tariffs there would have significant ripple effects.\n\nThe USTR ship fee plan targeting vessels built in China or operated by Chinese carriers took effect on October 14. China announced similar fees for U.S.-affiliated ships calling on Chinese ports in retaliation. While few U.S.-built ships will be directly affected, uncertainty remains over how a provision regarding 25% U.S. ownership will be interpreted, which “under that interpretation, the impact would be quite significant.”\n\nThe complexity of overlapping tariffs has created operational chaos. “The sheer number and complexity of the tariffs is a growing problem,” McCown observes, with potential effects on “the fluidity at container terminals and within individual supply chains.”",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Oil Surges After U.S. Sanctions on Russia’s Rosneft and Lukoil",
      "link": "https://gcaptain.com/oil-surges-after-u-s-sanctions-on-russias-rosneft-and-lukoil/",
      "date": "3 days ago",
      "snippet": "Oil prices surged around 5% to a two-week high on Thursday after the U.S. imposed sanctions on major Russian suppliers Rosneft and Lukoil over Russia's war...",
      "text": "By Scott DiSavino\n\nNEW YORK, Oct 23 (Reuters) – Oil prices surged around 5% to a two-week high on Thursday after the U.S. imposed sanctions on major Russian suppliers Rosneft and Lukoil over Russia’s war in Ukraine.\n\nThe sanctions could reduce global oil supplies since Russia was the world’s second-biggest crude producer in 2024 after the U.S., according to U.S. energy data.\n\nBrent futures were up $3.37, or 5.4%, to $65.96 a barrel by 12:13 p.m. EDT (1613 GMT), while U.S. West Texas Intermediate (WTI) crude rose $3.33, or 5.7%, to $61.83.\n\nThat put both crude benchmarks on track for their biggest daily percentage gains since mid-June and their highest closes since October 8.\n\n“The announcement of sanctions by the U.S. on Rosneft and Lukoil is a major escalation in the targeting of Russia’s energy sector and could be a big enough shock to flip the global oil market into a deficit next year,” said David Oxley, chief climate and commodities economist at Capital Economics.\n\nIn addition to soaring crude prices, U.S. diesel futures jumped almost 7%, boosting the diesel crack spread to its highest since February 2024. Crack spreads measure refining profit margins.\n\nThe U.S. sanctions mean refineries in China and India, major buyers of Russian oil, will need to seek alternative suppliers to avoid exclusion from the Western banking system, said Saxo Bank analyst Ole Hansen.\n\nMultiple trade sources told Reuters that Chinese state oil majors have suspended purchases of seaborne Russian oil from the two companies now under U.S. sanctions, providing a further boost to prices.\n\nKuwait’s oil minister said that the Organization of the Petroleum Exporting Countries would be ready to offset any shortage in the market by rolling back output cuts.\n\nRussian President Vladimir Putin, however, said it will take time for the global market to replace Russian oil. He added that the new U.S. sanctions are an attempt to put pressure on Russia, and that no self-respecting country ever does anything under pressure.\n\nThe U.S. said it was prepared to take further action as it called on Moscow to agree immediately to a ceasefire in Ukraine.\n\n“The various U.S. and EU sanctions thus far have had essentially no effect on Russia’s ability to export oil, so we doubt that this latest round will be game-changing. That said, the Kremlin may need to use more intricate methods to ship its oil covertly, thereby increasing costs,” said Pavel Molchanov, investment strategy analyst at Raymond James.\n\nMolchanov noted the U.S. investment bank would “continue keeping an eye on this issue” since Russian exports account for about 7% of global oil supply.\n\nMORE SANCTIONS\n\nBritain sanctioned Rosneft and Lukoil last week and the European Union has approved a 19th package of sanctions against Russia that includes a ban on imports of Russian liquefied natural gas.\n\nThe EU also added two Chinese refiners with combined capacity of 600,000 barrels per day (bpd), as well as Chinaoil Hong Kong, a trading arm of PetroChina 601857.SS, to its Russia sanctions list, its Official Journal showed on Thursday.\n\nThe impact of sanctions on oil markets will depend on how India reacts and whether Russia finds alternative buyers, said UBS analyst Giovanni Staunovo.\n\nRefiners in India, which became the largest buyer of discounted seaborne Russian crude in the aftermath of the war in Ukraine, were poised to sharply curtail imports of Russian oil to comply with new U.S. sanctions on Lukoil and Rosneft, industry sources said on Thursday, potentially removing a major hurdle to a trade deal with the U.S.\n\nPrivately owned Reliance Industries, the top Indian buyer of Russian crude, plans to reduce or halt such imports completely, according to two sources familiar with the matter.\n\n(Reporting by Scott DiSavino in New York and Enes Tunagur in London, Katya Golubkova in Tokyo, additional reporting by Seher Dareen in London; Editing by Marguerita Choy and Elaine Hardcastle)\n\nSubscribe for Daily Maritime Insights Sign up for gCaptain’s newsletter and never miss an update — trusted by our 107,196 members\n\n(c) Copyright Thomson Reuters 2025.",
      "authors": []
    },
    {
      "title": "Sammok and Shanghai Changjiang order bulkers at Nantong Xiangyu",
      "link": "https://splash247.com/sammok-and-shanghai-changjiang-order-bulkers-at-nantong-xiangyu/",
      "date": "3 days ago",
      "snippet": "South Korea's Sammok Shipping and China's Shanghai Changjiang Shipping have both chosen Nantong Xiangyu Shipbuilding & Offshore Engineering for new bulk...",
      "text": "South Korea’s Sammok Shipping and China’s Shanghai Changjiang Shipping have both chosen Nantong Xiangyu Shipbuilding & Offshore Engineering for new bulk carrier orders as they move to expand their fleets.\n\nSeoul-based Sammok has contracted two 63,800 dwt ultramaxes at the state-owned yard, marking the first collaboration between the two companies. The owner is currently listed with a single ultramax built in 2015, according to shipping databases.\n\nMeanwhile, Shanghai Changjiang Shipping — part of Sinotrans CSC Group and under the China Merchants umbrella — has signed up for two 82,000 dwt kamsarmax newbuildings.\n\nDelivery schedules for both owners have not been disclosed, but the combined value of the dual order is understood to be around $142m.\n\nNantong Xiangyu, located along the Yangtze River, has built a strong position in the ultramax segment and continues to broaden its capabilities. Earlier this year, the yard entered the newcastlemax market with an order from Japan’s Doun Kisen.\n\nThe builder has also expanded its production footprint through the recent takeover of Jiangsu Hongqiang Ship Heavy Industry, adding capacity to construct vessels of up to 100,000 dwt.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Martyn Benson",
        "Banana Ship Managament"
      ]
    },
    {
      "title": "Transpetro launches tender for 36 inland vessels to expand fuel logistics",
      "link": "https://splash247.com/transpetro-launches-tender-for-36-inland-vessels-to-expand-fuel-logistics/",
      "date": "3 days ago",
      "snippet": "Brazil's Transpetro has opened a public tender for the construction of 18 barges and 18 pusher tugs as part of its push into the country's inland fuel...",
      "text": "Brazil’s Transpetro has opened a public tender for the construction of 18 barges and 18 pusher tugs as part of its push into the country’s inland fuel transport market.\n\nThe Petrobras subsidiary launched the bidding round this week, aiming to boost its logistics capacity and diversify operations along Brazil’s major river and coastal routes.\n\nUnder the tender, ten of the barges will have a capacity of 3,000 dwt and eight will be 2,000 dwt. Once built, the new units will make Transpetro one of Brazil’s largest operators of petroleum product and biofuel barges.\n\nTranspetro president Sérgio Bacci said the tender is expected to generate work across Brazilian shipyards.\n\n“Transpetro remains committed to meeting the evolving needs of the Brazilian shipping industry,” he said, adding: “Our entry into inland waterway transportation expands and strengthens our operational capacity, offering new logistics solutions to more than 170 customers.”\n\nThe Brazilian barge sector currently moves around 10 million tonnes of oil and petroleum products per year.\n\nMárcio Guimarães, Transpetro’s director of pipelines and terminals, said the company’s strategy reflects its goal of becoming a major multimodal operator.\n\n“We continually seek to expand our operations through the integration of different logistics modes,” he said. “Our plan is to enhance existing infrastructure with new transportation solutions and expand our service capacity. We will be a major player in this mode,” he added.\n\nThe tender has been divided into six lots — three covering barges and three for pusher tugs. Bidders can secure more than one lot, with deliveries expected to begin in 2026. According to the tender, the barges must be capable of carrying one or more petroleum products and will feature modern segregation and safety systems.",
      "authors": [
        "Adis Ajdin",
        "Adis Is An Experienced News Reporter With A Background In Finance",
        "Media",
        "Education. He Has Written Across The Spectrum Of Offshore Energy",
        "Ocean Industries For Many Years",
        "Is A Member Of International Federation Of Journalists. Previously He Had Written For Navingo Media Group Titles Including Offshore Energy",
        "Subsea World News",
        "Marine Energy.",
        "Martyn Benson",
        "Banana Ship Managament"
      ]
    },
    {
      "title": "New report shows progress in sustainable aviation fuel uptake across the EU",
      "link": "https://transport.ec.europa.eu/news-events/news/new-report-shows-progress-sustainable-aviation-fuel-uptake-across-eu-2025-10-22_en",
      "date": "4 days ago",
      "snippet": "The European Union Aviation Safety Agency (EASA) published its first annual report on the implementation of the ReFuelEU aviation regulation.",
      "text": "The European Union Aviation Safety Agency (EASA) published its first annual report on the implementation of the ReFuelEU Aviation Regulation today. The report provides a comprehensive overview of the state of sustainable aviation fuel (SAF) uptake across the EU in 2024 and assesses the market’s readiness to meet upcoming obligations under the Regulation.\n\nAccording to the findings, implementation of ReFuelEU aviation has already stimulated increased SAF production capacity within the EU. This positive trend confirms that the EU is on track to meet the overall mandatory SAF blending target in 2030, which is 6%.\n\nThe report confirms that almost all SAF used in 2024 was biofuel, produced from used cooking oil (81%) and waste animal fats (17%). This shows that the development of synthetic fuels (eSAF) remains in its early stages in the EU. The SAF market also remains concentrated: 25 fuel suppliers provided SAF to 33 EU airports across 12 Member States. However, airports in five Member States (France, Germany, The Netherlands, Spain, and Sweden) accounted for 99% of supply.\n\nThe Commission is currently preparing a Sustainable Transport Investment Plan (STIP), designed to boost investments in renewable and low-carbon transport fuels, including SAF.\n\nCommissioner for Sustainable Transport and Tourism, Apostolos Tzitzikostas, said: ”The EU is making steady progress in adopting sustainable aviation fuels, and the ReFuelEU Aviation Regulation is already helping to increase SAF production and use across Member States. Our focus now is on supporting the industry and Member States to ensure a smooth and fair transition to cleaner aviation fuels.\"\n\nFor the next annual report, the data from 2025 will be used to assess whether ReFuelEU’s first blending mandate, the obligation to supply at least 2% of total aviation fuel as SAF in EU airports, has been met.\n\nMore information on key findings can be found in EASA’s press release.",
      "authors": []
    },
    {
      "title": "Velkommen til Danske Rederier",
      "link": "https://danishshipping.dk/",
      "date": "Jun 23, 2023",
      "snippet": "Mit udgangspunkt er stadig det samme. Den globale skibsindustri skal løfte sin del af ansvaret for at sænke klodens CO2-udledning, skriver Anne H.",
      "text": "Det er ikke til at komme udenom, at vi skal indfange og lagre CO2 (CCS), hvis vi skal indfri EU’s klimamål. Heldigvis har Europa gode forudsætninger for at blive en frontløber på området, men det kræver klare mål, færre barrierer og investeringer i infrastruktur. Med den forestående Industrial Accelerator Act og forårets markedspakke på CO2-transport er der oplagte platforme i EU til at få etableret et indre marked for CO2 i Europa serviceret af maritim transport.",
      "authors": []
    },
    {
      "title": "Green inland ports final conference",
      "link": "https://transport.ec.europa.eu/news-events/events/green-inland-ports-final-conference-2025-11-26_en",
      "date": "Aug 29, 2025",
      "snippet": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway...",
      "text": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway authorities, policymakers, terminal operators, digital service providers, researchers, and other relevant stakeholders.\n\nThe conference will present key findings from the green inland ports study, and showcase the tools developed as part of the study supporting port decarbonisation. It will also collect stakeholder input for policy recommendations on sustainable port governance.",
      "authors": []
    },
    {
      "title": "Events og kurser",
      "link": "https://danishshipping.dk/events-og-kurser/",
      "date": "Sep 26, 2023",
      "snippet": "Research and industry are stronger together. The Maritime Education Conference 2025, hosted by Maritime Research Alliance and Danish Shipping, explores how...",
      "text": "Events og kurser\n\nDanske Rederier arrangerer en række interessante events og kurser. Klik dig rundt her på sitet for at læse mere.",
      "authors": []
    }
  ]
}