{
  "timestamp": "2025-09-22T06:26:46.070400",
  "query_summary": "Combined strategic, global, and sustainability shipping sources",
  "query_details": [
    "shipping OR logistik OR containere OR bæredygtighed OR 'grøn omstilling' OR klima OR energi OR brændstof site:shippingwatch.dk OR site:borsen.dk OR site:finans.dk OR site:dr.dk OR site:ing.dk OR site:energywatch.dk OR site:altinget.dk",
    "shipping OR logistics OR containerships OR maritime OR sustainability OR 'green transition' OR decarbonization OR net-zero OR climate OR fuels OR energy site:lloydslist.maritimeintelligence.informa.com OR site:hellenicshippingnews.com OR site:marinelink.com OR site:gcaptain.com OR site:splash247.com",
    "sustainability OR bæredygtighed OR shipping OR logistik OR logistics OR containerships OR containere OR climate OR klima OR 'green transition' OR 'grøn omstilling' OR fuels OR brændstof OR maritime OR energi site:danishshipping.dk OR site:transport.ec.europa.eu OR site:mission-innovation.net OR site:maersk.com/sustainability/"
  ],
  "serper_results": [
    {
      "title": "Billig strøm og viden om flagermus: Her er 17 nye initiativer om grøn energi",
      "link": "https://www.dr.dk/nyheder/indland/billig-stroem-og-viden-om-flagermus-her-er-17-nye-initiativer-om-groen-energi",
      "date": "4 dag siden",
      "snippet": "Regeringen vil øge kompensationen til naboer til solcelleanlæg - og samtidig sikre hurtigere sagsbehandling.",
      "text": "Det skal være mindre surt at være nabo til et nyt solcelleanlæg.\n\nDet gennemsyrer 17 nye initiativer om grønne energiprojekter, som regeringen i dag lancerer.\n\n- Det, vi har haft fokus på i udspillet, er dem, der bor tæt på de store solcelleanlæg, siger klima- og energiminister Lars Aagaard (M).\n\n- Vi lægger op til at fordoble det beløb, som man skal give til de nære naboer til solcelleanlæg, og så udvider vi diameteren på den cirkel rundt om de store solcelleanlæg, hvor man får ret til at sælge sin ejendom på grund af værditab.\n\nKlima- og energiminister Lars Aagaard (M) vil gøre det mindre surt at blive nabo til et nyt solcelleanlæg. (Foto: © DR Nyheder)\n\nRegeringen ændrer også en anbefaling, så det nu er et krav, at der skal være mindst 750 meter mellem solcelleanlæg og beboelse, hvis der er solceller på tre eller flere sider af beboelsen.\n\nMen rykker det noget at give øget kompensation, hvis dem, der står derude, stadigvæk synes, det er et problem?\n\n- Nej. Hvis de stadigvæk synes, det er et problem, så rykker det jo ikke, slår ministeren fast og forklarer, at den øgede kompensation også giver udviklerne et incitament til at finde placeringer til store solcelleanlæg, hvor det generer færrest muligt.\n\nViden om flagermus og hurtigere sagsbehandling\n\nRegeringens initiativer lægger også op til at sætte fart på processen, når der først ér truffet en lokal beslutning om at etablere et grønt energianlæg.\n\n- Når demokratiet har talt og sagt, vi vil gerne som samfund huse de her energianlæg, så er der en hel stribe initiativer, der handler om at fjerne nogle af de administrative barrierer og benspænd, der kan være, forklarer Lars Aagaard.",
      "authors": [
        "Sep Kl."
      ]
    },
    {
      "title": "Altinget Klima",
      "link": "https://www.altinget.dk/klima/emne/8381",
      "date": "3 dag siden",
      "snippet": "K og R møder baglandet. Mona Juul går til valg på skattelettelser og et opgør med førtidspensioner: \"Samfundskontrakten er gået i stykker\". Malte Bruhn...",
      "text": "",
      "authors": []
    },
    {
      "title": "Mit klimaprojekt: For at få styr på regnvandet må Emilie Bork forstyrre de døde",
      "link": "https://www.altinget.dk/artikel/mit-klimaprojekt-vi-graver-i-saa-faa-gamle-gravsteder-som-muligt",
      "date": "2 dag siden",
      "snippet": "Skal vi beskytte alt mod stormfloder for enhver pris? Og hvem skal betale? Vi sætter fokus på klimasikring frem mod kommunalvalget.",
      "text": "Som altid op til et valg er sæsonen for tricktyveri skudt i gang. Men uanset budskaberne og udfaldet af kommunalvalget kommer de attraktive områder af København næppe til at flyde over med ledige billige boliger, så langt øjet rækker, skriver Helle Ib.",
      "authors": [
        "Kirstine Erika Crenzien"
      ]
    },
    {
      "title": "Han rådgiver erhvervslivet om klima – nu peger han på grunde til at være optimistisk",
      "link": "https://borsen.dk/nyheder/baeredygtig/han-radgiver-erhvervslivet-om-klima-nu-peger-han-pa-grunde-til-at-vaere-optimistisk",
      "date": "1 dag siden",
      "snippet": "Han rådgiver erhvervslivet om klima – nu peger han på grunde til at være optimistiskBo Øksnebjerg har fulgt den grønne omstilling tæt de seneste mange år.",
      "text": "Bo Øksnebjerg har fulgt den grønne omstilling tæt de seneste mange år. Først som generalsekretær i Verdensnaturfonden (WWF) og nu som partner og bæredygtighedskonsulent i EY.\n\nOg hans dom over udviklingen er klar:\n\n“Der er ikke nogen tvivl om, at det har været nogle hårde år,” konstaterer han.\n\nFlere grønne energiprojekter trækker ud eller fejler, fordi stigende renter og inflation har gjort alt dyrere. Energikrisen efter invasionen af Ukraine har fået mange lande til at skrue op for kul og gas.\n\nOven i det ruller EU bæredygtighedslovgivning tilbage. USA’s præsident prædiker “drill baby, drill” til oliefirmaerne og modarbejder vindprojekter. Og en verdensorden i opbrud gør det endnu mere vanskeligt at holde tempoet i omstillingen.\n\nEn rundspørge foretaget af Dansk Industri i juli viste, at handelskrig og inflation er rykket op i toppen af virksomhedernes dagsorden, mens klimakrisen nu rammer bunden, når det kommer til erhvervslivets 11 største bekymringer.\n\nAlligevel er Bo Øksnebjerg optimistisk.\n\n“Jeg tror, det har været nogle nødvendige år, som gør, at bæredygtighedsagendaen bliver endnu mere forretningsrelevant i fremtiden,” siger han.\n\nEn gammel udvikling\n\nBo Øksnebjerg var generalsekretær i WWF i syv år, men fulgte inden da nysgerrigt med i dagsordenen om ansvarlig virksomhedsdrift fra sine roller i virksomheder som Novo Nordisk, Novozymes og Cowi.\n\nOg det er netop dem – de mange års erfaring på både godt og ondt – der er én af grundene til, at Bo Øksnebjerg er forholdsvis fortrøstningsfuld.\n\n“Nu er jeg lidt gammel i det her game, og vi har faktisk set det hele ske før,” siger han.\n\n“ Planeten har ikke tid til at vente på, at vi kører bilen i garagen og splitter den ad i årevis. Den skal ud på vejen igen hurtigst muligt Bo Øksnebjerg, partner, EY\n\nEfter finanskrisen i 2008 var der en bølge, hvor flere virksomheder fyrede og nedlagde hele bæredygtighedsafdelinger. Ikke fordi man havde set sig sur på bæredygtighed, men fordi der var behov for at tjene flere penge, fortæller Bo Øksnebjerg.\n\nDengang hed det csr (corporate sustainability reporting), men mange af de samme spørgsmål om ansvar og samfundsbidrag gik igen i arbejdet.\n\n“Men der gik nogle år, og så genopfandt man bæredygtighedsarbejdet, så det blev mere relevant for virksomhederne,” siger Bo Øksnebjerg.\n\n“Jeg sanser lidt, at det er det samme, der er begyndt at ske i dag. Der er mange virksomheder, der bruger det som en anledning til at genbesøge deres bæredygtighedsstrategier og stille større krav til, at det skal være værdiskabende. Det tror jeg, er godt på sigt,” fortsætter han.\n\nBo Øksnebjerg påpeger, at selv i USA, hvor Trump har et horn i siden på bæredygtighedsagendaen, er der mange virksomheder, der fortsætter arbejdet. Foto: Rebecca Krogh\n\nI sidste ende kan virksomhederne faktisk opdage, at der er penge at spare, påpeger han.\n\nDer er dog én faktor, som ikke gjorde sig gældende dengang, men i den grad gør det i dag.\n\n“Vi er ved at løbe tør for tid. Det internationale samfund har jo aftalt, at vi skal nå en række mål inden 2030. Sådan et tidstab, hvor vi skal finde hinanden igen, det gør virkelig ondt,” siger Bo Øksnebjerg.\n\nEn regional ting\n\nFor et halvt år siden præsenterede EU den såkaldte omnibuspakke, der kort fortalt er et forsøg på at gøre det mere enkelt for virksomheder at rapportere om deres bæredygtighedsarbejde.\n\nMen selvom pakken lægger op til en drastisk forenkling af de hidtidige krav til bæredygtighedsrapportering, påpeger Bo Øksnebjerg, at det ikke er ensbetydende med, at virksomhederne ikke kommer til arbejde med området længere.\n\n“De skal bare ikke fortælle lige så meget om det,” siger han.\n\nMen vi ser jo blandt andet i DI’s rundspørge, at klima ligger i bunden over bekymringer i erhvervslivet. Bekymrer det dig ikke, at der er tydelige tegn på, at det ikke er lige så vigtigt?\n\n“Jeg er helt sikkert bekymret over udviklingen. Men bare fordi det ikke ligger i toppen over bekymringer, er det ikke ensbetydende med, at der ikke bliver arbejdet med det. Der er mange, der har stoppet arbejdet, men jeg oplever, at de store virksomheder arbejder med det nede i motoren. Og hvis de på sigt stiller krav til deres underleverandører, så kommer økosystemet til at fungere igen.”\n\nSamtidig peger han på, at der er en masse anden lovgivning på vej fra EU.\n\nAfskovningsdirektivet, emballagedirektivet og EU’s produktpas, som indtil videre alle tre ser ud til at blive til en realitet. Og alle vil tvinge virksomhederne til at omstille sig.\n\nFAKTA Lovgivning på vej fra EU Afskovningsdirektivet: Virksomheder skal dokumentere, at varer som soja, gummi og palmeolie ikke bidrager til afskovning. Træder i kraft 1. januar. Emballagedirektivet: Nye regler for bæredygtig emballage med afgifter, systemer og krav til genanvendelse. Under udrulning i EU. Nogle argumenterer dog for lige nu, at det burde laves om. EU’s produktpas: Et digitalt pas, der viser produktets indhold, oprindelse og bæredygtighed online.\n\nBo Øksnebjerg understreger desuden, at mange af de udfordringer, vi ser, især gør sig gældende i Europa og USA.\n\nSe bare på Kina.\n\nFor 30 år siden oplevede landet en helt ekstrem vækst og indtog pladsen som verdens største CO2-udleder, men i dag er Kina længst fremme på alle former for grøn energi og elbiler.\n\nFlere spår, at Kinas udledningskurve kommer til at knække allerede i år, og landet står nu til at nå sine klimamål om at blive CO2-neutrale i 2060.\n\nDet kinesiske styre er desuden i gang med at implementere rapporteringskrav, som minder om EU’s rapporteringskrav på bæredygtighed, CSRD. Det samme er De Forenede Arabiske Emirater og Indien, som også er en stor global udleder, påpeger Bo Øksnebjerg.\n\n“Det er vigtigt at huske, at hele verden ikke er gået i stå.”\n\nBilen ud af garagen\n\nDer er altså god grund til at tro på, at det bedste ligger foran os, hvis man spørger Bo Øksnebjerg.\n\nFor ham er årene lige nu blot et nødvendigt “mellemspil”, der vil presse virksomhederne til at genopfinde bæredygtighedsagendaen.\n\n2060 er året, hvor Kina skal være CO2-neutrale\n\nI stedet for symbolske gestusser vil arbejdet fremover handle om at dokumentere, hvordan bæredygtighed kan skabe økonomisk værdi og robuste forsyningskæder, spår han.\n\n“Men min opfordring er, at virksomhederne får genbesøgt deres strategier hurtigt. Planeten har ikke tid til at vente på, at vi kører bilen i garagen og splitter den ad i årevis. Den skal ud på vejen igen hurtigst muligt,” siger han.",
      "authors": [
        "Johanne Fischer"
      ]
    },
    {
      "title": "Se listen: Erhvervsskole samler flere profiler til rådgivende udvalg om grøn omstilling",
      "link": "https://www.altinget.dk/foedevarer/navnenyt/se-listen-erhvervsskole-samler-flere-profiler-til-raadgivende-udvalg-om-groen-omstilling",
      "date": "5 dag siden",
      "snippet": "Herningsholm er en del af den samlede indsats som klimaerhvervsskole, som regeringen har udpeget til at gå forrest i uddannelse til den grønne omstilling.",
      "text": "Herningsholm Erhvervsskole & Gymnasier opretter to rådgivende udvalg, der skal bidrage til uddannelser, som løfter den grønne omstilling.\n\nDe 18 medlemmer, der er fordelt på to udvalg, tæller blandt andre Seges Innovations direktør, Lisbeth Henricksen, Teknologisk Instituts centerchef for bæredygtigt byggeri, Peter Aufeldt, og Lene Bruun Overgaard, som er videnscenterchef hos Videnscenter for Jord- og Landbrug.\n\nDet skriver Herningsholm Erhvervsskole & Gymnasier i en pressemeddelelse.",
      "authors": [
        "Caroline Brundle Bugge"
      ]
    },
    {
      "title": "Konference: Hvordan kan Danmark og Europa sikre AI-kapacitet, datasikkerhed og grøn omstilling?",
      "link": "https://www.altinget.dk/digital/kalender/58853",
      "date": "3 dag siden",
      "snippet": "DI Digital og Danish Data Center Industry inviterer til konference om, hvordan vi skaber rammerne for en digital og konkurrencedygtig fremtid. Facebook.",
      "text": "Christina Egelund\n\nsvarer:\n\nHvordan forklarer ministeren, at unge, der er fritaget for MitID, ikke har mulighed for at søge SU?",
      "authors": []
    },
    {
      "title": "Vi er ved at vinde over de fossile brændsler, men vi kaster en plastik-redningskrans til olieselskaberne",
      "link": "https://www.altinget.dk/artikel/vi-er-ved-at-vinde-over-de-fossile-braendsler-men-vi-kaster-en-plastik-redningskrans-til-olieselskaberne",
      "date": "3 dag siden",
      "snippet": "Skal vi beskytte alt mod stormfloder for enhver pris? Og hvem skal betale? Vi sætter fokus på klimasikring frem mod kommunalvalget.",
      "text": "Dette indlæg er alene udtryk for skribentens egen holdning. Alle indlæg hos Altinget skal overholde de presseetiske regler.\n\nDet var nedslående for alle parter, da verdens lande i Genève for nogle uger siden måtte give op på at lande en afgørende global plastiktraktat. Traktaten skulle have bremset overproduktionen af plastik, der lige nu ophober sig i verdens have, i plastikbjerge i det globale syd og i vores kroppe. At det internationale system fejler, er ikke en ny ting. Og selvfølgelig skal vi blive ved med at forhandle. Men den rigtige prøvelse står ude i nationalstaterne. Her skal store ord blive til politik med og uden globale traktater. Så det kan godt være, at Magnus Heunicke (S) vender hjem uden en plastiktraktat, men han kan ikke vende tilbage til de globale forhandlinger uden en national plastikstrategi. 99 procent af verdens plastik er lavet af fossile brændstoffer. Uden indgriben vil verdens plastikforbrug tredobles frem mod 2060. Også Danmark har ladet plastik flyde ind over vores grænser uden at tænke det store over regulering.\n\nPlastikproduktion har længe været det vilde vesten, hvor så godt som alt er tilladt, olien flyder, og hvor man bare kunne brænde eller eksportere lortet, hvis ikke man kan komme af med det på andre måder. Det har resulteret i, at der er plastik overalt. Og som vi er ved at vinde kampen mod fossile brændsler i energisektoren med den ene hånd, kaster vi olieselskaberne en redningskrans af plastik med den anden. Det mangler vi ikke en traktat til at fortælle os eller ændre på. Når det samlede plastikforbrug i Danmark svarer til 50 kilo per dansker, så ligger der en vigtig opgave foran os. Caroline Bessermann Desværre er det ikke nyt, at Danmark venter på Europa eller verden for at lave afgørende politik. Vi ser det på PFAS-forbud, på regulering mod lån og investeringer til fossilselskaber, på udfasningen af fossilbiler for bare at tage nogle få eksempler. Regeringen er i gang med at begå samme fejl med plastikforurening. For plastikudfordringen i Danmark er hverken ny for denne eller tidligere regeringer, der gennem årenes løb har modtaget tydelige opråb. Alligevel har plastik længe været underbelyst i Danmark og er en komplet blind vinkel for den moderne klima- og miljøpolitik. Som plastikkrisen vokser i størrelse, og fossilindustrien gør sig mere afhængig af den som indtægtskilde, må den politiske uagtsomhed ophøre. Og når det samlede plastikforbrug i Danmark svarer til 50 kilo per dansker, så ligger der en vigtig opgave foran os. Vi ved, hvad vi kan gøre på nationalt plan for effektivt at tøjle plastikforureningen: Forebyggelse og reduktion af plastikmængden er allervigtigst, for al vores erfaring med plastik viser, at vi ikke kan genanvende os ud af plastikkrisen. Derfor skal vi starte med at forbyde unødvendigt engangsemballage, have årlige nationale reduktionsmål for forbruget af jomfruelig plastik og den samlede mængde af plastikaffald, samt have sat en mærkbar plastikafgift. For den nødvendige plastik skal produktionen ensrettes, så vi får to til tre typer plastik, der er designet til genbrug og genanvendelse.",
      "authors": [
        "Caroline Bessermann"
      ]
    },
    {
      "title": "Topledernes dilemma: Kortsigtede nøgletal møder langsigtede klimakrav",
      "link": "https://borsen.dk/sponsoreret/topledernes-dilemma-kortsigtede-nogletal-moder-langsigtede-klimakrav?b_source=alt-fra-materialer-til-finansiering-er-taenkt-gront-luksushotel-i-sonderborg-er-et-baeredygtigt-fyrtarn&b_medium=row_3&b_campaign=news_4044375",
      "date": "5 dag siden",
      "snippet": "Samu Slotte, chef for bæredygtig finansiering i Danske Bank, ser en ny rolle for banker i den grønne omstilling: At følge virksomheder gennem lange og...",
      "text": "Pro indhold med dybdegående analyser og nyhedsbreve indenfor finans og iværksætteri. Klik her og få adgang",
      "authors": [
        "Kasper Louis Hornbeck",
        "Hannah Plaschke"
      ]
    },
    {
      "title": "Tænketank: Lokalt medejerskab er vejen til mere grøn energi",
      "link": "https://www.altinget.dk/artikel/taenketank-i-opraab-til-kommunerne-giv-borgerne-andel-i-fremtidens-energiprojekter",
      "date": "6 dag siden",
      "snippet": "Tænketank: Lokalt medejerskab er vejen til mere grøn energi - Altinget. Altinget logo. Bliv abonnent. Log ind. Nichemedier. Nichemedier.",
      "text": "Tre ud af fire danskere er villige til at acceptere energianlæg tæt ved deres bopæl, og hele ni ud af ti ønsker at engagere sig mere i den grønne omstilling.\n\nNår vedvarende energiprojekter går i stå, skyldes det ikke, at danskerne har mistet interessen for klimaet – tværtimod.\n\nLæs også\n\nDet mærkes i kommunerne, for det er i byrådssalene, at beslutninger om nye VE-projekter bliver truffet.\n\nMen det ændrer ikke ved, at mange borgere føler sig reduceret til passive modtagere af beslutninger, de ikke har haft mulighed for at præge.\n\nDet ændrer ikke ved, at mange borgere føler sig reduceret til passive modtagere af beslutninger, de ikke har haft mulighed for at præge.\n\nAlt for ofte oplever borgere og lokalsamfund, at store vindmølle- og solcelleprojekter bliver planlagt uden reel lokal inddragelse og medejerskab.\n\nAndelstanken skal genoplives\n\nHvis vi skal i gang med at udbygge grøn energi på land igen, er der behov for et opgør med den måde, vi gør det på i dag.\n\nBorgere og lokalsamfund skal ikke bare høres – de skal have mulighed for at være medejere af de projekter, de skal lægge jord og udsigt til.\n\nMedejerskab findes allerede i mange former. Det kan være andelsejede forsyningsselskaber, der investerer i energiproduktion.\n\nDet kan være borgerdrevne energifællesskaber, hvor naboer producerer, deler og forbruger strøm og varme i fællesskab.\n\nHvis vi fremover skal se flere lokalt forankrede energiprojekter, kræver det, at flere kommuner begynder at indtænke medejerskab i deres planer for sol og vind. Jens Jonatan Steen\n\nAdm. direktør, Tænketanken Demokratisk Erhverv\n\nDet kan være vindmøllelaug, hvor borgere går sammen om at eje andele i møller for at gøre noget godt for klimaet og samtidig tjene en skilling.\n\nEller det kan være større, developer-drevne-projekter, hvor en del af ejerskabet åbnes op for det omkringliggende lokalsamfund.\n\nFælles for modellerne er, at de virker. Når lokalsamfund og borgere har en reel andel i projekterne, bliver modstand vendt til medvind.\n\nDet kan man se ved egne øjne ved at tage til havnen i Thyborøn. Her er 2.800 borgere gået sammen om at eje verdens største vindmølle på land.\n\nDen står nu på havnen med sine 266 meter – rejst uden en eneste klage, fordi projektet er skabt af lokalsamfundet, som både deler ansvaret og overskuddet. Det er sund, vestjysk fornuft.\n\nAndelstanken er nemlig ikke ideologisk – den er praktisk. Netop derfor har den historisk formået at samle danskere på tværs af politiske skel om at løse store samfundsudfordringer i fællesskab.\n\nDen evne har vi brug for at genoplive, for i dag står alle med hver deres del af problemet: Kommunerne kæmper med at nå deres klimamål. Borgerne føler sig kørt over. Og udviklerne ser deres projekter strande.\n\nLokalt medejerskab tilbyder en vej frem, der både forener interesser og bygger bro mellem fløje.\n\nDanmarksdemokraterne har for nylig foreslået at genindføre et lovkrav om lokalt medejerskab i vedvarende energiprojekter - et forslag, der burde kunne samle bred opbakning.",
      "authors": [
        "Jens Jonatan Steen"
      ]
    },
    {
      "title": "Altinget Klima",
      "link": "https://www.altinget.dk/klima/emne/8428",
      "date": "4 dag siden",
      "snippet": "I ti år har jeg levet og åndet for mit parti. Nu melder jeg mig ud. Deres politik er ikke den, verden har brug for. Lukas Lunøe...",
      "text": "Emilie Bork har særlig træning i at balancere mellem hensyn til oversvømmelser, sorg og skovtursgæster. Hun leder Københavns projekt om at bygge skybrudssikring ind i Vestre Kirkegård og fortæller her om sit bedste tip og største hovedpine.",
      "authors": []
    },
    {
      "title": "Major Shipping Firms Warns Net Zero Plan Could Cost Over $300 Billion by 2035",
      "link": "https://gcaptain.com/major-shipping-firms-warns-net-zero-plan-could-cost-over-300-billion-by-2035/",
      "date": "2 days ago",
      "snippet": "A group of shipping firms warned that the International Maritime Organization's planned net zero rules risk imposing significant costs on the industry.",
      "text": "By Alaric Nightingale and Jack Wittels (Bloomberg) —\n\nA group of shipping firms warned that the International Maritime Organization’s planned net zero rules risk imposing significant costs on the industry.\n\nThe IMO, shipping’s global regulator, has set a goal of net zero for shipping by mid-century and next month aims to formally adopt a plan that would see ships pay levies for at least some of their emissions. The US has criticized the IMO’s Net Zero Framework, labeling it a “global carbon tax.”\n\nThe sector faces paying about $20 billion to $30 billion a year by 2030, shippers representing more than 1,200 vessels said in a statement dated Thursday. The amount could accumulate to more than $300 billion by 2035 if the global fleet misses targets by as little as 10%, they said.\n\nDespite opposition from the US, a majority of countries backed the proposal in an IMO vote earlier this year. The International Chamber of Shipping, which represents more than 80% of the planet’s merchant fleet, also supports the plan.\n\nThe IMO’s NZF won’t be effective in helping shipping decarbonize in line with the IMO’s strategy announced in 2023 or ensuring a level playing field, the group of shippers said in the statement. Critical amendments “are needed, including the consideration of realistic trajectories.”\n\n“It is essential that the IMO NZF implements GHG measures that are fit for purpose,” the group of companies, which includes Stolt Tankers, Frontline Plc and Saudi Arabia’s Bahri, said. It said measures should avoid “excessive financial burdens and inflationary pressure to the end-consumer.”\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "IMO Tackles Maritime Industry Paradoxes Amid Decarbonization Push at London International Shipping Week",
      "link": "https://gcaptain.com/imo-tackles-maritime-industry-paradoxes-amid-decarbonization-push-at-london-international-shipping-week/",
      "date": "2 days ago",
      "snippet": "The International Maritime Organization (IMO) Headline Conference gathered over 700 senior maritime leaders in London on Wednesday to address the competing...",
      "text": "The International Maritime Organization (IMO) Headline Conference gathered over 700 senior maritime leaders in London on Wednesday to address the competing forces shaping the future of global shipping under the theme “The Management of Paradox in Global Shipping.”\n\nHeld during London International Shipping Week (LISW25), the conference examined critical tensions facing the industry – balancing decarbonization with economic growth, ensuring resilience amid geopolitical fragmentation, and navigating regulatory frameworks in an increasingly complex global landscape.\n\nIMO Secretary-General Arsenio Dominguez opened the event, followed by First Sea Lord General Sir Gwyn Jenkins, who emphasized collaboration: “By sharing intelligence, supporting resilience planning, and ensuring the safe passage of commercial vessels, we can help foster a maritime environment where trade thrives and risks are effectively mitigated.”\n\nUK Shipping Minister Keir Mather MP announced plans to reverse “systemic underinvestment fuelled by short-term political choices” through £1.1bn in maritime sector funding, including the SHORE Programme for decarbonization projects and shore power infrastructure.\n\nWith the IMO net zero target scheduled for further discussion next month, industry experts debated establishing a globally binding carbon price. Speakers stressed the importance of multilateral agreements while acknowledging challenges including slow adoption of energy-saving technologies and the impact of shadow fleets.\n\nMikael Boe, Chairman & CEO of Core Power, highlighted nuclear propulsion as a potential solution: “We are now facing the possibility of having civil maritime nuclear propulsion of large vessels. These ships are faster, they carry more cargo, they don’t emit anything and could effectively plug into ports and help power them.”\n\nThe conference also addressed digital transformation and seafarer welfare. Karrie Trauth, EVP and Global Head of Shipping & Maritime at Shell, warned about the industry’s workforce challenges: “The reality is, if we lose even the seafarers we have today, without attracting any more to the industry, none of us wins.”\n\nReflecting on the First Sea Lord’s statement that “stability is a fiction,” participants acknowledged that the industry’s success depends on embracing risks and opportunities rather than seeking an unattainable stability – a fitting conclusion as shipping navigates its complex transition toward sustainability and technological advancement.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "ABS Chief Warns: Safety Must Lead Shipping’s Transition",
      "link": "https://gcaptain.com/abs-chief-warns-safety-must-lead-shippings-transition/",
      "date": "2 days ago",
      "snippet": "We must design for safety, train for safety, and lead with safety. If we don't, the consequences can be profound, not just for business, but for lives.",
      "text": "“We must design for safety, train for safety, and lead with safety. If we don’t, the consequences can be profound, not just for business, but for lives. Every innovation, every operational change, must be tested against one question: Does it make us safer?”\n\nThis was the message from ABS Chairman and CEO Christopher J. Wiernicki in a welcome address to attendees at the Gala Reception for London International Shipping Week 2025 (LISW25).\n\nWiernicki underscored the critical human element in shipping’s technological evolution, noting that “behind every smart ship, every digital dashboard, and every data stream, there is still a human being making critical decisions. Investment in their training and continuous development is essential. It is not just about efficiency, it’s about dignity, safety, and long-term resilience.”\n\nThe ABS chief has been vocal throughout the week about the maritime industry’s regulatory challenges, particularly regarding the IMO Net Zero Framework scheduled for adoption in October. At multiple events, he has expressed concern about the disconnect between regulatory ambitions and industry realities.\n\n“Shipping and the IMO are on different trajectories. There is no clear pathway for green fuel availability and scalability and infrastructure support,” Wiernicki stated at the launch of the 2025 ABS Sustainability Outlook. “The industry needs a framework but we need one that marries ambition with reality.”\n\nWiernicki has called for the IMO to recognize LNG as a legitimate transition fuel and acknowledge nuclear propulsion’s potential. “The NZF should explicitly include nuclear in its roadmap, not as a footnote but as a pillar of long-term strategy,” he remarked during his Capital Link Conference keynote.\n\nAccording to ABS research, compliance costs are expected to rise dramatically, with daily operating costs for vessels trading within the EU potentially increasing from approximately $15,000 in 2028 to around $45,000 by 2035.\n\nWiernicki, who is set to retire at the end of 2025 following a 14-year leadership tenure, leaves a significant legacy at ABS, which expanded its fleet to 300 million gross tons in 2024 while maintaining a 22 percent global new order share.\n\nThe IMO Net Zero Framework faces a critical vote in October, with implementation planned for 2027 if adopted. The framework has received backing from the International Chamber of Shipping but faces opposition from some top shipowners and the Trump administration, which has characterized it as “effectively a global carbon tax on Americans levied by an unaccountable UN organization.”",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Freight Rate War Engulfs Asia-Europe asTranspacific Rally Vanishes",
      "link": "https://gcaptain.com/freight-rate-war-engulfs-asia-europe-astranspacific-rally-vanishes/",
      "date": "2 days ago",
      "snippet": "With spot rates on Asia-Europe shipments now being discounted on an almost daily basis, freight buyers on the trades fear that a new freight rate war may...",
      "text": "By Gavin van Marle (The Loadstar) –\n\nWith spot rates on Asia-Europe shipments now being discounted on an almost daily basis, freight buyers on the trades fear that a new freight rate war may now be fully underway.\n\nEarlier this week, The Loadstar reported that despite the fact that some 500,000 teu in proforma capacity is effectively missing from the Asia-North Europe and Asia-Mediterranean routes, spot rates have been in continual decline for almost three months – Alphaliner calculated that of the 461 ships needed to fully staff all 31 Asia-Europe strings, only 425 are presently deployed, leading it to conclude: “This clearly hits at a rate war between some of the major carriers.”\n\nThis week saw another round of double-digit pricing declines on the major spot rate indices.\n\nOne European freight forwarder told The Loadstar: “It already looks like a rate war is underway, we’re getting daily updates now with revised lower rates, the blanks and vessel adjustments so far appear to be having little or no effect on the rate erosion.”\n\nDrewry’s World Container Index (WCI) saw an 11% week-on-week drop on the Shanghai-Rotterdam leg, dropping below the $2,000 per 40ft mar for the first time in well over a year to end at $1,910 per 40ft.\n\nThe WCI’s Shanghai-Genoa leg declined 9% on the previous week to end $2,131 per 40ft.\n\nThe crowd-sourced Xeneta platform recorded average spot rates into North Europe having declined 22.5% since the beginning of September, and down 14% into the Mediterranean in the same period.\n\n“The decline in average spot rates has been much harder into North Europe compared to Mediterranean, but that could change in the coming weeks,” said Xeneta chief analyst Peter Sand.\n\n“Rolling weekly average capacity on the trade into Mediterranean is set to increase to 208,000 teu by the end of the month while remaining fairly steady into North Europe.\n\n“This could see the pace of spot rate decline quicken into Mediterranean and a narrowing spread with rates into North Europe,” he added.\n\nHowever, sources also suggested that there could be some growth in the market following the post-Golden Week slack season.\n\n“We expect [the freight rates declines] to continue post-Golden Week, but I don’t see the decline lasting to the end of the year – I would expect some bounce back and we expect demand to pick up at some point before the end of the year,” the forwarder added.\n\nMeanwhile, the recent spot freight rate rally on the transpacific appears to have vanished, with mid-month general rate increases of between $1,000 and $3,000 per 40ft, depending on carrier, having little effect on pricing.\n\nThe WCI’s Shanghai-Los Angeles leg declined 4% week-on-week to finish at $2,561 per 40ft, while the Shanghai-New York leg dropped 5% to $3,571 per 40ft.\n\nHowever, the transpacific declines on today’s Shanghai Containersied Freight Index (SCFI) were of a far higher magnitude and suggest the WCI could see steeper falls next week, as it often lags the SCFI by a few days.\n\nThe SCFI’s Shanghai-US west coast base port leg lost 31% week-on-week to end at $1,636 per 40ft, while the Shanghai-US east coast base port leg lost 23% to finish $2,557 per 40ft, with both movements effectively wiping out the gains from the first half of September.\n\nHowever, in a slight divergence, the XSI shows average transpacific rates holding steady over the past week, while the FBX index powered by Freightos saw single-digit rate increases on both transpacific trades.\n\nHowever, Mr Sand suggested it would be unlikely to persist.\n\n“The sharp spot rate spike on the Transpacific at the start of September was a surprise to many and we see another uptick mid-month. Shippers will be wondering what on earth is driving this increase when the expectation was for further softening in freight rates.\n\n“If shippers are prepared to call the carriers’ bluff, we will see the mid-month increases fall away pretty quickly with softening spot rates for the remainder of the month,” he said.\n\nSubscribe for Daily Maritime Insights Sign up for gCaptain’s newsletter and never miss an update — trusted by our 107,816 members",
      "authors": [
        "The Loadstar"
      ]
    },
    {
      "title": "Panama Canal Launches Major Natural Gas Pipeline Project to Bypass Drought-Stricken Waterway",
      "link": "https://gcaptain.com/panama-canal-launches-major-natural-gas-pipeline-project-to-bypass-drought-stricken-waterway/",
      "date": "2 days ago",
      "snippet": "The Panama Canal Authority (ACP) has officially launched the selection process for a concessionaire to develop a strategic natural gas pipeline across the...",
      "text": "The Panama Canal Authority (ACP) has officially launched the selection process for a concessionaire to develop a strategic natural gas pipeline across the isthmus, marking a significant shift in how the vital maritime chokepoint manages energy transportation amid climate challenges.\n\nThe 76-kilometer pipeline project, designed to transport propane, butane, and ethane between the Gulf of Mexico and Northeast Asia, represents the first major development in Panama’s new interoceanic energy corridor initiative. With a transfer capacity of up to 2.5 million barrels per day, the infrastructure aims to free up canal capacity without additional water usage – a critical concern following recent drought conditions.\n\nMore than 45 representatives from global energy companies attended the initial market engagement event in Panama City. The gathering included industry heavyweights such as ExxonMobil, Shell, Energy Transfer, and Mitsubishi, alongside financial institutions like Japan Bank for International Cooperation (JBIC) and Sumitomo Mitsui Banking Corporation.\n\n“Under the current administration in the US, energy products will have a very high priority,” Panama Canal Administrator Ricaurte Vasquez stated. “This is a window of opportunity that Panama must capture to ensure we remain relevant for international trade.”\n\nThe pipeline initiative emerges as a strategic response to operational challenges caused by the 2023-2024 El Niño drought, which significantly reduced canal transits due to low water levels. By redirecting specific cargo types through the pipeline, particularly ethane and LPG, the project aims to optimize canal operations by effectively freeing up capacity for LNG carriers.\n\nAccording to earlier statements from Vasquez, the pipeline would specifically transport LPG from the Atlantic Ocean to the Pacific Ocean. Maritime terminals on both coasts will support the infrastructure, with the ACP emphasizing compliance with international standards for safety, environmental protection, and operational excellence.\n\nThe selection process will unfold in three stages: prequalification, interaction and dialogue with prequalified companies, and final concessionaire selection. Prequalification is expected to conclude this year, while the final selection is scheduled for the fourth quarter of 2026.\n\nThe pipeline project is part of a broader $8.5 billion capital spending plan proposed by the canal authority over the next seven years, which also includes a new water reservoir and transportation infrastructure improvements. In a significant expansion of its role, the ACP also plans to enter the ports business with a tender for two terminals – one on the Atlantic coast and another on the Pacific – that would connect to the LPG pipeline.\n\n“We are coming into the game of port terminals,” Vasquez confirmed in a recent interview in New York. The ACP intends to utilize newer crane technology to move cargo more efficiently and compete with more modern facilities like Colombia’s Port of Cartagena.\n\nPanama’s ports have recently drawn intense scrutiny from Washington, with President Donald Trump criticizing Chinese influence over the canal and making false allegations about Beijing’s control of the waterway. Panama President Jose Raul Mulino has repeatedly defended the canal as a sovereign Panamanian operation.\n\nThe Panama Canal is currently experiencing a revenue boost due to U.S. tariff policy, as shippers rush to import products before duties take full effect. The canal authority expects this front-loading of cargo to diminish in the next fiscal year beginning in October, forecasting revenue of around $4.4 billion, below the approximately $5 billion anticipated for the current year.\n\nMore favorable rainfall patterns this year have allowed the canal to maintain a draft of 50 feet (15 meters), likely continuing through the end of 2025 – a marked improvement over the previous two years when severe drought forced transit limitations and implementation of water-saving techniques.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Fredriksen and Greece’s top shipowners spearhead revolt against IMO’s Net Zero Framework",
      "link": "https://splash247.com/fredriksen-and-greeces-top-shipowners-spearhead-revolt-against-imos-net-zero-framework/",
      "date": "2 days ago",
      "snippet": "Some of the biggest names in world shipping are rallying against the International Maritime Organization's (IMO) flagship Net-Zero Framework (NZF),...",
      "text": "Some of the biggest names in world shipping are rallying against the International Maritime Organization’s (IMO) flagship Net-Zero Framework (NZF), just weeks before it comes up for adoption in October.\n\nJohn Fredriksen’s Frontline, George Economou’s TMS Group, Evangelos Marinakis’s Capital Maritime & Trading, the Angelicoussis Group, and Saudi giant Bahri are among a powerful group of tanker and bulker interests warning that the deal, in its current form, risks imposing “excessive financial burdens” on the industry and consumers.\n\nThe revolt, also backed by Dynacom, Dynagas, Centrofin, GasLog, Hanwha Shipping, Seapeak and Stolt Tankers, adds to a mounting backlash that already includes outright rejection from the United States as well as cautionary messages coming from class societies ABS and DNV.\n\n“As it stands, we do not believe the IMO NZF will serve effectively in support of decarbonising the maritime industry nor ensure a level playing field as intended,” the owners stated jointly to Reuters, calling for “critical amendments” before adoption.\n\nGreek shipping minister Vassilis Kikilias echoed their concerns during the ongoing London International Shipping Week, telling IMO secretary-general Arsenio Dominguez that changes were essential.\n\nDominguez, however, struck a defiant tone in London, insisting he remained confident the framework would be adopted. “I base that on the track record of the organisation, on the co-operation that we all have, [and] the understanding that we still have some challenges and concerns,” he told delegates.\n\nThe Net-Zero Framework, tabled for adoption at next month’s extraordinary Marine Environment Protection Committee (MEPC) session, would introduce new carbon fees from 2027 as part of the IMO’s pledge to reach net-zero emissions by 2050.\n\nIn a surprise intervention, Christopher Wiernicki, the departing chairman and CEO of ABS, the third largest shipping classification society in the world, came out against IMO’s planned net zero framework earlier this week.\n\n“Shipping and the IMO are on different trajectories. There is no clear pathway for green fuel availability and scalability and infrastructure support. LNG and biofuels are mission critical to any success and should not be overlooked, over penalised or discarded in the net zero regulation,” Wiernicki said at the launch in London of the 2025 ABS Sustainability Outlook. “Quite frankly,” he added, “achieving net zero for shipping by 2050 looks like a wildcard.”\n\nThe US, which walked out of April’s MEPC gathering, is now leaning hard on allies and rivals alike to reject the IMO deal. Washington has warned that nations pressing ahead with the proposed framework could face a battery of retaliatory measures – from tariffs and port levies to visa restrictions.\n\nABS’s Wiernicki, who will stand down from the American class society at the end of the year, yesterday called on the IMO to take a “timeout”.\n\n“The industry needs a framework but we need one that marries ambition with reality,” he said. “The mechanics need to be thought through. Right now, we are not where we need to be. Emissions remain 121% above the 2008 baseline, compliance costs are compounding, and the signals shaping investment – regulation, fuel pricing, penalties, availability, scalability – are moving at different speeds,” the classification executive said, backing greater support for LNG as a bridging fuel.\n\n“Getting closer to the 2030s, we need to protect the bridge, which is LNG with methane-slip controls and credible bio-/e-LNG pathways,” Wierniki said.\n\nWhen rival class society echoed similar pro-LNG sentiment last week at the launch of its own maritime forecast through to 2050 report, it drew sharp criticism from Tristan Smith, professor of energy and transport at London’s UCL Energy Institute, who suggested DNV was trying to pressure the IMO to modify the net zero framework.\n\nThe Getting to Zero Coalition, which includes over 180 companies and many of the world’s largest, most prominent shipowners, came out with a call earlier this week to adopt the framework.\n\n“Prolonged uncertainty could put very large investments—ones that will be critical for the future of global trade—at risk,” the companies said in a joint statement, adding: “The absence of global regulatory guidance will raise the costs of change in the long run—costs that the industry, countries, and consumers will bear.”\n\nMany have warned that failure to agree next month would open the door to a patchwork of regional measures. “A failure to adopt the framework would create absolute investment uncertainty,” warned Patrick Verhoeven, managing director of the International Association of Ports and Harbors. “Achieving IMO’s net zero targets would become impossible,” he said at a conference in London earlier this week.\n\nThe October decision will require a two-thirds majority – 108 of the 176 IMO members that have ratified the relevant convention – if consensus cannot be reached.\n\nThe IMO rarely resorts to voting, but with positions hardening, a formal ballot looks increasingly likely, something that Splash will be reporting on next month.",
      "authors": [
        "Sam Chambers",
        "Starting Out With The Informa Group In In Hong Kong",
        "Sam Chambers Became Editor Of Maritime Asia Magazine As Well As East Asia Editor For The World S Oldest Newspaper",
        "Lloyd S List. In He Pursued A Freelance Career",
        "Wrote For A Variety Of Titles Including Taking On The Role Of Asia Editor At Seatrade Magazine",
        "China Correspondent For Supply Chain Asia. His Work Has Also Appeared In The Economist",
        "The New York Times",
        "The Sunday Times",
        "The International Herald Tribune.",
        "Barnacle Bill"
      ]
    },
    {
      "title": "Nations Ratify First Global Treaty to Protect Ocean Life",
      "link": "https://gcaptain.com/nations-ratify-first-global-treaty-to-protect-ocean-life/",
      "date": "1 day ago",
      "snippet": "By Todd Woody Sep 19, 2025 (Bloomberg) –As climate impacts multiply, a landmark United Nations treaty to protect ocean lifewill go into effect in January.",
      "text": "By Todd Woody\n\nSep 19, 2025 (Bloomberg) –As climate impacts multiply, a landmark United Nations treaty to protect ocean lifewill go into effect in January.\n\nSierra Leone and Morocco on Friday provided the final of the 60 votes needed to ratify the accord on the conservation and sustainable use of marine resources, ending a process that started in September 2023. The US signed the treaty under the former President Joe Biden’s administration, but President Donald Trump’s administration has opposed its ratification.\n\nWhen the high seas biodiversity treaty enters into force in January 2026, it will transform how countries, corporations and scientific organizations do business in the 60% of the ocean beyond any nation’s jurisdiction.\n\nThe treaty provides for, among other things, establishing marine protected areas in international waters. A requirement that environmental impact assessments be conducted for activities that could have a harmful or an unknown impact on the high seas goes into effect amid growing interest in using the ocean to absorb and store carbon dioxide. Under the treaty, marine genetic resources — which include marine molecules, bacteria and algae — are designated as the common heritage of humankind whose bounty is to be shared among nations.\n\nThe treaty also creates institutions for implementation, including a secretariat to manage day-to-day affairs and a scientific and technical body that will review environmental impact assessments and proposals to create marine protected areas and advise on other matters. Final decisions will be made by member states meeting periodically. (The treaty does not regulate fishing on the high seas, which is managed by other international organizations.)\n\nThe high seas biodiversity treaty is the most far-ranging ocean agreement since the 1982 UN Convention on the Law of the Sea, which regulates activities in international waters, including seabed mining. While the law of the sea treaty doesn’t mention the word “biodiversity,” the new agreement specifies modern threats to marine life that include plastic pollution, climate-caused ocean acidification and deoxygenation.\n\n“This is a major win for our oceans and all of us who depend on them. The high seas belong both to no one and to all of us,” Monica Medina, a fellow at Conservation International and former US Assistant Secretary of State for Oceans, said in a statement.\n\nThe ratification comes as the Trump administration has authorized the licensing of deep sea mining for critical minerals in international waters that fall under the jurisdiction of a UN-affiliated organization.\n\n© 2025 Bloomberg L.P.",
      "authors": []
    },
    {
      "title": "D.E.E.P Project to Assess Next-Gen Additive Manufactured Marine Propellers",
      "link": "https://www.marinelink.com/news/deep-project-assess-nextgen-additive-530061",
      "date": "4 days ago",
      "snippet": "The Digitally Enabled Efficient Propeller (D.E.E.P) project, led by industry consortium and funded by Innovate UK, has been…",
      "text": "The Digitally Enabled Efficient Propeller (D.E.E.P) project, led by industry consortium and funded by Innovate UK, has been launched to investigate the development of a new generation of marine propellers produced using advanced additive manufacturing (AM) processes, integrated with digital twin technology.\n\nThe innovation is set to transform propellers from passive hardware into smart, cyber-physical systems capable of monitoring their performance throughout their operational life.\n\nThe D.E.E.P concept has secured funding from Innovate UK, part of UK Research and Innovation (UKRI) through the Clean Maritime Demonstration Competition (CMDC6) to launch the Techno-Economic Feasibility Study of Manufacturing Digitally Enabled Efficient Propellers.\n\nCrucially, the project will investigate the technology readiness of multiple AM processes for the highly regulated and complex maritime sector, benchmark their performance against conventional casting methods, and establish a clear pathway towards classification approval and type certification.\n\nThis approach will ensure that the project not only delivers technical innovation but also creates a credible framework for industrial adoption and regulatory compliance.\n\nLed by Enki Marine, the consortium brings together world-leading expertise, including Stone Marine Propulsion (design and market validation), TWI (materials testing and manufacturing processes), DEEP Manufacturing Ltd (manufacturing processes and production scaling), Authentise (digital thread and AI-driven monitoring), ASTM International (standardization and certification), and Newcastle University (hydrodynamic modelling and validation).\n\n“As a pioneer in the field of Wire Arc Additive Manufacturing (WAAM), we have consistently demonstrated leadership in translating emerging technologies into practical, real-world solutions. Through the D.E.E.P project we look forward to applying our proven expertise and technical knowledge to support the advancement of innovative manufacturing practices that further helps to drive transformation within the industry,” said Peter Richards, CEO of DEEP Manufacturing.\n\nThe D.E.E.P project will run from September 2025, with the first phase focusing on evaluating AM processes.\n\nSubsequent stages will validate the demonstrator on Newcastle University’s research vessel, with the long-term aim of enabling type approval and scaling production for commercial adoption by the global fleet.",
      "authors": []
    },
    {
      "title": "Container Shipping Leads Maritime Transition with Over 500 Alternative-Fueled Vessels on Order",
      "link": "https://gcaptain.com/container-shipping-leads-maritime-transition-with-over-500-alternative-fueled-vessels-on-order/",
      "date": "3 days ago",
      "snippet": "The container shipping sector continues to outpace other maritime segments in the adoption of alternative fuels, according to the latest analysis from BIMCO...",
      "text": "The container shipping sector continues to outpace other maritime segments in the adoption of alternative fuels, according to the latest analysis from BIMCO.\n\nAs of August 2025, there are 534 container ships on order that will use alternative fuels upon delivery, representing 53% of all container ships on order and 77% of the TEU capacity.\n\n“As of end August 2025, 534 container ships are on order which will be able to use alternative fuels upon delivery. These represent 53% of ships on order and 77% of the TEU,” says Niels Rasmussen, Chief Shipping Analyst at BIMCO.\n\nThe analysis reveals that the container shipping industry’s order book also includes 321 ships that will use conventional heavy fuel and another 155 vessels designed for future conversion to alternative fuels.\n\nAlternative fuels have proven particularly popular for larger vessels in the container sector. For ships with capacity of 8,000 TEU or more, 81% of vessels and 85% of TEU capacity on order will use alternative fuels.\n\nThe container shipping industry stands in stark contrast to other maritime sectors, which have been slower to adopt cleaner fuel technologies. “Despite an increase in orders for alternatively-fuelled ships in recent years, the other three main shipping sectors still lag behind the container sector in this respect. In the bulker, crude tanker and product tanker sectors, alternatively-fuelled ships only make up only respectively 8%, 17% and 9% of the ships on order,” Rasmussen noted.\n\nIndustry analysts suggest this disparity may be linked to the structure of these markets. “There can be several reasons why the bulker and tanker sectors still order comparatively fewer alternatively-fuelled ships. However, it seems likely that the prevalence of smaller operators in those sectors may negatively impact orders, whereas the container sector is controlled by a few large companies,” explains the BIMCO report.\n\nAmong alternative fuels, LNG remains dominant, accounting for two-thirds of all alternatively-fuelled ships on order, while methanol-fuelled vessels represent 31% of the total. After methanol briefly led alternative fuel orders in 2023, LNG has since regained its leading position.\n\nThe shift highlights ongoing challenges in the maritime decarbonization journey. “The shift back towards LNG highlights a key concern when contracting alternatively-fuelled ships: availability of fuel. While the technology to build ships capable of low carbon operation is available, the availability of the fuel needed appears to be lagging behind,” the report states.\n\nLooking ahead, BIMCO projects significant growth in the alternatively-fuelled container fleet. “Assuming that none of the alternatively-fuelled ships in operation are recycled, the container fleet in 2030 will include 837 alternatively-fuelled ships with 10.9 million TEU capacity once all the ships in the order book have been delivered. That could equal more than 25% of all the container capacity in operation by then,” says Rasmussen.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Legal Battle Intensifies as States Fight to Revive Halted Revolution Wind Project",
      "link": "https://gcaptain.com/legal-battle-intensifies-as-states-fight-to-revive-halted-revolution-wind-project/",
      "date": "3 days ago",
      "snippet": "Connecticut and Rhode Island attorneys general have escalated their legal fight against the Trump administration's abrupt halt to the Revolution Wind...",
      "text": "Connecticut and Rhode Island attorneys general have escalated their legal fight against the Trump administration’s abrupt halt to the Revolution Wind offshore energy project, filing for a preliminary injunction to immediately block what they describe as a “baseless stop work order” issued last month.\n\nAttorney General William Tong of Connecticut and Attorney General Peter Neronha of Rhode Island initially sued on September 4 in U.S. District Court for the District of Rhode Island, seeking to overturn the administration’s directive. Their recent filing outlines what they characterize as “immediate and irreparable harm” to Connecticut and requests judicial intervention to allow construction to resume while the case proceeds.\n\nLocated fifteen nautical miles off Rhode Island’s coast, Revolution Wind had reached approximately 80% completion with all foundations installed and 45 of 65 planned wind turbines already in place. The project is expected to deliver enough electricity to power 350,000 homes, representing 2.5 percent of New England’s electricity supply beginning in 2026.\n\n“Connecticut families and Connecticut workers need Revolution Wind back on track—today. Every day that Revolution Wind sits mothballed in the ocean is another day of unemployment, another day of unaffordable energy costs, and another day burning fossil fuels when clean, affordable, American-made energy is within our sights,” said Attorney General Tong.\n\n“We have no time to waste in getting Revolution Wind back online, which is why we’re asking the Court to put a stop to this on short order,” added Rhode Island’s Attorney General Neronha. “In the few weeks since the stop work order was issued, without warning or reason, Rhode Islanders have been harmed, facing daily uncertainty.”\n\nOn August 22, Bureau of Ocean Energy Management (BOEM) ordered Ørsted’s Revolution Wind project to halt all offshore activities pursuant to a January 2025 presidential memorandum that suspended federal approvals for wind energy projects and ordered a comprehensive review of existing projects. BOEM specifically cited concerns related to “protection of national security interests of the United States and prevention of interference with reasonable uses of the exclusive economic zone, the high seas, and the territorial seas.”\n\nRevolution Wind, a 50/50 joint venture between Ørsted and Global Infrastructure Partner’s Skyborn Renewables, had received full regulatory approvals following a nine-year review process, including its Construction and Operations Plan approval in November 2023. The project secured 20-year power purchase agreements to deliver 400 MW to Rhode Island and 304 MW to Connecticut.\n\nThis week, the administration asked a judge to deny Revolution Wind’s request for a preliminary injunction, arguing the company “didn’t include enough detail about the expected breakaway costs or other construction deadlines to justify an ‘extraordinary’ injunction.” The government further stated, “With respect to the $5 billion figure, Revolution Wind has not explained how lack of money already spent would threaten the future viability of its business.”\n\nØrsted CFO Trond Westlie maintained that restarting the project remains a priority: “Our goal is to get back to work on Revolution Wind as soon as possible. And we work in multiple tracks to make that happen.”\n\nThe legal challenges from both the states and Revolution Wind allege that the sudden halt to construction after years of coordination with the government violates constitutional due process rights. This marks the beginning of a significant legal battle over recent orders reflecting what critics describe as the Trump administration’s longstanding opposition to wind power.\n\nThis development follows similar action against Equinor’s Empire Wind project earlier this year, which faced a temporary stoppage before being lifted after a month. However, that interruption resulted in significant financial consequences, with Equinor reporting “a significant impairment of $763 million” related to the project.\n\nØrsted is currently “evaluating the potential financial implications” of the stop work order while proceeding with a heavily discounted $9.4 billion rights offering to shore up its finances after setbacks in the U.S. market.",
      "authors": [
        "Mike Schuler"
      ]
    },
    {
      "title": "Ministerial Declaration on the Clean Transport Corridor Initiative",
      "link": "https://transport.ec.europa.eu/document/download/e49b6a7a-8f8a-4901-b8ba-b9f88aed8683_en?filename=CTCI-ministerial-declaration.pdf",
      "date": "5 days ago",
      "snippet": "Europe stands at the forefront to turn decarbonisation into a driver of growth and jobs. A well-functioning transport sector is crucial for the...",
      "text": "",
      "authors": []
    },
    {
      "title": "EU Ministers commit to faster truck recharging deployment",
      "link": "https://transport.ec.europa.eu/news-events/news/eu-ministers-commit-faster-truck-recharging-deployment-2025-09-16_en",
      "date": "5 days ago",
      "snippet": "Commissioner for Transport and Tourism Apostolos Tzitzikostas presents the Clean Transport Corridor Initiative, which seeks to accelerate the deployment of...",
      "text": "Today, the EU is taking a significant step towards reducing transport emissions from road freight. Commissioner for Transport and Tourism Apostolos Tzitzikostas presents the Clean Transport Corridor Initiative, which seeks to accelerate the deployment of heavy-duty vehicles recharging infrastructure across key freight corridors. The initiative will start with the Scandinavian-Mediterranean and North-Sea Baltic Corridors as the first test cases.\n\nThe Clean Transport Corridor Initiative, endorsed by nine Member States along the two transport corridors, will be highlighted at a signing ceremony of a Ministerial Declaration on truck recharging infrastructure in Brussels. The declaration sets out commitments to enhance cooperation and tackle key challenges, including lengthy planning and permitting processes, limited site availability, fragmented funding, insufficient grid capacity, and delays in electricity grid access. It represents both a joint political commitment and a strategic guide for current and future policies on truck recharging infrastructure.\n\nThe European Commission will continue working with the Member States to detail the measures in a roadmap and to expand the initiative to other Trans-European Transport Network (TEN-T) corridors, further supporting Europe’s transition to clean road freight transport.",
      "authors": []
    },
    {
      "title": "Danske Rederier søger dygtig praktikant i Bruxelles til foråret 2026",
      "link": "https://danishshipping.dk/seneste-nyt/2025/danske-rederier-soeger-dygtig-praktikant-i-bruxelles-til-foraaret-2026/",
      "date": "2 days ago",
      "snippet": "Vil du være en del af Danmarks største eksporterhverv, som står midt i en vigtig grøn omstilling? Så er der her en spændende mulighed for at få et solidt...",
      "text": "Du vil med prak­ti­kop­hol­det få masser af praktisk erfaring med in­ter­es­se­va­re­ta­gel­se på EU-niveau inden for særligt international handel, klima, miljø og sikkerhed. Som en integreret del af dit arbejde vil du skabe internationale netværk og bidrage til at skabe alliancer blandt centrale be­slut­nings­ta­ge­re på vegne af det danske maritime erhverv.\n\nPraktikanten på Danske Rederiers EU-Repræsentation er en uundværlig del af teamet. Konkret vil du komme til at beskæftige dig med politiske analyser, politisk kommunikation, møder i EU-in­sti­tu­tio­ner­ne, in­for­ma­tions­over­våg­ning samt opgaver knyttet til kontorets løbende drift.\n\nTildelingen af ansvar vil naturligt stige i takt med, at dine kompetencer udvikler sig under prak­tik­for­lø­bet, da Danske Rederier efterstræber at stå for det bedst tænkelige praktikforløb for den studerende. Du vil opleve et dynamisk arbejdsmiljø i Bruxelles, hvorfor dit ansvar naturligvis skal følge med.\n\nAf samme årsag er der mulighed for at forlænge opholdet til to semestre (et kalenderår). Det er ikke et krav, men vil være en spændende og udbytterig mulighed for begge parter.\n\nVi forestiller os, at du\n\n- er i gang med en relevant samfundsfaglig kan­di­da­tud­dan­nel­se.\n\n- har et solidt teoretisk kendskab til EU-forhold\n\n- taler og skriver engelsk flydende\n\n- er indstillet på at løse både politiske og driftsmæssige opgaver\n\n- er social, engageret, fleksibel og god til at skabe kontakter.\n\nDu kan forvente\n\n- udfordrende opgaver i et spændende internationalt miljø i Bruxelles\n\n- et solidt indblik i EU's be­slut­nings­pro­ces og in­ter­es­se­va­re­ta­gel­se for Danmarks største eksporterhverv\n\n- indsigt i mange forskellige politikområder lige fra klima og miljø til transport og handel\n\n- en månedlig godtgørelse, samt tillæg til bolig i Bruxelles.\n\nEr du interesseret?\n\nDu kan få yderligere oplysninger om stillingen hos se­kre­ta­ri­ats­chef hos Danske Rederiers EU-Repræsentation, Anna Vejlby Ib, på + 32 470 04 02 06 eller på mail avi@danishshipping.dk.\n\nDu kan finde mere information om Danske Rederier på vores hjemmeside www.danishshipping.dk\n\nVi ser frem til at modtage din ansøgning, CV og relevante bilag samlet i en pdf-fil, som du sender til hr@danishshipping.dk med overskriften: ”Praktikant Bruxelles” senest søndag den 12. oktober 2025. Vi afholder samtaler løbende.\n\nOm Danske Rederier\n\nDanske Rederier er en interesse- og ar­bejds­gi­ver­or­ga­ni­sa­tion for det danske rederierhverv. Danske Rederier blev stiftet i 1884 og har siden været samlingspunkt for dansk skibsfart, der i dag er Danmarks største eksporterhverv og trækker 95.000 arbejdspladser i Det Blå Danmark.\n\nDansk skibsfart står for kva­li­tets­skibs­fart og omfatter både container-, tørlast-, produkttank-, gastank- og specialfart.\n\nDanske Rederier varetager erhvervets interesser og fungerer som ar­bejds­gi­ver­or­ga­ni­sa­tion for medlemmerne med indmeldte skibe under dansk flag.\n\nDanske Rederier spiller en aktiv rolle i forhold til myndigheder og be­slut­nings­ta­ge­re både herhjemme og internationalt. Herudover er Danske Rederier medlem af de internationale re­de­ri­o­r­ga­ni­sa­tio­ner ICS og ECSA. Organisationen er derfor med i alle relevante sammenhænge og har permanent repræsentation i Bruxelles.",
      "authors": []
    },
    {
      "title": "Green inland ports final conference",
      "link": "https://transport.ec.europa.eu/news-events/events/green-inland-ports-final-conference-2025-11-26_en",
      "date": "3 weeks ago",
      "snippet": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway...",
      "text": "Join DG MOVE in Vienna for the green inland ports final conference, a two-day event in Vienna that will bring together European port and waterway authorities, policymakers, terminal operators, digital service providers, researchers, and other relevant stakeholders.\n\nThe conference will present key findings from the green inland ports study, and showcase the tools developed as part of the study supporting port decarbonisation. It will also collect stakeholder input for policy recommendations on sustainable port governance.",
      "authors": []
    },
    {
      "title": "EU Urban Mobility Observatory",
      "link": "https://urban-mobility-observatory.transport.ec.europa.eu/index_en",
      "date": "2 days ago",
      "snippet": "Step into our new virtual space for experts working on sustainable urban mobility across the European Union. Discover insights, trends, and sustainable...",
      "text": "The Spanish city of Torrelavega has launched its first fully electric bus, part of a €22.9 million contract to renew the city’s fleet with 13 electric and 12 hybrid buses. The plan also includes broader service improvements including an on-demand system and modern payment methods.",
      "authors": []
    }
  ]
}